Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# editor_tool_jumpnormal_description
source: <color=#ffff00>Jumps (Normal)</color> Click to add jumps or winged air jumps. Prefer grounded jumps when possible.
de: <color=#ffff00>Sprünge (Normal)</color> Klicke, um Sprünge oder geflügelte Luftsprünge hinzuzufügen. Bevorzuge Bodensprünge, wenn möglich.
es_es: <color=#ffff00>Saltos (Normal)</color> Haz click para añadir saltos o saltos aéreos alados. Preferiblemente saltos en al suelo cuando sea posible.
fr: <color=#ffff00>Sauts (Normaux)</color> Cliquez pour ajouter des sauts ou des sauts ailés. Priorise les sauts au sol lorsque possible.
id: <color=#ffff00>Lompat (Normal)</color> Klik untuk menambah lompatan atau lompatan udara bersayap. Lebih ke lompatan yang membumi jika memungkinkan.
ja: <color=#ffff00>ジャンプ(通常)</color> クリックでジャンプまたは空中ジャンプを追加します。通常のジャンプが優先されます。
ko: <color=#ffff00>점프 (보통)</color> 클릭하여 점프 또는 날개 공중점프를 추가. 가능한경우 지면점프를 선호.
lt: <color=#ffff00>Šuoliai (įprasti)</color> Spauskite kad pridėti šuolius ar sparnuotus oro šuolius. Kai įmanoma, naudokite įprastus šuolius.
pl: <color=#ffff00>Skoki (Normalne)</color> Kliknij, aby dodać skoki lub skrzydlate skoki. Preferowane są uziemione skoki, jeśli to możliwe.
pt_br: <color=#ffff00>Saltos (Normal)</color> Clique para adicionar saltos ou saltos aéreos alados. Prefira saltos no chão quando possível.
ru: <color=#ffff00>Прыжки (Обычные)</color> Кликни, чтобы вставить обычные или крылатые прыжки. Используются обычные, если возможно.
uk: <color=#ffff00>Стрибки (звичайні)</color> Натисни, щоб додати звичайні стрибки або стрибки у польоті. Надавай перевагу стрибкам на землі, коли можливо.
zh_cn: <color=#ffff00>跳跃 (普通)</color> 点击添加跳跃或二段跳。在可能时优先从地面起跳。
zh_tw: <color=#ffff00>跳躍（普通）</color> 點擊以增加跳躍或翅膀空中跳躍。如果可以的話以地板跳躍為主。

# editor_tool_jumpup_description
source: <color=#ffff00>Jumps (Up)</color> Click to add jumps or winged air jumps. Prefer grounded rising jumps when possible.
de: <color=#ffff00>Sprünge (Hoch)</color> Klicke, um Sprünge oder geflügelte Luftsprünge hinzuzufügen. Bevorzuge aufsteigende Bodensprünge, wenn möglich.
es_es: <color=#ffff00>Saltos (Arriba)</color> Haz click para añadir saltos o saltos áreos aéreos. Preferiblemente saltos en el suelo que vayan hacia arriba cuando sea posible.
fr: <color=#ffff00>Sauts (Haut)</color> Cliquez pour ajouter des sauts ou des sauts ailés. Priorise les sauts au sol lorsque possible.
id: <color=#ffff00>Lompat (Atas)</color> Klik untuk menambah lompatan atau lompatan udara bersayap. Lebih ke lompatan mendatar jika memungkinkan.
ja: <color=#ffff00>ジャンプ(上)</color> クリックでジャンプまたは空中ジャンプを追加します。上昇ジャンプが優先されます。
ko: <color=#ffff00>점프 (위)</color> 클릭하여 점프 또는 날개 공중점프를 추가. 가능한경우 지면상승 점프를 선호.
lt: <color=#ffff00>Šuoliai (į viršų)</color> Spauskite kad pridėti šuolius ar sparnuotus oro šuolius. Kai įmanoma naudokite įprastus kylančius šuolius.
pl: <color=#ffff00>Skoki (Góra)</color> Kliknij, aby dodać skoki lub skrzydlate skoki. Preferowane są uziemione rosnące skoki, jeśli to możliwe.
pt_br: <color=#ffff00>Saltos (Cima)</color> Clique para adicionar saltos ou saltos aéreos alados. Prefira saltos elevados no chão quando possível.
ru: <color=#ffff00>Прыжки (Вверх)</color> Кликни, чтобы вставить обычные или крылатые прыжки. Используются обычные, если возможно.
uk: <color=#ffff00>Стрибки (вгору)</color> Натисни, щоб додати звичайні стрибки або стрибки у польоті. Надавай перевагу стрибкам для підняття, коли можливо.
zh_cn: <color=#ffff00>跳跃 (上)</color> 点击添加跳跃或二段跳。在可能时抬高落点的地面。
zh_tw: <color=#ffff00>跳躍（向上）</color> 點擊以增加跳躍或翅膀空中跳躍。如果可以的話以地板上升跳躍為主。

# editor_tool_jumpdown_description
source: <color=#ffff00>Jumps (Down)</color> Click to add jumps or winged air jumps. Prefer grounded falling jumps when possible.
de: <color=#ffff00>Sprünge (Runter)</color> Klicke, um Sprünge oder geflügelte Luftsprünge hinzuzufügen. Bevorzuge absteigende Bodensprünge, wenn möglich.
es_es: <color=#ffff00>Saltos (Abajo)</color> Haz click para añadir saltos o saltos aéreos alados. Preferiblemente saltos en el suelo cayendo cuando sea posible.
fr: <color=#ffff00>Sauts (Bas)</color> Cliquez pour ajouter des sauts ou des sauts ailés. Priorise les sauts au sol lorsque possible.
id: <color=#ffff00>Lompat (Bawah)</color> Klik untuk menambah lompatan atau lompatan udara bersayap. Lebih ke lompatan jatuh yang membumi jika memungkinkan.
ja: <color=#ffff00>ジャンプ(上)</color> クリックでジャンプまたは空中ジャンプを追加します。落下ジャンプが優先されます。
ko: <color=#ffff00>점프 (위)</color> 클릭하여 점프 또는 날개 공중점프를 추가. 가능한경우 지면하락 점프를 선호.
lt: <color=#ffff00>Šuoliai (žemyn)</color> Spauskite kad pridėti šuolius arba sparnuotus oro šuolius. Kai įmanoma naudokite įprastus krentančius šuolius.
pl: <color=#ffff00>Skoki (Dół)</color> Kliknij, aby dodać skoki lub skrzydlate skoki. Preferowane są uziemione spadające skoki, jeśli to możliwe.
pt_br: <color=#ffff00>Saltos (Baixo)</color> Clique para adicionar saltos ou saltos aéreos alados. Prefira saltos decaídos no chão quando possível.
ru: <color=#ffff00>Прыжки (Вниз)</color> Кликни, чтобы вставить обычные или крылатые прыжки. Используются обычные, если возможно.
uk: <color=#ffff00>Стрибки (вниз)</color> Натисни, щоб додати звичайні стрибки або стрибки у польоті. Надавай перевагу стрибкам при падінні, коли можливо.
zh_cn: <color=#ffff00>跳跃 (下)</color> 点击添加跳跃或二段跳。在可能时降低落点的地面。
zh_tw: <color=#ffff00>跳躍（向下）</color> 點擊以增加跳躍或翅膀空中跳躍。如果可以的話以地板下落跳躍為主。

# editor_tool_jumpair_description
source: <color=#ffff00>Jumps (Air)</color> Click to add jumps or winged air jumps. Prefer winged air jumps when possible.
de: <color=#ffff00>Sprünge (Luft)</color> Klicke, um Sprünge oder geflügelte Luftsprünge hinzuzufügen. Bevorzuge geflügelte Luftsprünge, wenn möglich.
es_es: <color=#ffff00>Saltos (Aéreo)</color> Haz click para añadir saltos o saltos aéreos alados. Preferiblemente saltos aéreos alados cuando sea posible.
fr: <color=#ffff00>Sauts (Aériens)</color> Cliquez pour ajouter des sauts ailés ou des sauts au sol. Priorise les sauts ailés lorsque possible.
id: <color=#ffff00>Lompat (Udara)</color> Klik untuk menambah lompatan atau lompatan udara bersayap. Disarankan lompatan udara bersayap jika memungkinkan.
ja: <color=#ffff00>ジャンプ(空中)</color> クリックでジャンプまたは空中ジャンプを追加します。空中ジャンプが優先されます。
ko: <color=#ffff00>점프 (공중)</color> 클릭하여 점프 또는 날개 공중점프를 추가. 가능한경우 날개 공중점프를 선호.
lt: <color=#ffff00>Šuoliai (oro)</color> Spauskite kad pridėti šuolius ar sparnuotus oro šuolius. Kai įmanoma naudokite sparnuotus oro šuolius.
pl: <color=#ffff00>Skoki (Powietrze)</color> Kliknij, aby dodać skoki lub skrzydlate skoki. Preferowane są skrzydlate skoki, jeśli to możliwe.
pt_br: <color=#ffff00>Saltos (Aéreo)</color> Clique para adicionar saltos ou saltos aéreos alados. Prefira saltos aéreos alados quando possível.
ru: <color=#ffff00>Прыжки (В воздухе)</color> Кликни, чтобы вставить обычные или крылатые прыжки. Используются крылатые, если возможно.
uk: <color=#ffff00>Стрибки (повітряні)</color> Натисни, щоб додати звичайні стрибки або стрибки у польоті. Надавай перевагу стрибкам у повітрі, коли можливо.
zh_cn: <color=#ffff00>跳跃 (二段跳)</color> 点击添加跳跃或二段跳。在可能时优先使用二段跳。
zh_tw: <color=#ffff00>跳躍（空中）</color> 點擊以增加跳躍或翅膀空中跳躍。如果可以的話以翅膀空中跳躍為主。

# editor_tooltip_jumpnormal
source: Jumps (Normal)
de: Sprünge (Normal)
es_es: Saltos (Normal)
fr: Sauts (Normaux)
id: Lompat (Normal)
ja: ジャンプ (通常)
ko: 점프 (일반)
lt: Šuoliai (įprasti)
pl: Skoki (Normalne)
pt_br: Pulos (Normal)
ru: Прыжки (Обычные)
uk: Стрибки (звичайні)
zh_cn: 跳转(正常)
zh_tw: 跳躍（普通）

# editor_tooltip_jumpup
source: Jumps (Up)
de: Sprünge (Hoch)
es_es: Saltos (Arriba)
fr: Sauts (Haut)
id: Lompat (Atas)
ja: ジャンプ (上)
ko: 점프 (위)
lt: Šuoliai (į viršų)
pl: Skoki (Góra)
pt_br: Pulos (cima)
ru: Прыжки (Вверх)
uk: Стрибки (вгору)
zh_cn: 跳转(上)
zh_tw: 跳躍（向上）

# editor_tooltip_jumpdown
source: Jumps (Down)
de: Sprünge (Runter)
es_es: Saltos (Abajo)
fr: Sauts (Bas)
id: Lompat (Bawah)
ja: ジャンプ(下)
ko: 점프 (아래)
lt: Šuoliai (žemyn)
pl: Skoki (Dół)
pt_br: Pulos (Baixo)
ru: Прыжки (Вниз)
uk: Стрибки (вниз)
zh_cn: 跳转(下拉)
zh_tw: 跳躍（向下）

# editor_tooltip_jumpair
source: Jumps (Air)
de: Sprünge (Luft)
es_es: Saltos (Aéreos)
fr: Sauts (Ailles)
id: Lompat (Udara)
ja: ジャンプ (空中)
ko: 점프 (공중)
lt: Šuoliai (oro)
pl: Skoki (Powietrze)
pt_br: Pulos (Aéreo)
ru: Прыжки (В воздухе)
uk: Стрибки (повітряні)
zh_cn: 跳转(二段跳)
zh_tw: 跳躍（空中）

# demo_congratulations
source: Congratulations!
de: Glückwunsch!
es_es: ¡Felicidades!
fr: Félicitations !
id: Selamat!
ja: おめでとう！
ko: 축하합니다!
lt: Sveikiname!
pl: Gratulacje!
pt_br: Parabéns!
ru: Поздравляем!
uk: Вітаємо!
zh_cn: 恭喜！
zh_tw: 恭喜！

# menu_customlevels_playcustomlevels
source: Play Custom Levels
de: Benutzerdefinierte Level spielen
es_es: Jugar Niveles Personalizados
fr: Jouer à des Niveaux Personnalisés
id: Mainkan Level Kustom
ja: カスタムレベルをプレイ
ko: 커스텀 레벨 플레이
lt: Žaisti pridėtus lygius
pl: Graj W Niestandardowe Poziomy
pt_br: Jogar Níveis Personalizados
ru: Играть в Пользовательские Уровни
uk: Грати користувацькі рівні
zh_cn: 游玩自定义关卡
zh_tw: 遊玩自訂關卡

# menu_customlevels_opencustomlevelfolder
source: Open Custom Level Folder
de: Benutzerdefinierte Level-Ordner öffnen
es_es: Abrir Carpeta de Niveles Personalizados
fr: Ouvrir le Dossier des Niveaux Personnalisés
id: Buka Folder Level Kustom
ja: カスタムレベルフォルダを開く
ko: 커스텀 레벨 에디터 열기
lt: Atidaryti pridėtų lygių aplanką
pl: Otwórz Folder Poziomów Niestandardowych
pt_br: Abrir Pasta de Níveis Personalizados
ru: Открыть Папку Пользовательских Уровней
uk: Відкрити теку користувацьких рівнів
zh_cn: 打开自定义关卡文件夹
zh_tw: 開啟自訂關卡資料夾

# error_parsecustomlevel
source: Error reading level
de: Fehler beim Lesen des Levels
es_es: Error leyendo el nivel
fr: Erreur de lecture du niveau
id: Kesalahan membaca level
ja: レベルの読み取りエラー
ko: 레벨 읽기 오류
lt: Klaida nuskaitant lygį
pl: Błąd ładowania poziomu
pt_br: Erro ao ler nível
ru: Ошибка чтения уровня
uk: Помилка зчитування рівня
zh_cn: 读取关卡出错
zh_tw: 關卡讀取錯誤

# editor_input_description
source: Description:
de: Beschreibung:
es_es: Descripción:
id: Deskripsi:
ja: 説明：
ko: 설명:
lt: Aprašymas:
pl: Opis:
pt_br: Descrição:
ru: Описание:
uk: Опис:
zh_cn: 描述：
zh_tw: 說明：

# editor_label_banner
source: Banner (cropped to 4:1 aspect ratio):
de: Banner (auf 4:1 Seitenverhältnis zugeschnitten):
es_es: Estandarte (recortado a una relación de aspecto 4:1):
fr: Bannière (recadrée en 4:1) :
id: Banner (dipotong menjadi rasio aspek 4:1):
ja: バナー (縦横比4:1までに切り取り)：
ko: 배너 (4:1 비율로 잘림):
lt: Skydelis (sumažintas iki 4:1 vaizdo santykio):
pl: Baner (przycięty to proporcji 4:1):
pt_br: Banner (cortado para a proporção 4:1):
ru: Баннер (в соотношении 4:1):
uk: Банер (обрізаний до співвідношення сторін 4:1):
zh_cn: 横幅(裁剪到 4:1 宽高比)：
zh_tw: 橫幅（裁切為4:1比例）：

# editor_button_loadimage
source: Load Image
de: Bild laden
es_es: Cargar Imagen
fr: Charger une Image
id: Muat Gambar
ja: 画像の読み込み
ko: 이미지 불러오기
lt: Užkrauti paveikslėlį
pl: Wczytaj Obraz
pt_br: Carregar Imagem
ru: Загрузить Изображение
uk: Завантажити зображення
zh_cn: 加载图片
zh_tw: 載入圖片

# editor_button_replaceimage
source: Replace Image
de: Bild ersetzen
es_es: Reemplazar Imagen
fr: Remplacer l'image
id: Ubah Gambar
ja: 画像の置換
ko: 이미지 교체
lt: Pakeisti paveikslėlį
pl: Zastąp Obraz
pt_br: Substituir Imagem
ru: Заменить Изображение
uk: Замінити зображення
zh_cn: 替换图片
zh_tw: 更換圖片

# customlevel_estimateddifficulty
source: Estimated Difficulty: {0}
de: Geschätzte Schwierigkeit: {0}
es_es: Dificultad Estimada: {0}
fr: Difficulté estimée : {0}
id: Perkiraan Kesulitan: {0}
ja: 推定難易度：{0}
ko: 예상 난이도: {0}
lt: Numatomas sunkumas: {0}
pl: Szacowana Trudność: {0}
pt_br: Dificuldade Estimada: {0}
ru: Предполагаемая Сложность: {0}
uk: Орієнтовна складність: {0}
zh_cn: 估算难度： {0}
zh_tw: 預計難度：{0}

# editor_error_bannerfilesize
source: Image file too large! ({0} MB) Choose an image below {1} MB.
de: Bilddatei zu groß! ({0} MB) Wähle ein Bild unter {1} MB.
es_es: Imagen demasiado grande! ({0} MB) Elige una imagen debajo de {1} MB.
fr: Fichier trop volumineux ! ({0} MB) Choisissez une image inférieure à {1} Mo.
id: File gambar terlalu besar! ({0} MB) Pilih gambar dibawah {1} MB.
ja: 画像ファイルが大きすぎます! ({0} MB) {1} MB以下の画像を選択してください。
ko: 이미지 파일이 너무 큽니다! ({0} MB) {1} MB 이하의 이미지를 고르십시오.
lt: Nuotraukos failo dydis per didelis! ({0} MB) Pasirinkite nuotrauką mažesnę už {1} MB.
pl: Obrazu jest zbyt duży! ({0} MB) Wybierz obraz poniżej {1} MB.
pt_br: Arquivo de imagem muito grande! ({0} MB) Escolha uma imagem abaixo de {1} MB.
ru: Размер изображения слишком большой! ({0} МБ) Выберите изображение менее {1} MБ.
uk: Файл зображення занадто важкий! ({0} МБ) Використай зображення легше {1} МБ.
zh_cn: 图片文件太大！({0} MB) 选择一个 {1} MB以下的图片。
zh_tw: 圖片檔案過大！({0} MB)請選擇{1} MB以下的圖片。

# customlevel_chartauthordisplay
source: Chart by {0}
de: Karte von {0}
es_es: Chart por {0}
fr: Niveau de {0}
id: Chart oleh {0}
ja: {0} による譜面
ko: {0} 의 차트
lt: Grafikas sukurtas {0}
pl: Mapa wg {0}
pt_br: Nível de {0}
ru: Карта от {0}
uk: Рівень від {0}
zh_cn: 谱面作者：{0}
zh_tw: 圖譜由{0}製作

# menu_customlevels_openfolder
source: Open levels folder
de: Level-Ordner öffnen
es_es: Abrir carpeta de niveles
fr: Ouvrir le dossier des niveaux
id: Buka folder level
ja: レベルフォルダを開く
ko: 레벨 폴더 열기
lt: Atidaryti lygių aplanką
pl: Otwórz folder poziomów
pt_br: Abrir pasta de níveis
ru: Открыть папку уровней
uk: Відкрити теку з рівнями
zh_cn: 打开关卡文件夹
zh_tw: 開啟關卡資料夾

# menu_navigatebacktomenu
source: Back to Menu
es_es: Volver al Menú
ko: 메뉴로 돌아가기
ru: Назад в меню
uk: Повернутися до Меню
zh_tw: 回到選單

# customlevel_loaderror
source: Error loading level
de: Fehler beim Laden des Levels
es_es: Error cargando el nivel
fr: Erreur de chargement du niveau
id: Kesalahan memuat level
ja: レベルの読み取りエラー
ko: 레벨 불러오기 오류
lt: Klaida kraunant lygį
pl: Błąd ładowania poziomu
pt_br: Erro ao carregar nível
ru: Ошибка загрузки уровня
uk: Помилка завантаження рівня
zh_cn: 加载关卡出错
zh_tw: 關卡載入錯誤

# menu_description_opencustomlevelfolder
source: Opens the directory where custom levels are stored.
de: Öffnet das Verzeichnis, in dem benutzerdefinierte Level gespeichert werden.
es_es: Abre el directorio donde los niveles personalizados están almacenados.
fr: Ouvre le dossier où sont stockés les niveaux personnalisés.
id: Buka direktori dimana kustom level disimpan.
ja: カスタムレベルを保存するディレクトリを開きます。
ko: 커스텀 레벨이 저장된 폴더를 엽니다.
lt: Atidaro vietą kur laikomi pridėti lygiai.
pl: Otwiera katalog, w którym przechowywane są poziomy.
pt_br: Abre o diretório onde os níveis personalizados são armazenados.
ru: Открыть папку, в которой находятся пользовательские уровни.
uk: Відкрити каталог, де зберігаються користувацькі рівні.
zh_cn: 打开自定义关卡的存储目录。
zh_tw: 開啟自訂關卡的儲存位置目錄。

# editor_menu_exportlevel
source: Export
de: Exportieren
es_es: Exportar
fr: Exporter
id: Ekspor
ko: 내보내기
lt: Eksportuoti
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
uk: Експортувати
zh_cn: 导出
zh_tw: 導出

# editor_notification_export
source: Level exported: {0}
de: Level exportiert: {0}
es_es: Nivel exportado: {0}
fr: Niveau exporté : {0}
id: Level diekspor: {0}
ko: 레벨 내보냄: {0}
lt: Lygis eksportuotas: {0}
pl: Poziom wyeksportowany: {0}
pt_br: Nível exportado: {0}
ru: Уровней экспортировано: {0}
uk: Рівень експортовано: {0}
zh_cn: 已导出关卡： {0}
zh_tw: 關卡已導出：{0}

# error_customlevelmusicmissing
source: Couldn't find music for this level
de: Keine Musik für dieses Level gefunden
es_es: No se pudo encontrar música para este nivel
fr: Musique du niveau introuvable
id: Tidak dapat menemukan musik untuk level ini
ko: 해당 레벨을 위한 음악을 찾을 수 없습니다
lt: Muzika šiam lygiui nerasta
pl: Nie znaleziono muzyki dla tego poziomu
pt_br: Não foi possível localizar a música para este nível
ru: Не удалось найти музыку для этого уровня
uk: Не вдалося знайти музику для цього рівня
zh_cn: 找不到此关卡的音乐
zh_tw: 找不到該關卡的音樂

# editor_type_multihitenemyeighth
source: fast ghost enemy
de: schneller geistergegner
es_es: enemigo fantasma rápido
fr: ennemi fantôme rapide
id: musuh hantu cepat
ko: 빠른 유령 적
lt: netikras priešas vaiduoklis
pl: szybki wrogi duch
pt_br: inimigo fantasma rápido
ru: быстрый признак
uk: швидкий привид
zh_cn: 快速幽灵敌人
zh_tw: 高速鬼魂敵人

# editor_tool_multihitenemyeighth_description
source: <color=#ffff00>Fast Ghost Enemies</color> Click to insert yellow "dotted-eighth" rhythm ghost enemies.
de: <color=#ffff00>Schnelle Geistergegner</color> Klicke, um gelbe "gepunktete Achtel"-Rhythmus-Geister einzufügen.
es_es: <color=#ffff00>Enemigos Fantasma Rápidos</color> Haz click para insertar enemigos fantasma amarillos de ritmo "punta-octavo".
fr: <color=#ffff00>Ennemis Fantômes Rapides</color> Cliquez pour insérer des fantômes jaunes aux "huitièmes prolongés de temps".
id: <color=#ffff00>Musuh Hantu Cepat</color> Klik untuk memasukkan ritme "nada delapan bertitik" musuh hantu.
ko: <color=#ffff00>빠른 귀신 적</color> 클릭하여 노란 "점8분음표" 리듬 귀신 적 삽입.
lt: <color=#ffff00>Greiti priešai vaiduokliai</color> Spauskite, kad įterpti geltonus "punktyrinio aštuntadalio" ritmo priešus vaiduoklius.
pl: <color=#ffff00>Szybkie Wrogie Duchy</color> Kliknij, aby wstawić żółtego "kropkowanych-ósemek" rytmu ducha.
ru: <color=#ffff00>Быстрые Призраки</color> Кликни, чтобы добавить желтого призрака, идущего в ритм восьмой с точкой ноты.
uk: <color=#ffff00>Швидкі привиди</color> Натисни, щоб додати жовтого привида, який відіграватиметься у ритмі 3/4.
zh_cn: <color=#ffff00>快速幽灵敌人</color> 点击插入黄色“八分音”幽灵敌人。
zh_tw: <color=#ffff00>高速鬼魂敵人</color> 點擊插入黃色“點八分之一”拍鬼魂敵人。

# editor_action_multihitenemyeighth
source: Insert fast ghost enemy at beat {0}
de: Schnellen Geistergegner bei Takt {0} einfügen
es_es: Insertar enemigo fantasma rápido en el beat {0}
fr: Insérer un ennemi fantôme rapide au temps {0}
id: Masukkan musuh hantu cepat pada ketukan {0}
ko: {0} 박자에 빠른 유령 적 배치
lt: Įterpti greitą priešą vaiduoklį ties {0} taktu
pl: Wstaw szybkiego ducha na nucie {0}
pt_br: Inserir inimigo fantasma rápido no tempo {0}
ru: Вставить быстрого призрака в бит {0}
uk: Додати швидкого привида на біті {0}
zh_cn: 在第 {0} 拍处插入快速幽灵敌人
zh_tw: 在節拍{0}處插入高速鬼魂敵人

# editor_tooltip_multihitenemyeighth
source: Fast Ghost Enemies
de: Schnelle Geistergegner
es_es: Enemigos Fantasma Rápidos
fr: Ennemis Fantômes Rapides
id: Musuh Hantu Cepat
ko: 빠른 유령 적
lt: Greiti priešai vaiduokliai
pl: Szybkie Wrogie Duchy
pt_br: Inimigos Fantasma Rápidos
ru: Быстрые Призраки
uk: Швидкі привиди
zh_cn: 快速幽灵敌人
zh_tw: 高速鬼魂敵人

# editor_leveltest_jumptocheckpoint_header
source: Jump to Checkpoint
de: Zum Checkpoint springen
es_es: Ir a Punto de Control
fr: Aller au Point de Passage
id: Lompat ke Checkpoint
ko: 체크포인트로 이동
lt: Grįžti į kontrolinį tašką
pl: Przejdź do Punktu Zapisu
pt_br: Ir ao Checkpoint
ru: Перейти к Чекпоинту
uk: Перейти до контрольної точки
zh_cn: 跳至存档点
zh_tw: 跳至紀錄點

# editor_menu_previewclip
source: Preview Clip...
de: Clip-Vorschau...
es_es: Vista previa del Clip...
fr: Extrait d'Aperçu...
id: Pratinjau Klip...
ko: 클립 미리보기...
lt: Peržiūros klipas...
pl: Podgląd Klipu...
pt_br: Pré-visualizar Clipe...
ru: Предпросмотр Клипа...
uk: Попередній перегляд...
zh_cn: 预览片段…
zh_tw: 預覽片段...

# editor_input_previewstarttime
source: Preview start time:
de: Startzeitpunkt der Vorschau:
es_es: Tiempo de inicio para vista previa:
fr: Heure de début d'aperçu :
id: Waktu mulai pratinjau:
ko: 미리보기 시작 시간:
lt: Peržiūros pradžios laikas:
pl: Czas rozpoczęcia podglądu:
pt_br: Tempo de início da prévia:
ru: Начало предпросмотра:
uk: Час початку:
zh_cn: 预览起始时间：
zh_tw: 預覽開始時間：

# editor_input_previewendtime
source: Preview end time:
de: Endzeitpunkt der Vorschau:
es_es: Tiempo de final para vista previa:
fr: Heure de fin d'aperçu :
id: Waktu akhir pratinjau:
ko: 미리보기 종료 시간:
lt: Peržiūros pabaigos laikas:
pl: Czas zakończenia podglądu:
pt_br: Tempo do fim da prévia:
ru: Конец предпросмотра:
uk: Час закінчення:
zh_cn: 预览结束时间：
zh_tw: 預覽結束時間：

# editor_button_playpreview
source: Play Preview
de: Vorschau abspielen
es_es: Reproducir Vista Previa
fr: Lire l'Aperçu
id: Putar Pratinjau
ko: 미리보기 재생
lt: Paleisti peržiūrą
pl: Odtwórz Podgląd
pt_br: Reproduzir Prévia
ru: Включить Предпросмотр
uk: Переглянути
zh_cn: 播放预览
zh_tw: 播放預覽

# editor_text_previewduration
source: Preview Duration: {0} seconds
de: Vorschau-Dauer: {0} Sekunden
es_es: Duración de Vista Previa:{0} segundos
fr: Durée de l'Aperçu : {0} secondes
id: Durasi Pratinjau: {0} detik
ko: 미리보기 길이: {0} 초
lt: Peržiūros trukmė: {0} sekundės
pl: Czas Podglądu: {0} sekund
pt_br: Duração da Pré-visualização: {0} segundos
ru: Длительность Предпросмотра: {0} секунд
uk: Довжина попереднього перегляду: {0} секунд(-и)
zh_cn: 预览持续时间： {0} 秒
zh_tw: 預覽持續時間：{0} 秒

# menu_importlevels
source: Import New Levels
de: Neue Levels importieren
es_es: Importar Nuevos Niveles
fr: Importer Nouveaux Niveaux
id: Impor Level Baru
ko: 새 레벨 가져오기
lt: Importuoti naujus lygius
pl: Importuj Nowe Poziomy
pt_br: Importar Novos Níveis
ru: Импорт Новых Уровней
uk: Імпортувати нові рівні
zh_cn: 导入新关卡
zh_tw: 導入新關卡

# customlevel_folderlevelcount
source: ({0} Levels)
de: ({0} Level)
es_es: ({0} Niveles)
fr: ({0} Niveaux)
id: ({0} Level)
ko: ({0} 레벨)
lt: ({0} lygiai)
pl: ({0} Poziomów)
pt_br: ({0} Níveis)
ru: ({0} Уровней)
uk: (Кількість рівнів: {0})
zh_cn: ({0} 关卡)
zh_tw: （{0}關卡）

# customlevelimporter_alreadyimported
source: Already in custom level directory
de: Bereits im Verzeichnis der benutzerdefinierten Level
es_es: Ya existe en el directorio de niveles personalizados
fr: Déjà présent dans le dossier des niveaux personnalisés
id: Sudah ada di direktori level kustom
ko: 이미 사용자 레벨 디렉토리에 있습니다
lt: Jau yra pridėtų lygių aplankale
pl: Już jest w katalogu poziomów
pt_br: Já está no diretório de nível personalizado
ru: Уже в папке пользовательских уровней
uk: Уже в бібліотеці користувацьких рівнів
zh_cn: 已经在自定义关卡目录
zh_tw: 已經在自訂關卡目錄中

# customlevelimporter_downloading
source: Downloading...
de: Wird heruntergeladen...
es_es: Descargando...
fr: Téléchargement...
id: Mengunduh...
ko: 내려받는 중...
lt: Siunčiama...
pl: Pobieranie...
pt_br: Baixando...
ru: Скачивание...
uk: Завантаження...
zh_cn: 正在下载...
zh_tw: 下載中...

# customlevelimporter_faileddownload
source: Download failed
de: Download fehlgeschlagen
es_es: Descarga fallida
fr: Echec du téléchargement
id: Gagal mengunduh
ko: 내려받기 실패
lt: Siuntimas nepavyko
pl: Pobieranie nieudane
pt_br: Falha no Download
ru: Ошибка скачивания
uk: Помилка завантаження
zh_cn: 下载失败
zh_tw: 下載失敗

# customlevelimporter_missingfile
source: Missing {0} file
de: Datei {0} fehlt
es_es: Falta archivo {0}
fr: Fichier {0} manquant
id: File {0} hilang
ko: {0} 파일이 없음
lt: Trūksta {0} failo
pl: Brakuje pliku {0}
pt_br: Arquivo {0} não encontrado
ru: Отсутствует файл {0}
uk: Відсутній файл {0}
zh_cn: 缺少 {0} 文件
zh_tw: 缺少{0}檔案

# customlevelimporter_fileexists
source: File already exists:
de: Datei existiert bereits:
es_es: El archivo ya existe:
fr: Fichier déjà existant :
id: File sudah ada:
ko: 파일이 이미 존재합니다:
lt: Failas jau egzistuoja:
pl: Plik już istnieje:
pt_br: Arquivo já existe:
ru: Файл уже существует:
uk: Файл уже існує:
zh_cn: 文件已存在：
zh_tw: 檔案已經存在：

# customlevelimporter_extracting
source: Extracting...
de: Extrahieren...
es_es: Extrayendo...
fr: Extraction...
id: Mengekstrak...
ko: 추출하는 중...
lt: Išskleidžiama...
pl: Rozpakowywanie...
pt_br: Extraindo...
ru: Распаковка...
uk: Розпаковування...
zh_cn: 正在提取...
zh_tw: 提取...

# customlevelimporter_musicneeded
source: No music included
de: Keine Musik enthalten
es_es: No hay música incluida
fr: Aucune musique incluse
id: Tidak ada musik yang disertakan
ko: 포함한 음악 없음
lt: Nėra įtrauktos muzikos
pl: Brak muzyki
pt_br: Nenhuma música inclusa
ru: Без музыки
uk: Не додано музику
zh_cn: 未包含音乐
zh_tw: 不含音樂

# customlevelimporter_success
source: Success
de: Erfolgreich
es_es: Éxito
fr: Succès
id: Berhasil
ko: 성공
lt: Pavyko
pl: Zakończono pomyślnie
pt_br: Sucesso
ru: Успех
uk: Успішно
zh_cn: 成功
zh_tw: 成功
