Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# settings_musicvolume_description
source: Adjust the volume of the game music.
de: Stelle die Lautstärke der Spielmusik ein.
es_es: Ajusta el volumen de la música del juego.
fr: Ajuster le volume de la musique.
id: Sesuaikan volume musik game.
it: Regola il volume della musica di gioco.
ja: BGMの音量を調整します。
ko: 게임 음악 볼륨을 조정합니다.
lt: Pakeisti žaidimo muzikos garsumą.
pl: Dostosuj głośność muzyki w grze.
pt_br: Ajuste o volume da música do jogo.
ru: Изменить громкость игровой музыки.
tr: Oyun müziğinin sesini ayarlayın.
uk: Змінити гучність музики в грі.
vi: Điều chỉnh âm lượng của nhạc.
zh_cn: 调整游戏音乐的音量。
zh_tw: 調整遊戲音樂音量。

# settings_sfxvolume_description
source: Adjust the volume of the in-game sound effects.
de: Stelle die Lautstärke der Sounfeffekte ein.
es_es: Ajusta el volumen de los efectos de sonido en el juego.
fr: Ajuster le volume des effets sonores en jeu.
id: Sesuaikan volume efek suara dalam game.
it: Regola il volume di gioco e degli effetti sonori.
ja: ゲームやUIの効果音の音量を調整します。
ko: 게임 효과 볼륨을 조정합니다.
lt: Pakeisti žaidimo garso efektų garsumą.
pl: Dostosuj głośność efektów dźwiękowych gry.
pt_br: Ajuste o volume dos efeitos sonoros do jogo.
ru: Изменить громкость звуковых эффектов.
tr: Oyun içi ses efektlerinin ses seviyesini ayarlayın.
uk: Змінити гучність звукових ефектів у грі.
vi: Điều chỉnh âm lượng của hiệu ứng âm thanh trong khi chơi.
zh_cn: 调整游戏与界面音效音量。
zh_tw: 調整遊戲與介面音效音量。

# settings_sfxvolume
source: Sfx Volume
de: SFX Lautstärke
es_es: Volumen de los SFX
fr: Volume des Effets
id: Volume Sfx
it: Volume effetti sonori
ja: 効果音
ko: 효과음 볼륨
lt: Garso efektų garsumas
pl: Głośność Efektów
pt_br: Volume dos Efeitos Sonoros
ru: Громкость звуков
tr: Ses Efektleri Düzeyi
uk: Гучність звуків
vi: Âm lượng hiệu ứng
zh_cn: 音效音量
zh_tw: 音效音量

# menu_settings_effects
source: Effect Settings...
de: Effekt-Einstellungen...
es_es: Ajuste de Efectos...
fr: Paramètres des Effets...
id: Perngaturan Efek...
it: Impostazioni effetti sonori...
ja: エフェクト設定...
ko: 효과 설정...
lt: Efektų nustatymai...
pl: Ustawienia Efektów...
pt_br: Configurações dos Efeitos...
ru: Настройки эффектов...
tr: Efektler ayarlanıyor...
uk: Налаштування ефектів...
vi: Cài đặt hiệu ứng...
zh_cn: 效果设置…
zh_tw: 效果設定...

# settings_screenshake
source: Screen Shake
de: Bildschirmwackeln
es_es: Temblor de Pantalla
fr: Secousses d'Écran
id: Getaran Layar
it: Vibrazione schermo
ja: 画面の揺れ
ko: 화면 흔들림
lt: Ekrano drebėjimas
pl: Drżenie Ekranu
pt_br: Tremor da Tela
ru: Тряска экрана
tr: Ekran Titreşimi
uk: Тряска екрану
vi: Rung màn hình
zh_cn: 屏幕抖动
zh_tw: 畫面抖動

# settings_screenshake_description_disabled
source: Disables screen shake effects.
de: Deaktiviert Bildschirmwackeleffekte.
es_es: Desactiva los efectos de temblor de pantalla.
fr: Désactive les effets de vibration de l'écran.
id: Matikan efek geratan layar.
it: Disattiva vibrazione schermo.
ja: 画面の揺れ演出を無効にします。
ko: 화면 흔들림 효과를 비활성화합니다.
lt: Išjungia ekrano drebėjimo efektus.
pl: Wyłącza efekty drgania ekranu.
pt_br: Desativa os efeitos de tremor da tela.
ru: Выключает эффекты тряски экрана.
tr: Ekran titreşimini devre dışı bırakır.
uk: Вимкнути тряску екрану.
vi: Tắt hiệu ứng rung màn hình.
zh_cn: 禁用屏幕抖动效果。
zh_tw: 禁用畫面抖動。

# settings_screenshake_description_enabled
source: Enables screen shake effects.
de: Aktiviert Bildschirmwackeleffekte.
es_es: Activa los efectos de temblor de pantalla.
fr: Active les effets de vibration de l'écran.
id: Aktifkan efek geratan layar.
it: Attiva vibrazione schermo.
ja: 画面の揺れ演出を有効にします。
ko: 화면 흔들림 효과를 활성화합니다.
lt: Įjungia ekrano drebėjimo efektus.
pl: Włącza efekty drgania ekranu.
pt_br: Habilita os efeitos de tremor da tela.
ru: Включает эффекты тряски экрана.
tr: Ekran titreşimini etkinleştirir.
uk: Увімкнути тряску екрану.
vi: Bật hiệu ứng rung màn hình.
zh_cn: 启用屏幕抖动效果。
zh_tw: 啟用畫面抖動。

# settings_screenflashes
source: Screen Flashes
de: Bildschirmflackern
es_es: Destellos en Pantalla
fr: Flashs
id: Layar Flash
it: Flash schermo
ja: 画面の点滅
ko: 화면 깜빡임
lt: Ekrano mirksėjimai
pl: Błyski Ekranu
pt_br: Luzes Piscantes
ru: Мерцание экрана
tr: Yanıp sönen ışıklar
uk: Мерехтіння екрану
vi: Nháy màn hình
zh_cn: 屏幕闪烁
zh_tw: 畫面閃爍

# settings_screenflashes_description_enabled
source: Enables screen flash effects.
de: Aktiviert Bildschirmflackereffekte.
es_es: Activa los efectos de destello en la pantalla.
fr: Active les effets de flashs lumineux de l'écran.
id: Aktifkan efek flash layar.
it: Attiva i flash dello schermo.
ja: 画面の点滅演出を無効にします。
ko: 화면 깜빡임 효과를 활성화합니다.
lt: Įjungia ekrano mirksėjimo efektus.
pl: Włącza efekt błysków ekranu.
pt_br: Habilita os efeitos de luzes piscantes na tela.
ru: Включает эффекты мерцания экрана.
tr: Yanıp sönen ışıkları etkinleştirir.
uk: Увімкнути мерехтіння екрану.
vi: Bật các hiệu ứng nháy màn hình.
zh_cn: 启用屏幕闪烁效果。
zh_tw: 啟用畫面閃爍。

# settings_screenflashes_description_disabled
source: Disables screen flash effects.
de: Deaktiviert Bildschirmflackereffekte.
es_es: Desactiva los efectos de destello en la pantalla.
fr: Désactive les effets de flashs lumineux de l'écran.
id: Matikan efek flash layar.
it: Disattiva i flash dello schermo.
ja: 画面の点滅演出を有効にします。
ko: 화면 깜빡임 효과를 비활성화합니다.
lt: Išjungia ekrano mirksėjimo efektus.
pl: Wyłącza efekt błysków ekranu.
pt_br: Desativa os efeitos de luzes piscantes na tela.
ru: Выключает эффекты мерцания экрана.
tr: Yanıp sönen ışıkları devre dışı bırakır.
uk: Вимкнути мерехтіння екрану.
vi: Tắt các hiệu ứng nháy màn hình.
zh_cn: 禁用屏幕闪烁效果。
zh_tw: 禁用畫面閃爍。

# settings_soundscheduling
source: Sfx Prescheduling
de: SFX Vorplanung
es_es: Pre-programar SFX
fr: Effets Avant-Coureurs
id: Penjadwalan Sfx
it: Anticipazione effetti sonori
ja: 効果音のプリスケジューリング
ko: 효과음 미리 재생
lt: Garso efektų išankstinis planavimas
pl: Zaplanowane Sfx
pt_br: Pré-agendamento dos efeitos sonoros
ru: Досрочное проигрывание звуков
tr: Sfx Ön Planlama
uk: Відігравати звуки наперед
vi: Sắp xếp hiệu ứng âm thanh
zh_cn: 音效预排
zh_tw: 預置音效

# settings_soundscheduling_description_disabled
source: Action sounds will always be played in response to input. Only recommended for low latencies. The extra sound delay can throw off your rhythm.
de: Aktionssounds werden immer als Reaktion auf die Eingabe abgespielt. Nur für niedrige Latenzen empfohlen. Die zusätzliche Klangverzögerung kann deinen Rhythmus durcheinander bringen.
es_es: Los sonidos de acción siempre sonarán al tocar botones. Solo recomendado con bajas latencias. El retraso de sonido puede afectar tu ritmo.
fr: Les sons des actions seront lus en réponse aux actions. Recommandé seulement si votre latence est faible, sinon ce décalage pourrait vous déconcentrer.
id: Suara aksi akan selalu dimainkan sebagai respons terhadap input. Hanya direkomendasikan untuk latensi rendah. Penundaan suara ekstra dapat mengganggu ritme anda.
it: I suoni d'azione saranno sempre riprodotti in risposta all'input. Consigliato solo per chi ha bassa latenza. Ulteriori ritardi del suono potrebbero rovinare il ritmo.
ja: 入力に応じて効果音が再生されます。遅延が小さい場合のみおすすめします。過剰な音ずれはリズムを妨げる原因になります。
ko: 액션 효과음이 입력에만 맞춰 재생됩니다. 저 지연 환경에서만 권장됩니다. 오디오 지연이 리듬을 망칠 수 있습니다.
lt: Veiksmų garsai visada bus grojami reaguojant į įvestį. Rekomenduojama naudoti tik esant mažam vėlavimui. Dėl papildomo garso vėlavimo gali sutrikti jūsų ritmas.
pl: Dźwięki czynności będą zawsze odtwarzane w odpowiedzi na naciśnięcie. Zalecane tylko dla niskich opóźnień dźwięku. Dodatkowe opóźnienie może wybić cię z rytmu.
pt_br: Sons de ação sempre reproduzirão em resposta à ação. Recomendado somente para baixas latências. O atraso extra do som pode atrapalhar seu ritmo.
ru: Звуки будут проигрываться во время совершения действий. Рекомендуется только для малых задержек. Лишняя задержка звука может сбить с ритма.
uk: Звуки гратимуть під час здійснення дій. Рекомендується лише для малих затримок. Дод. затримка звуку може збити ритм.
vi: Những âm thanh gắn với hành động sẽ được phát để đáp lại đầu vào. Chỉ khuyến khích sử dụng với độ trễ thấp. Sự trễ của âm thanh có thể ảnh hưởng đến nhịp điệu của bạn.
zh_cn: 动作音效将跟随输入播放。仅在低延迟时推荐，额外的声音延迟可能会影响节奏。
zh_tw: 動作音效會跟著輸入而觸發播放。僅推薦在低延遲時使用，額外的聲音延遲會擾亂您的節奏。

# settings_soundscheduling_description_enabled
source: (Default) Action sounds will be prescheduled so they are perfectly in sync. They will play even if the input is missed.
de: (Standard) Aktionstöne werden vorausgeplant, damit sie perfekt synchronisiert sind. Sie werden auch dann abgespielt, wenn die Eingabe verpasst wird.
es_es: (Por defecto) Los sonidos de acción serán pre-programados para estar en sincronización. Sonaran incluso si se falla.
fr: (Par défaut) Les sons des actions sont toujours lus et ce au timing parfait. Ils seront donc lus même en cas d'erreur.
id: (Bawaan) Suara aksi akan dijadwalkan sebelumnya sehingga tersinkronisasi dengan sempurna. Mereka akan tetap bersuara meskipun inputnya terlewat.
it: (Predefinito) I suoni delle azioni saranno predefiniti in modo da essere perfettamente sincronizzati. Verranno riprodotti anche in mancanza dell'input.
ja: （デフォルト）効果音は音楽に同期するように事前に設定されます。入力に失敗しても効果音が再生されます。
ko: (기본) 액션 효과음이 미리 재생되도록 하여 싱크를 맞춥니다. 입력을 놓치더라도 재생됩니다.
lt: (Numatyta) Veiksmų garsai bus iš anksto suplanuoti tam, kad būtų tobulai sinchronizuoti. Jie bus grojami net praleidus įvestį.
pl: (Domyślnie) Dźwięki czynności zostaną z góry zaplanowane, aby były idealnie zsynchronizowane. Będą one odtwarzane nawet w przypadku pominięcia czynności.
pt_br: (Padrão) Sons de ação serão pré-agendados para que fiquem perfeitamente sincronizados. Eles reproduzirão mesmo se a ação seja perdida.
ru: (По умолчанию) Звуки действий будут проигрываться синхронно с музыкой, даже если действие пропущено.
uk: (За замовчуванням) Звуки дій гратимуть заздалегідь синхронно з музикою, навіть якщо дія пропущена.
vi: (Mặc định) Những âm thanh gắn với hành động sẽ được sắp xếp sao cho nó được đồng bộ hoàn hảo. Nó vẫn sẽ phát ra kể cả khi đầu vào bị hụt.
zh_cn: （默认）动作音效将与节奏同步。即使没有操作音效也会播放。
zh_tw: （預設）動作聲音將被預先設定，因此它們與音樂完全同步。即使並沒有按到，也會觸發播放音效。

# settings_audiolatency
source: Audio Offset
de: Audio-Versatz
es_es: Calibración de Audio
fr: Latence Audio
ja: サウンドオフセット
ko: 오디오 오프셋
lt: Garso poslinkis
pl: Opóźnienie Dźwięku
pt_br: Compensação de Áudio
ru: Задержка звука
tr: Ses dengeleme
uk: Затримка аудіо
vi: Độ trễ âm thanh
zh_cn: 音频偏移
zh_tw: 音訊偏移

# settings_audiolatency_description
source: Adjust this value until the beeps match the flashing lights perfectly.
de: Stelle diesen Wert so ein, dass die Signaltöne perfekt mit den blinkenden Lichtern übereinstimmen.
es_es: Ajusta el valor hasta que los beeps estén en perfecta sincronía con las luces.
fr: Ajuster cette valeur jusqu'à ce que les bips et les flashs soient parfaitement synchronisés.
id: Sesuaikan nilai ini hingga bunyi bip sesuai dengan lampu yang berkedip dengan sempurna.
it: Regola questo valore fino a che i bip coincidano perfettamente con le luci lampeggianti.
ja: ピー音と点滅のタイミングが合うように調整してください。
ko: 부저음과 빛의 깜빡임이 완벽히 일치하도록 이 값을 조정해주세요.
lt: Vertę reguliuokite tol, kol garsiniai signalai visiškai sutaps su mirksinčiomis šviesomis.
pl: Dostosuj tę wartość, aż dźwięki będą idealnie pasować do migania.
pt_br: Ajuste esse valor até que os bipes correspondam perfeitamente às luzes piscantes.
ru: Настрой это значение так, чтобы звук играл одновременно со вспышками.
tr: Bip sesleri yanıp sönen ışıklarla mükemmel şekilde eşleşene kadar bu değeri ayarlayın.
uk: Налаштуйте це значення так, щоб звукові сигнали ідеально збігалися з миготінням.
vi: Điều chỉnh giá trị này cho đến khi tiếng bíp cùng lúc với đèn nháy.
zh_cn: 调整偏移直到哔声与闪光完美匹配。
zh_tw: 調整此值直到嗶嗶聲與閃爍完美匹配。

# menu_settings_cheats
source: Cheats
es_es: Trucos/Trampas
fr: Triches
it: Trucchi
ja: チート
ko: 치트
lt: Sukčiavimo komandos
pl: Cheaty
pt_br: Trapaças
ru: Читы
tr: Hileler
uk: Чити
vi: Gian lận
zh_cn: 作弊模式
zh_tw: 作弊模式

# menu_settings_autoplay
source: Auto Play
de: Automatisches Spielen
es_es: Juego Automático
fr: Jeu Automatique
id: Main Otomatis
it: Gioco automatico
ja: オートプレイ
ko: 자동 플레이
lt: Automatinis paleidimas
pl: Autopoziomy
pt_br: Jogo Automático
ru: Самовоспроизведение
tr: Otomatik oynatma
uk: Автоматична гра
vi: Chơi tự động
zh_cn: 自动游玩模式
zh_tw: 自動遊玩模式

# settings_unlockalllevels
source: Unlock All Levels
de: Alle Level freischalten
es_es: Desbloquear todos los niveles
fr: Débloquer Tous les Niveaux
id: Buka Semua Level
it: Sblocca tutti i livelli
ja: 全レベル解禁
ko: 모든 레벨 해금
lt: Atrakinti visus lygius
pl: Odblokuj Wszystkie Poziomy
pt_br: Desbloquear Todos os Níveis
ru: Открыть все уровни
tr: Tüm Seviyeleri Açın
uk: Відкрити всі рівні
vi: Mở khóa tất cả màn
zh_cn: 解锁全部关卡
zh_tw: 解鎖所有關卡

# settings_autoplay_description_disabled
source: Auto play is disabled.
de: Automatisches Spielen ist deaktiviert.
es_es: Juego automático está deshabilitado.
fr: Le mode jeu automatique est désactivé.
id: Main Otomatis Mati.
it: Il gioco automatico è disattivato.
ja: オートプレイモードが無効になっています。
ko: 자동 플레이가 비활성화 상태입니다.
lt: Automatinis paleidimas išjungtas.
pl: Autopoziomy są wyłączone.
pt_br: Jogo automático está desativado.
ru: Самовоспроизведение отключено.
tr: Otomatik oynatma kapatıldı.
uk: Автоматична гра вимкнена.
vi: Chế độ chơi tự động đã tắt.
zh_cn: 自动游玩已禁用。
zh_tw: 自動遊玩已禁用。

# settings_autoplay_description_enabled
source: Auto play is enabled. Levels will play automatically without player input. (Progress will still be saved)
de: Automatisches Spielen ist aktiviert. Level werden automatisch ohne Spieler-Eingabe gespielt. (Der Fortschritt wird nicht gespeichert)
es_es: Juego automático activado. Los niveles se jugarán automáticamente sin aporte del jugador. (El progreso se seguirá guardado)
fr: Le mode jeu automatique est activé. Les niveaux se joueront tout seuls sans besoin du joueur. (La progression sera toujours sauvegardée)
id: Main Otomatis Aktif. Level akan bermain otomatis tanpa input pemain. (Progres akan tetap disimpan)
it: Il gioco automatico è attivato. I livelli verranno riprodotti automaticamente senza input del giocatore.
ja: オートプレイモードが有効です。プレイヤーの入力が無くても自動でレベルを進めます。
ko: 자동 플레이가 활성화 상태입니다. 레벨이 플레이어 입력없이 자동으로 플레이됩니다. (진행사항은 여전히 저장됩니다)
lt: Automatinis paleidimas įjungtas. Lygiai bus automatiškai paleisti be žaidėjo įvesties. (Progresas vistiek bus išsaugotas)
pl: Autopoziomy są włączone. Poziomy będą grane automatycznie, bez potrzeby kontroli od gracza. (Postęp nie będzie zapisany)
pt_br: Jogo automático está ativado. Os níveis serão jogados automaticamente sem a interação do jogador. (O progresso ainda será salvo)
ru: Самовоспроизведение включено. Уровни будут проигрываться автоматически без вмешательства игрока. (Прогресс не будет сохранен)
tr: Otomatik oynatma etkinleştirildi. Seviyeler, oyuncu olmadan otomatik olarak oynatılacktır. (İlerleme yine de kaydedilecek)
uk: Автоматична гра увімкнена. Рівні будуть відіграні автоматично без вкладу гравця. (Прогрес буде збережено)
vi: Chế độ chơi tự động đã bật. Các màn sẽ tự chơi mà không cần đầu vào của người chơi. (Tiến độ sẽ không được lưu)
zh_cn: 自动游玩已启用。关卡将自动进行。（不计入成绩）
zh_tw: 自動遊玩已啟用，遊戲將在不需操作的情況下自動進行。（進度仍會保存）

# settings_unlockalllevels_description_disabled
source: Levels must be unlocked normally.
de: Die Level müssen normal freigeschaltet werden.
es_es: Los niveles se deben desbloquear normalmente.
fr: Les niveaux se débloquent normalement.
id: Level harus dibuka dengan normal.
it: I livelli devono essere sbloccati normalmente.
ja: レベルを通常通り解放する必要があります。
ko: 레벨은 정상적인 방법으로만 해금됩니다.
lt: Lygiai privalo būti atrakinti įprastai.
pl: Poziomy muszą być odblokowane normalnie.
pt_br: Os níveis precisam ser desbloqueados normalmente.
ru: Уровни должны быть открыты обычным способом.
tr: Seviyelerin kilidi normal şekilde açılmalıdır.
uk: Всі рівні мають бути відкриті нормальним шляхом.
vi: Các màn phải được mở khóa bình thường.
zh_cn: 关卡必须按顺序解锁。
zh_tw: 關卡必須以正常方式解鎖。

# settings_unlockalllevels_description_enabled
source: All levels are unlocked from the start. (Progress will still be saved)
de: Alle Level sind von Anfang an freigeschaltet. (Der Fortschritt wird weiterhin gespeichert)
es_es: Todos los niveles están desbloqueados desde el inicio. (El progreso será guardado)
fr: Tous les niveaux sont immédiatement débloqués. (La progression sera toujours sauvegardée)
id: Semua level dibuka dari awal. (Progres akan tetap disimpan)
it: Tutti i livelli sono accessibili fin dall'inizio. (I progressi verranno comunque salvati)
ja: 最初から全てのレベルで遊ぶことができます。（進行状況は保存されます。）
ko: 모든 레벨이 시작부터 열립니다. (진행 상황은 여전히 저장됩니다)
lt: Visi lygiai yra atrakinti nuo pradžių. (Progresas vistiek bus išsaugotas)
pl: Wszystkie poziomy są odblokowane od początku. (Postęp będzie zapisany)
pt_br: Todos os níveis são desbloqueados desde o início. (O progresso ainda será salvo)
ru: Все уровни изначально открыты. (Прогресс всё равно будет сохранён)
tr: Tüm seviyelerin kilidi baştan açılır. (İlerleme yine de kaydedilecek)
uk: Усі рівні відкриті на початку. (Прогрес все одно буде збережено)
vi: Các màn được mở khóa từ lúc bắt đầu. (Tiến độ vẫn sẽ được lưu)
zh_cn: 所有关卡将在一开始解锁。（进度仍会保存）
zh_tw: 所有關卡將在一開始解鎖。（進度仍會保存）

# press_continue_keyboard
source: Press Enter to Continue
de: Drücke Enter um fortzufahren
es_es: Presiona Enter para continuar
fr: Appuyer sur Entrer pour Continuer
id: Tekan Enter untuk Melanjutkan
it: Premi Invio per continuare
ja: 続けるにはEnterを押してください。
ko: Enter를 눌러 계속
lt: Spauskite „Enter“, kad tęsti
pl: Naciśnij Enter, aby Kontynuować
pt_br: Pressione Enter para Continuar
ru: Нажми Enter, чтобы продолжить
tr: Devam etmek için Enter tuşuna basın
uk: Натисни Enter для продовження
vi: Nhấn Enter để tiếp tục
zh_cn: 按下Enter以继续
zh_tw: 按下Enter以繼續

# press_continue_mouse
source: Click to Continue
de: Klicke um Fortzufahren
es_es: Haz click para continuar
fr: Cliquer pour Continuer
id: Klik untuk Melanjutkan
it: Clicca per continuare
ja: 続けるにはクリックしてください。
ko: 클릭하여 계속
lt: Norėdami tęsti, spustelėkite pele
pl: Kliknij, aby Kontynuować
pt_br: Clique para Continuar
ru: Кликни, чтобы продолжить
tr: Devam etmek için tıklayın
uk: Натисни для продовження
vi: Nhấn để tiếp tục
zh_cn: 点击以继续
zh_tw: 點擊以繼續

# press_continue_touch
source: Tap to Continue
de: Tippe um Fortzufahren
es_es: Toca para continuar
fr: Toucher pour Continuer
id: Ketuk untuk Melanjutkan
it: Tocca per continuare
ja: 続けるにはタップしてください。
ko: 탭하여 계속
lt: Bakstelėkite, norėdami tęsti
pl: Naciśnij, aby Kontynuować
pt_br: Toque para Continuar
ru: Нажми, чтобы продолжить
tr: Devam etmek için dokunun
uk: Натисни для продовження
vi: Nhấn để tiếp tục
zh_cn: 点击以继续
zh_tw: 點擊以繼續

# press_continue_xbox
source: Press <sprite name="controller_icons_100"> to Continue
de: Drücke <sprite name="controller_icons_100"> um Fortzufahren
es_es: Presiona <sprite name="controller_icons_100"> para Continuar
fr: Appuyer sur <sprite name="controller_icons_100"> pour Continuer
id: Tekan <sprite name="controller_icons_100"> untuk Melanjutkan
it: Premi <sprite name="controller_icons_100"> per continuare
ja: 続けるには<sprite name="controller_icons_100">を押してください。
ko: <sprite name="controller_icons_100">를 눌러 계속
lt: Spauskite <sprite name="controller_icons_100"> kad tęsti
pl: Naciśnij <sprite name="controller_icons_100"> aby Kontynuować
pt_br: Pressione <sprite name="controller_icons_100"> para Continuar
ru: Нажми <sprite name="controller_icons_100">, чтобы продолжить
tr: Devam etmek için <sprite name="controller_icons_100"> tuşuna basın
uk: Натисни <sprite name="controller_icons_100"> для продовження
vi: Nhấn <sprite name=""controller_icons_100""> để tiếp tục
zh_cn: 按下<sprite name="controller_icons_100">以继续
zh_tw: 按下<sprite name="controller_icons_100">以繼續

# press_continue_playstation
source: Press <sprite name="controller_icons_37"> to Continue
de: Drücke <sprite name="controller_icons_37"> um Fortzufahren
es_es: Presiona <sprite name="controller_icons_37"> para Continuar
fr: Appuyer sur <sprite name="controller_icons_37"> pour Continuer
id: Tekan <sprite name="controller_icons_37"> untuk Melanjutkan
it: Premi <sprite name="controller_icons_37"> per continuare
ja: 続けるには<sprite name="controller_icons_37">を押してください。
ko: <sprite name="controller_icons_37">를 눌러 계속
lt: Spauskite <sprite name="controller_icons_37"> kad tęsti
pl: Naciśnij <sprite name="controller_icons_37"> aby Kontynuować
pt_br: Pressione <sprite name="controller_icons_37"> para Continuar
ru: Нажми <sprite name="controller_icons_37">, чтобы продолжить
tr: Devam etmek için <sprite name="controller_icons_37"> tuşuna basın
uk: Натисни <sprite name="controller_icons_37"> для продовження
vi: Nhấn <sprite name=""controller_icons_37""> để tiếp tục
zh_cn: 按下<sprite name="controller_icons_37">以继续
zh_tw: 按下<sprite name="controller_icons_37">以繼續

# press_continue_switch
source: Press <sprite name="controller_icons_60"> to Continue
de: Drücke <sprite name="controller_icons_60"> um Fortzufahren
es_es: Presiona <sprite name="controller_icons_60"> para Continuar
fr: Appuyer sur <sprite name="controller_icons_60"> pour Continuer
id: Tekan <sprite name="controller_icons_60"> untuk Melanjutkan
it: Premi <sprite name="controller_icons_60"> per continuare
ja: 続けるには<sprite name="controller_icons_60">を押してください。
ko: <sprite name="controller_icons_60">를 눌러 계속
lt: Spauskite <sprite name="controller_icons_60"> kad tęsti
pl: Naciśnij <sprite name="controller_icons_60"> aby Kontynuować
pt_br: Pressione <sprite name="controller_icons_60"> para Continuar
ru: Нажми <sprite name="controller_icons_60">, чтобы продолжить
tr: Devam etmek için <sprite name="controller_icons_60"> tuşuna basın
uk: Натисни <sprite name="controller_icons_60"> для продовження
vi: Nhấn <sprite name=""controller_icons_60""> để tiếp tục
zh_cn: 按下<sprite name="controller_icons_60">以继续
zh_tw: 按下<sprite name="controller_icons_60">以繼續

# menu_settings_pixelfont
source: Font Style
de: Schriftstil
es_es: Fuente del texto
fr: Style de Police
id: Gaya Teks
it: Stile font
ja: フォントスタイル
ko: 폰트 스타일
lt: Šrifto stilius
pl: Styl Czcionki
pt_br: Estilo da Fonte
ru: Стиль шрифта
tr: Yazı Tipi Biçimi
uk: Шрифт
vi: Kiểu phông
zh_cn: 字体风格
zh_tw: 字體風格

# settings_pixelfont_enabled
source: Pixel Font
de: Pixel Schriftart
es_es: Texto pixelado
fr: Police Pixelisée
id: Font Piksel
it: Font pixelato
ja: ピクセルフォント
ko: 픽셀 폰트
lt: Pikselinis šriftas
pl: Pikselowa Czcionka
pt_br: Fonte Pixelada
ru: Пиксельный
tr: Piksel Yazı Tipi
uk: Піксельний
vi: Phông pixel
zh_cn: 像素字体
zh_tw: 像素字體

# settings_pixelfont_disabled
source: Smooth Font
de: Weiche Schriftart
es_es: Texto suave
fr: Police Lissée
id: Font Halus
it: Font semplice
ja: 滑らかなフォント
ko: 부드러운 폰트
lt: Sklandus šriftas
pl: Gładka Czcionka
pt_br: Fonte Suavizada
ru: Гладкий
tr: Düz Yazı Tipi
uk: Гладкий
vi: Phông mượt
zh_cn: 平滑字体
zh_tw: 平滑字體

# settings_pixelfont_description_disabled
source: Use smooth font for the interface.
de: Weiche Schriftart für die Oberfläche verwenden.
es_es: Usa una fuente suave para la interfaz.
fr: Utiliser une police au style lisse dans l'interface.
id: Menggunakan font halus untuk antarmuka.
it: Utilizza il font semplice per l'interfaccia.
ja: 滑らかなフォントを使用します。
ko: 인터페이스에 부드러운 폰트 사용.
lt: Naudoti sklandų šriftą vartotojo sąsajai.
pl: Korzystaj z gładkiej czcionki dla interfejsu.
pt_br: Use a fonte suavizada para a interface.
ru: Использовать гладкий шрифт для интерфейса.
tr: Arayüz için yumuşak yazı tipi kullan.
uk: Використовувати гладкий шрифт для інтерфейсу.
vi: Sử dụng phông mượt cho giao diện.
zh_cn: 在界面使用平滑字体。
zh_tw: 在介面中使用平滑字體。
