Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# editor_tool_insertfloor_description
source: <color=#ffff00>Insert Floor</color> Inserts a new blank section of track at the cursor.
de: <color=#ffff00>Boden einfügen</color> Fügt einen neuen leeren Streckenabschnitt am Cursor ein.
es_es: <color=#ffff00>Insertar Piso</color> Inserta una nueva sección de pista vacía en el cursor.
fr: <color=#ffff00>Insérer du Sol</color> Insère une nouvelle section vide au niveau du curseur.
id: <color=#ffff00>Masukkan Lantai</color> Masukkan bagian trek kosong baru pada kursor.
ja: <color=#ffff00>空セクションの挿入</color> カーソル位置に新しいトラックの空セクションを挿入します。
ko: <color=#ffff00>바닥 배치</color> 커서 위치 트랙에 빈 구획을 새로 배치합니다.
lt: <color=#ffff00>Įterpti aukštą</color> Įterpia naują tuščią kelio atkarpą ties žymekliu.
pl: <color=#ffff00>Wstaw podłogę</color> Wstawia nową, pustą sekcję poziomu na kursorze.
pt_br: <color=#ffff00>Inserir Chão</color> Insere uma nova sessão em branco do percurso no ponteiro.
ru: <color=#ffff00>Добавить пол</color> Добавляет пустой участок на месте курсора.
uk: <color=#ffff00>Додати простір</color> Додати новий пустий простір на доріжці, використовуючи курсор.
zh_cn: <color=#ffff00>插入地面</color> 在光标处插入新的地面。
zh_tw: <color=#ffff00>插入地板</color> 在遊標處插入新的空白軌道。

# editor_tool_deletefloor_description
source: <color=#ffff00>Delete Floor</color> Click and drag to delete sections of track along with the associated objects.
de: <color=#ffff00>Boden löschen</color> Klicke und ziehe, um Streckenabschnitte zusammen mit ihren zugehörigen Objekten zu löschen.
es_es: <color=#ffff00>Eliminar Piso</color> Haz click y arrastra para eliminar secciones de la pista a la vez que objetos asociados.
fr: <color=#ffff00>Supprimer l'étage</color> Cliquez et faites glisser pour supprimer des sections de niveau, objets inclus.
id: <color=#ffff00>Hapus Lantai</color> Klik dan seret untuk menghapus bagian trek beserta objek terkait.
ja: <color=#ffff00>セクションの削除</color> クリック＆ドラッグで、トラックのセクションと関連するオブジェクトを削除します。
ko: <color=#ffff00>바닥 제거</color> 클릭하고 드래그해 트랙 내 배치한 물체와 구획을 전부 제거합니다.
lt: <color=#ffff00>Ištrinti aukštą</color> Spauskite ir laikykite kad ištrinti kelio atkarpą kartu su ja susijusiais objektais.
pl: <color=#ffff00>Usuń Podłogę</color> Kliknij i przeciągnij, aby usunąć fragmenty poziomu wraz z powiązanymi obiektami.
pt_br: <color=#ffff00>Deletar Chão</color> Clique e arraste para deletar sessões de caminho com seus objetos associados.
ru: <color=#ffff00>Удалить пол</color> Кликни и держи, чтобы удалить соответствующие участки, вместе со всеми объектами.
uk: <color=#ffff00>Видалити простір</color> Натисни та перетягни, щоб видалити простір у рівні разом з об'єктами у ньому.
zh_cn: <color=#ffff00>删除地面</color> 点击并拖动以删除地面和相关对象。
zh_tw: <color=#ffff00>刪除</color> 點擊並拖曳以刪除軌道及關聯的物件。

# editor_tool_doublehitenemy_description
source: <color=#ffff00>Double Hit Enemies</color> Click to insert orange double hit enemies.
de: <color=#ffff00>Doppel-Schlag Gegner</color> Klicke, um orange Doppel-Schlag Gegner einzufügen.
es_es: <color=#ffff00>Enemigos de Doble Golpe</color> Haz click para insertar enemigos naranjas de doble golpe.
fr: <color=#ffff00>Ennemis à Doubles Coups</color> Cliquez pour insérer des ennemis orange à double-coups.
id: <color=#ffff00>Musuh Dua kali Pukulan</color> Klik untuk memasukkan musuh dua kali pukulan berwarna oranye.
ja: <color=#ffff00>２回攻撃する敵</color> クリックでオレンジの２回攻撃する敵を挿入します。
ko: <color=#ffff00>2회 타격 적</color> 클릭해 2회 타격 적을 배치합니다.
lt: <color=#ffff00>Dvigubo smūgio priešai</color> Spauskite kad įterpti oranžinius dvigubo smūgio priešus.
pl: <color=#ffff00>Dwuuderzeniowi Przeciwnicy</color> Kliknij, aby wstawić pomarańczowych, dwuuderzeniowych przeciwników.
pt_br: <color=#ffff00>Inimigos de Golpe Duplo</color> Clique para inserir inimigos laranjas de golpe duplo.
ru: <color=#ffff00>Враги с двумя ударами</color> Кликни, чтобы вставить врагов с двумя ударами.
uk: <color=#ffff00>Двохударні вороги</color> Натисни, щоб додати оранжевих двохударних ворогів.
zh_cn: <color=#ffff00>二连击敌人</color> 点击插入橙色的二连击敌人。
zh_tw: <color=#ffff00>二連擊敵人</color> 點選插入橘色二連擊敵人。

# editor_tool_multihitenemy_description
source: <color=#ffff00>Ghost Enemies</color> Click to insert purple 3-hit ghost enemies.
de: <color=#ffff00>Geistergegner</color> Klicke, um violette 3-Schlag Geistergegner einzufügen.
es_es: <color=#ffff00>Enemigos Fantasmas</color> Haz click para insertar enemigos fantasmas púrpuras de 3 golpes.
fr: <color=#ffff00>Ennemis Fantômes</color> Cliquez pour insérer des ennemis fantôme à triple-coups.
id: <color=#ffff00>Musuh Hantu</color> Klik untuk memasukkan musuh hantu 3 pukulan berwarna ungu.
ja: <color=#ffff00>お化けの敵</color> クリックで紫の３回攻撃する敵を挿入します。
ko: <color=#ffff00>유령 적</color> 클릭해 보라색 3회 타격 유령 적을 배치합니다.
lt: <color=#ffff00>Priešai vaiduokliai</color> Spauskite kad įterpti violetinius trijų smūgių priešus vaiduoklius.
pl: <color=#ffff00>Wielouderzeniowi Przeciwnicy</color> Kliknij, aby wstawić fioletowe, trzyuderzeniowe duchy.
pt_br: <color=#ffff00>Inimigos Fantasma</color> Clique para inserir um inimigo fantasma de 3 golpes.
ru: <color=#ffff00>Призраки</color> Кликни, чтобы вставить врага с несколькими ударами.
uk: <color=#ffff00>Привиди</color> Натисни, щоб додати фіолетових трьохударних привидів.
zh_cn: <color=#ffff00>幽灵敌人</color> 点击插入紫色的三连击幽灵。
zh_tw: <color=#ffff00>鬼魂敵人</color> 點選插入紫色三連擊幽靈敵人。

# editor_action_basicenemy
source: Insert basic enemy at beat {0}
de: Grundgegner bei Takt {0} einfügen
es_es: Insertar enemigo básico en el beat {0}
fr: Insérer un ennemi de base au temps {0}
id: Masukkan musuh dasar pada ketukan {0}
ja: ビート {0} に基本的な敵を挿入する。
ko: 기본 적 배치
lt: Įterpti paprastą priešą ties {0} taktu
pl: Wstaw zwykłego przeciwnika
pt_br: Inserir inimigo básico no tempo {0}
ru: Вставить обычного врага
uk: Додати базового ворога на біті {0}
zh_cn: 在第 {0} 拍处插入基本敌人
zh_tw: 插入基本敵人{0}

# editor_action_doublehitenemy
source: Insert double hit enemy at beat {0}
de: Doppel-Schlag Gegner bei Takt {0} einfügen
es_es: Insertar enemigo de doble golpe en el beat {0}
fr: Insérer un ennemi à double coup au temps {0}
id: Masukkan musuh dua kali pukulan pada ketukan {0}
ja: ビート {0} に２回攻撃する敵を挿入する。
ko: {0}박에 2회 타격 적 배치
lt: Įterpti dvigubo smūgio priešą ties {0} taktu
pl: Wstaw dwuuderzeniowego przeciwnika
pt_br: Inserir inimigo de golpe duplo
ru: Вставить врага с двумя ударами в бит {0}
uk: Додати двохударного ворога на біті {0}
zh_cn: 在第 {0} 拍处插入二连击敌人
zh_tw: 插入雙連擊敵人{0}

# editor_action_multihitenemy
source: Insert ghost enemy at beat {0}
de: Geistergegner bei Takt {0} einfügen
es_es: Insertar enemigo multi-golpe en el beat {0}
fr: Insérer un ennemi à triple coup au temps {0}
id: Masukkan musuh hantu pada ketukan {0}
ja: ビート {0} にお化けの敵を挿入する。
ko: {0}박에 유령 적 배치
lt: Įterpti priešą vaiduoklį ties {0} taktu
pl: Wstaw wielouderzeniowego przeciwnika
pt_br: Inserir inimigo de múltiplos golpes
ru: Вставить призрака в бит {0}
uk: Додати привида на біті {0}
zh_cn: 在第 {0} 拍处插入幽灵敌人
zh_tw: 插入鬼魂敵人{0}

# editor_action_checkpoint
source: Insert checkpoint at beat {0}
de: Checkpoint bei Takt {0} einfügen
es_es: Insertar checkpoint en el beat {0}
fr: Insère un point de passage au temps {0}
id: Masukkan checkpoint pada ketukan {0}
ja: ビート {0} にチェックポイントを挿入する。
ko: {0} 박자에 체크포인트 배치
lt: Įterpti kontrolinį tašką ties {0} taktu
pl: Wstaw punkt zapisu
pt_br: Inserir checkpoint
ru: Вставить чекпоинт в бит {0}
uk: Додати контрольну точку на біті {0}
zh_cn: 在第 {0} 拍处插入存档点
zh_tw: 插入記錄點{0}

# editor_tool_checkpoint_description
source: <color=#ffff00>Checkpoints</color> Click to insert checkpoints.
de: <color=#ffff00>Checkpoints</color> Klicke, um Checkpoints einzufügen.
es_es: <color=#ffff00>Checkpoints</color> Haz click para insertar checkpoints. Cliquealos para editar propiedades.
fr: <color=#ffff00>Points de Passage</color> Cliquez pour insérer des points de passage.
id: <color=#ffff00>Checkpoint</color> Klik untuk memasukkan checkpoint.
ja: <color=#ffff00>チェックポイント</color> クリックしてチェックポイントを挿入します。チェックポイントをクリックするとプロパティを編集できます。
ko: <color=#ffff00>체크포인트</color> 클릭해 체크포인트를 배치합니다. 기존 체크포인트를 클릭해 속성을 수정합니다.
lt: <color=#ffff00>Kontroliniai taškai</color> Spauskite, kad įterpti kontrolinius taškus.
pl: <color=#ffff00>Punkty Zapisu</color> Kliknij, aby wstawić punkty zapisu.
pt_br: <color=#ffff00>Checkpoints</color> Clique para inserir checkpoints. Clique nos checkpoints para editar suas propriedades.
ru: <color=#ffff00>Чекпониты</color> Кликни, чтобы вставить чекпоинты. Кликни на них, чтобы изменить их свойства.
uk: <color=#ffff00>Контрольні точки</color> Натисни, щоб додати контрольні точки. Натискай на контрольні точки, щоб змінювати властивості.
zh_cn: <color=#ffff00>存档点</color> 点击插入存档点。点击存档点编辑属性。
zh_tw: <color=#ffff00>記錄點</color> 點擊插入記錄點。點擊記錄點以編輯其屬性。

# editor_action_jump
source: Insert jump at beat {0}
de: Sprung bei Takt {0} einfügen
es_es: Insertar salto en el beat {0}
fr: Insère un saut au temps {0}
id: Masukkan lompatan pada ketukan {0}
ja: ビート {0} にジャンプを挿入する。
ko: {0} 박자에 점프 배치
lt: Įterpti šuolį ties {0} taktu
pl: Wstaw skok
pt_br: Inserir salto na batida {0}
ru: Вставить прыжок в бит {0}
uk: Додати стрибок на біті {0}
zh_cn: 在第 {0} 拍处插入跳跃
zh_tw: 插入跳躍{0}

# editor_action_flightpath
source: Insert flight path from beat {0} to {1}
de: Flugpfad von Takt {0} bis {1} einfügen
es_es: Insertar ruta de vuelo del beat {0} al {1}
fr: Insérer un chemin de vol du temps {0} au temps {1}
id: Masukkan jalur penerbangan dari ketukan {0} ke {1}
ja: ビート {0} から {1} に飛行経路を挿入する。
ko: 비행 경로 배치
lt: Įterpti skrydžio taką ties {0} taktu iki {1} takto
pl: Wstaw ścieżkę lotu
pt_br: Inserir trajetória de voo da batida {0} para {1}
ru: Вставить перелетный путь c {0} по {1} бит
uk: Додати шлях польоту з біта {0} до {1}
zh_cn: 在第 {0} 拍与第 {1} 拍之间插入飞行路径
zh_tw: 從{0}到{1}插入飛行路徑

# editor_action_editramp
source: Edit ramp from beat {0} to {1}
de: Rampe von Takt {0} bis {1} bearbeiten
es_es: Editar rampa del beat {0} al {1}
fr: Modifier les rampes des temps {0} à {1}
id: Ubah jalur landai dari ketukan {0} ke {1}
ja: ビート {0} から {1} の傾きを編集する。
ko: 비탈길 편집
lt: Redaguoti rampą nuo {0} takto iki {1} takto
pl: Edytuj rampę
pt_br: Editar rampa da batida {0} para {1}
ru: Изменить склон c {0} по {1} бит
uk: Змінити схили з біта {0} до {1}
zh_cn: 编辑第 {0} 拍与第 {1} 拍之间的坡度
zh_tw: 編輯坡道

# editor_action_insertfloor
source: Insert floor at beat {0}
de: Boden bei Takt {0} einfügen
es_es: Insertar piso en el beat {0}
fr: Insérer du sol au temps {0}
id: Masukkan lantai pada ketukan {0}
ja: ビート {0} にセクションを挿入する。
ko: 바닥 배치
lt: Įterpti aukštą ties {0} taktu
pl: Wstaw podłogę
pt_br: Inserir piso
ru: Вставить пол в бит {0}
uk: Додати простір на біті {0}
zh_cn: 在第 {0} 拍处插入地面
zh_tw: 插入地板{0}

# editor_action_deletefloor
source: Delete floor from beat {0} to {1}
de: Boden von Takt {0} bis {1} löschen
es_es: Eliminar piso del beat {0} al {1}
fr: Supprimer du sol des temps {0} à {1}
id: Hapus lantai dari ketukan {0} ke {1}
ja: ビート {0} から {1} のセクションを削除する。
ko: 바닥 제거
lt: Ištrinti aukštą nuo {0} takto iki {1} takto
pl: Usuń podłogę
pt_br: Deletar chão do ritmo {0} a {1}
ru: Удалить пол c {0} по {1} бит
uk: Видалити простір з біта {0} до {1}
zh_cn: 删除地面
zh_tw: 刪除地板

# editor_undo
source: Undo: {0}
de: Rückgängig: {0}
es_es: Deshacer: {0}
fr: Annuler : {0}
id: Urungkan: {0}
ja: 元に戻す： {0}
ko: 되돌리기: {0}
lt: Ištrinti: {0}
pl: Cofnij: {0}
pt_br: Desfazer: {0}
ru: Отменить: {0}
uk: Скасувати: {0}
zh_cn: 撤消：{0}
zh_tw: 還原：{0}

# editor_redo
source: Redo: {0}
de: Wiederholen: {0}
es_es: Rehacer: {0}
fr: Refaire : {0}
id: Kembalikan {0}
ja: やり直す： {0}
ko: 다시하기: {0}
lt: Perdaryti: {0}
pl: Powtórz: {0}
pt_br: Refazer: {0}
ru: Вернуть: {0}
uk: Повернути: {0}
zh_cn: 重做：{0}
zh_tw: 重做：{0}

# editor_action_delete
source: Delete {0} at beat {1}
de: Von Takt {0} bis {1} löschen
es_es: Eliminar {0} en beat {1}
fr: Supprimer {0} au temps {1}
id: Hapus {0} pada ketukan {1}
ja: ビート{1} の {0} を削除する。
ko: 삭제
lt: Ištrinti {0} takte {1}
pl: Usuń
pt_br: Deletar {0} no ritmo {1}
ru: Удалить c {0} по {1} бит
uk: Видалити {0} з біта {1}
zh_cn: 删除
zh_tw: 刪除

# editor_action_waterzone
source: Insert water zone from beat {0} to {1}
de: Wasserzone von Takt {0} bis {1} einfügen
es_es: Insertar zona de agua del beat {0} al {1}
fr: Insérer une zone d'eau du temps {0} au temps {1}
id: Masukkan zona air dari ketukan {0} ke {1}
ja: ビート {0} から {1} に水域を挿入する。
ko: 수영 구역 배치
lt: Įterpti vandens zoną nuo {0} takto iki {1} takto
pl: Wstaw strefę wodną
pt_br: Inserir zona de água
ru: Вставить водную зону c {0} по {1} бит
uk: Додати водяну зону з біта {0} до {1}
zh_cn: 在第 {0} 拍与第 {1} 拍之间插入积水区域
zh_tw: 從{0}到{1}插入流水區域

# editor_action_speedzone
source: Insert speed zone from beat {0} to {1}
de: Schnellzone von Takt {0} bis {1} einfügen
es_es: Insertar zona de velocidad del beat {0} al {1}
fr: Insérer une zone de vitesse du temps {0} au temps {1}
id: Masukkan zona kecepatan dari ketukan {0} ke {1}
ja: ビート {0} から {1} にスピードゾーンを挿入する。
ko: 가속 구역 배치
lt: Įterpti greičio zoną nuo {0} takto iki {1} takto
pl: Wstaw strefę prędkości
pt_br: Inserir zona de velocidade
ru: Вставить зону скорости c {0} по {1} бит
uk: Додати швидкісну зону з біта {0} до {1}
zh_cn: 在第 {0} 拍与第 {1} 拍之间插入加速区域
zh_tw: 從{0}到{1}插入加速區域

# editor_tool_waterzone_description
source: <color=#ffff00>Water Zones</color> Click and drag to insert water zones.
de: <color=#ffff00>Wasserzonen</color> Klicke und ziehe, um Wasserzonen einzufügen.
es_es: <color=#ffff00>Zonas de Agua</color> Haz click y arrastra para insertar zonas de agua.
fr: <color=#ffff00>Zones d'Eau</color> Cliquez et faites glisser pour insérer des zones d'eau.
id: <color=#ffff00>Zona Air</color> Klik dan seret untuk memasukkan zona air.
ja: <color=#ffff00>水域</color> クリック＆ドラッグで水域を挿入します。
ko: <color=#ffff00>수영 구역</color> 클릭하고 드래그해 수영 구역을 배치합니다.
lt: <color=#ffff00>Vandens zonos</color> Spauskite ir laikykite, kad įterpti vandens zonas.
pl: <color=#ffff00>Strefy Wody</color> Kliknij i przeciągnij, aby wstawić strefy wody.
pt_br: <color=#ffff00>Zonas de Água</color> Clique e arraste para inserir zonas de água.
ru: <color=#ffff00>Водные зоны</color> Кликни и держи, чтобы вставить водные зоны.
uk: <color=#ffff00>Водяні зони</color> Натисни та перетягни, щоб додати водяні зони.
zh_cn: <color=#ffff00>积水区域</color> 点击并拖动以插入积水区域。
zh_tw: <color=#ffff00>流水區域</color> 點擊並拖曳以插入流水區域。

# editor_tool_speedzone_description
source: <color=#ffff00>Speed Zones</color> Click and drag to insert speed zones.
de: <color=#ffff00>Schnellzonen</color> Klicke und ziehe, um Schnellzonen einzufügen.
es_es: <color=#ffff00>Zonas de Velocidad</color> Haz click y arrastra para insertar zonas de velocidad.
fr: <color=#ffff00>Zones de Vitesse</color> Cliquez et faites glisser pour insérer des zones de vitesse.
id: <color=#ffff00>Zona Kecepatan</color> Klik dan seret untuk memasukkan zona kecepatan.
ja: <color=#ffff00>スピードゾーン</color> クリック＆ドラッグでスピードゾーンを挿入します。
ko: <color=#ffff00>가속 구역</color> 클릭하고 드래그해 가속 구역을 배치합니다.
lt: <color=#ffff00>Greičio zonos</color> Spauskite ir laikykite kad įterpti greičio zonas.
pl: <color=#ffff00>Strefy Prędkości</color> Kliknij i przeciągnij, aby wstawić strefy prędkości.
pt_br: <color=#ffff00>Zonas de Velocidade</color> Clique e arraste para inserir zonas de velocidade.
ru: <color=#ffff00>Скоростные зоны</color> Кликни и держи, чтобы вставить скоростные зоны.
uk: <color=#ffff00>Швидкісні зони</color> Натисни та перетягни, щоб додати швидкісні зони.
zh_cn: <color=#ffff00>加速区域</color> 点击并拖动以插入加速区域。
zh_tw: <color=#ffff00>加速區域</color> 點擊並拖曳以插入加速區域。

# editor_scrollspeed_dialog_title
source: Scroll speed: Section {0}
de: Scroll-Geschwindigkeit: Abschnitt {0}
es_es: Velocidad de desplazamiento: Sección {0}
fr: Vitesse de défilement : Section {0}
id: Kecepatan Gulir: Bagian {0}
ja: スクロール速度：セクション {0}
ko: 스크롤 속도: 구획 {0}
lt: Slinkimo greitis: Sekcija {0}
pl: Prędkość przewijania: Sekcja {0}
pt_br: Velocidade do Scroll: Seção {0}
ru: Скорость камеры: Секция {0}
uk: Швидкість камери: Секція {0}
zh_cn: 滚动速度：第 {0} 段
zh_tw: 捲動速度：第{0}段

# editor_action_scrollspeed
source: Change scroll speed for section {0}
de: Scroll-Geschwindigkeit für Abschnitt {0} ändern
es_es: Cambiar velocidad de desplazamiento para sección {0}
fr: Changer la vitesse de défilement de la section {0}
id: Ubah kecepatan gulir untuk bagian {0}
ja: セクション {0} のスクロール速度を変更する。
ko: {0} 구획의 스크롤 속도 변경
lt: Keisti slinkimo greitį {0} sekcijai
pl: Zmień prędkość przewijania dla sekcji {0}
pt_br: Mudar a velocidade de rolagem para a seção {0}
ru: Изменить скорость камеры для секции {0}
uk: Змінити швидкість камери для секції {0}
zh_cn: 为第 {0} 段修改滚动速度
zh_tw: 變更第{0}段的捲動速度

# editor_action_spikeenemy
source: Insert spike enemy at beat {0}
de: Stachelgegner bei Takt {0} einfügen
es_es: Insertar enemigo puntiagudo en el beat {0}
fr: Insérer un ennemi à pointes au temps {0}
id: Masukkan musuh berduri pada ketukan {0}
ja: ビート {0} にトゲの敵を挿入する。
ko: {0} 박자에 가시 적 배치
lt: Įterpti priešą spyglį ties {0} taktu
pl: Wstaw kolcowego wroga na nucie {0}
pt_br: Inserir inimigo espinhoso no tempo {0}
ru: Вставить шипастого врага в бит {0}
uk: Додати шипастого ворога на біті {0}
zh_cn: 在第 {0} 拍处插入齿轮
zh_tw: 插入尖刺敵人{0}

# editor_tool_spikeenemy_description
source: <color=#ffff00>Spike Enemies</color> Click to insert spike enemy jumps.
de: <color=#ffff00>Stachelgegner</color> Klicke, um Stachelgegner einzufügen.
es_es: <color=#ffff00>Enemigos Puntiagudos</color> Haz click para insertar saltos de enemigos puntiagudos.
fr: <color=#ffff00>Ennemis à Pointes</color> Cliquez pour insérer des sauts d'ennemis à pointes.
id: <color=#ffff00>Musuh Berduri</color> Klik untuk memasukkan musuh berduri lompat.
ja: <color=#ffff00>トゲの敵</color> クリックしてトゲの敵を挿入します。
ko: <color=#ffff00>가시 적</color> 클릭하여 가시 적 점프 배치.
lt: <color=#ffff00>Priešai spygliai</color> Spauskite kad įterpti priešų spyglių šuolius.
pl: <color=#ffff00>Kolcowi Wrogowie</color> Kliknij, aby wstawić skoki nad kolcowym wrogiem.
pt_br: <color=#ffff00>Inimigos Espinhosos</color> Clique para inserir saltos de inimigo espinhoso.
ru: <color=#ffff00>Шипастые враги</color> Кликни, чтобы вставить прыжки через шипастых врагов.
uk: <color=#ffff00>Шипасті вороги</color> Натисни, щоб додати стрибки через шипастих ворогів.
zh_cn: <color=#ffff00>齿轮</color> 点击插入齿轮跳跃。
zh_tw: <color=#ffff00>尖刺敵人</color> 點擊插入尖刺敵人跳躍。

# editor_tooltip_basicenemy
source: Basic Enemies
de: Grundgegner
es_es: Enemigos Básicos
fr: Ennemis Basiques
id: Musuh Dasar
ja: 基本的な敵
ko: 기본 적
lt: Paprasti priešai
pl: Podstawowe Wrogowie
pt_br: Inimigos Básicos
ru: Обычные Враги
uk: Базові вороги
zh_cn: 基本敌人
zh_tw: 基本敵人

# editor_tooltip_flightpath
source: Flight Paths
de: Flugpfade
es_es: Rutas de Vuelo
fr: Chemins de Vol
id: Jalur Penerbangan
ja: 飛行経路
ko: 비행 경로
lt: Skrydžio takai
pl: Ścieżki Lotu
pt_br: Trajetórias de Voo
ru: Перелетные Пути
uk: Шляхи польоту
zh_cn: 飞行路径
zh_tw: 飛行路徑

# editor_tooltip_doublehitenemy
source: Double Hit Enemies
de: Doppel-Schlag Gegner
es_es: Enemigos de Doble Golpe
fr: Ennemis à Double Coup
id: Musuh Dua kali Pukulan
ja: ２回攻撃する敵
ko: 2회 타격 적
lt: Dvigubo smūgio priešai
pl: Dwuuderzeniowi Wrogowie
pt_br: Inimigos de Golpe Duplo
ru: Враги с двумя ударами
uk: Двохударні вороги
zh_cn: 二连击敌人
zh_tw: 二連擊敵人

# editor_tooltip_multihitenemy
source: Ghost Enemies
de: Geistergegner
es_es: Enemigos Fantasma
fr: Ennemis Fantômes
id: Musuh Hantu
ja: お化けの敵
ko: 유령 적
lt: Priešai vaiduokliai
pl: Wrogie Duchy
pt_br: Inimigos Fantasmas
ru: Призраки
uk: Привиди
zh_cn: 幽灵敌人
zh_tw: 鬼魂敵人

# editor_tooltip_editramp
source: Ramps
de: Rampen
es_es: Rampas
fr: Rampes
id: Jalan Landai
ja: 傾き
ko: 경사
lt: Rampos
pl: Rampy
pt_br: Rampas
ru: Склоны
uk: Схили
zh_cn: 斜坡
zh_tw: 坡道

# editor_tooltip_deletefloor
source: Delete Floor
de: Boden löschen
es_es: Eliminar Piso
fr: Supprimer Sol
id: Hapus Lantai
ja: セクションの削除
ko: 바닥 제거
lt: Ištrinti aukštą
pl: Usuń Podłogę
pt_br: Deletar Chão
ru: Удалить пол
uk: Видалити простір
zh_cn: 删除地面
zh_tw: 刪除地板

# editor_tooltip_insertfloor
source: Insert Floor
de: Boden einfügen
es_es: Insertar Piso
fr: Insérer Sol
id: Masukkan Lantai
ja: セクションの挿入
ko: 바닥 배치
lt: Įterpti aukštą
pl: Wstaw Podłogę
pt_br: Inserir Piso
ru: Добавить пол
uk: Додати простір
zh_cn: 插入地面
zh_tw: 插入地板

# editor_tooltip_speedzone
source: Speed Zones
de: Schnellzonen
es_es: Zonas de Velocidad
fr: Zones de Vitesse
id: Zona Kecepatan
ja: スピードゾーン
ko: 가속 구역
lt: Greičio zonos
pl: Strefy Prędkości
pt_br: Zonas de Velocidade
ru: Скоростные зоны
uk: Швидкісні зони
zh_cn: 加速区域
zh_tw: 加速區域

# editor_tooltip_scrollspeed
source: Scroll Speed
de: Scroll-Geschwindigkeit
es_es: Velocidad de Desplazamiento
fr: Vitesse de Défilement
id: Kecepatan Gulir
ja: スクロール速度
ko: 화면 이동 속도
lt: Slinkimo greitis
pl: Szybkość Przewijania
pt_br: Velocidade de Rolagem
ru: Скорость камеры
uk: Швидкість камери
zh_cn: 滚动速度
zh_tw: 捲動速度

# editor_tooltip_spikeenemy
source: Spike Enemies
de: Stachelgegner
es_es: Enemigos Puntiagudos
fr: Ennemis à Pointes
id: Musuh Berduri
ja: トゲの敵
ko: 가시 적
lt: Priešai spygliai
pl: Kolcowi Wrogowie
pt_br: Inimigo Espinhoso
ru: Шипастые враги
uk: Шипасті вороги
zh_cn: 齿轮
zh_tw: 尖刺敵人

# editor_tooltip_waterzone
source: Water Zones
de: Wasserzonen
es_es: Zonas de Agua
fr: Zones d'Eau
id: Zona air
ja: 水域
ko: 수영 구역
lt: Vandens zonos
pl: Strefy Wody
pt_br: Zonas de Água
ru: Водные зоны
uk: Водяні зони
zh_cn: 积水区域
zh_tw: 流水區域

# editor_tooltip_delete
source: Delete
de: Löschen
es_es: Eliminar
fr: Supprimer
id: Hapus
ja: 削除
ko: 제거
lt: Ištrinti
pl: Usuń
pt_br: Deletar
ru: Удалить
uk: Видалення
zh_cn: 删除
zh_tw: 刪除

# editor_tooltip_checkpoint
source: Checkpoints
es_es: Puntos de control
fr: Points de Passage
ja: チェックポイント
ko: 체크포인트
lt: Kontroliniai taškai
pl: Punkty Zapisu
ru: Чекпоинты
uk: Контрольні точки
zh_cn: 存档点
zh_tw: 記錄點

# editor_tooltip_scroll
source: Scroll
de: Scrollen
es_es: Desplazar
fr: Défilement
id: Gulir
ja: スクロール
ko: 스크롤
lt: Slinkti
pl: Przewiń
pt_br: Rolagem
ru: Прокрутка
uk: Камера
zh_cn: 滚动
zh_tw: 捲動

# editor_tooltip_undo
source: Undo
de: Rückgängig
es_es: Deshacer
fr: Annuler
id: Urung
ja: 元に戻す
ko: 실행 취소
lt: Anuliuoti
pl: Cofnij
pt_br: Desfazer
ru: Отменить
uk: Скасувати
zh_cn: 撤销
zh_tw: 還原

# editor_tooltip_redo
source: Redo
de: Wiederholen
es_es: Rehacer
fr: Rétablir
id: Kembalikan
ja: やり直す
ko: 다시 실행
lt: Perdaryti
pl: Ponów
pt_br: Refazer
ru: Вернуть
uk: Повернути
zh_cn: 重做
zh_tw: 重做

# menu_customlevels
source: Custom Levels
de: Benutzerdefinierte Level
es_es: Niveles Personalizados
fr: Niveaux Personnalisés
id: Level Kustom
ja: カスタムレベル
ko: 커스텀 레벨
lt: Pridėti lygiai
pl: Niestandardowe Poziomy
pt_br: Níveis Personalizados
ru: Пользовательские уровни
uk: Користувацькі рівні
zh_cn: 自定义关卡
zh_tw: 自訂關卡

# menu_customlevels_leveleditor
source: Level Editor
es_es: Editor de Niveles
fr: Éditeur de Niveau
ja: レベルエディタ
ko: 레벨 편집기
lt: Lygių redaktorius
pl: Edytor Poziomów
pt_br: Editor de Nível
ru: Редактор Уровней
uk: Редактор рівнів
zh_cn: 关卡编辑器
zh_tw: 關卡編輯器
