Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# editor_tool_scrollspeed_description
source: <color=#ffff00>Scroll Speed</color> Click on a checkpoint section to edit its scrolling speed.
de: <color=#ffff00>Scroll-Geschwindigkeit</color> Klicke auf einen Checkpoint Abschnitt, um seine Scroll-Geschwindigkeit zu bearbeiten.
es_es: <color=#ffff00>Velocidad de desplazamiento</color> Haz click en una sección de punto de control para editar su velocidad de desplazamiento.
fr: <color=#ffff00>Vitesse de Défilement</color> Cliquez sur une section de point de passage pour modifier sa vitesse de défilement.
id: <color=#ffff00>Kecepatan Gulir</color> Klik pada bagian checkpoint untuk mengedit kecepatan gulir.
ja: <color=#ffff00>スクロール速度</color> チェックポイントをクリックして、スクロール速度を編集します。
ko: <color=#fffff00>스크롤 속도</color> 체크포인트 구획을 클릭하여 스크롤 속도 수정.
lt: <color=#ffff00>Slinkimo greitis</color> Spauskite ant kontrolinio taško sekcijos, norėdami redaguoti jos slinkimo greitį.
pl: <color=#ffff00>Szybkość przewijania</color> Kliknij sekcję poziomu, aby edytować jej prędkość przewijania.
pt_br: <color=#ffff00>Velocidade de Rolagem</color> Clique em uma seção de checkpoint para editar sua velocidade de rolagem.
ru: <color=#ffff00>Скорость прокрутки</color> Кликни на чекпоинт, чтобы изменить скорость секции.
uk: <color=#ffff00>Швидкість камери</color> Натисни на секцію контрольної точки, щоб змінити швидкість камери в ній.
zh_cn: <color=#ffff00>滚动速度</color> 点击存档点段落以更改其滚动速度。
zh_tw: <color=#ffff00>捲動速度</color> 點擊記錄點段落編輯其捲動速度。

# settings_metronome
source: Metronome
de: Metronom
es_es: Metrónomo
fr: Métronome
id: Metronom
ja: メトロノーム
ko: 메트로놈
lt: Metronomas
pl: Metronom
pt_br: Metrônomo
ru: Метроном
uk: Метроном
zh_cn: 节拍器
zh_tw: 節拍器

# settings_metronome_description
source: Use a metronome that beeps on each beat.
de: Verwende ein Metronom, das bei jedem Takt ertönt.
es_es: Utiliza un metrónomo que hace beeps en cada beat.
fr: Utiliser un métronome émettant un bip à chaque temps.
id: Gunakan metronom yang berbunyi bip pada setiap ketukan.
ja: ビートごとにピー音を鳴らすメトロノームを使用します。
ko: 각 박자에 부저음이 울리는 메트로놈 사용.
lt: Naudoti metronomą kuris pypsi su kiekvienu taktu.
pl: Użyj metronomu, który klika w rytm muzyki.
pt_br: Usar um metrônomo que emite um bipe a cada batida.
ru: Использовать метроном, издающий звук каждый бит.
uk: Використати метроном, який пікатиме на кожному біті.
zh_cn: 开启每拍一响的节拍器。
zh_tw: 使用節拍器在每個節拍上發出嗶嗶聲。

# settings_menu_audiomods_description
source: Modifiers that affect music and audio playback.
de: Modifikatoren, die die Musik und Audiowiedergabe beeinflussen.
es_es: Modificadores que afectan la reproducción de música y audio.
fr: Modificateurs affectant la musique et la lecture audio.
id: Pengubah yang memengaruhi pemutaran musik dan audio.
ja: 音楽とオーディオ再生に影響を与える変更。
ko: 음악과 소리 재생에 영향을 주는 변형들.
lt: Modifikatoriai, pakeičiantys muzikos ir garso grojimą.
pl: Modyfikatory, które wpływają na muzykę i dźwięki.
pt_br: Modificadores que afetam a reprodução do áudio e da música.
ru: Модификаторы, меняющие воспроизведение музыки и звуков.
uk: Модифікатори, що впливають на музичні та аудіоефекти.
zh_cn: 影响音乐和音频播放的模组。
zh_tw: 影響音樂和音訊播放的模組。

# settings_menu_gameplaymods_description
source: Modifiers that affect gameplay and unlocks.
de: Modifikatoren, die das Spiel und Freischaltbares beeinflussen.
es_es: Modificadores que afectan el juego y los desbloqueos.
fr: Modificateurs affectant le jeu et les déblocables.
id: Pengubah yang memengaruhi gameplay dan pembukaan kunci.
ja: ゲームプレイに影響を与えたりロックを解除したりする変更。
ko: 게임플레이와 해금요소를 변형합니다.
lt: Modifikatoriai, pakeičiantys žaidimą ir atsirakinimus.
pl: Modyfikatory, które wpływają na grę i odblokowywanie rzeczy.
pt_br: Modificadores que afetam a jogabilidade e os desbloqueios.
ru: Модификаторы, меняющие геймплей и достижения.
uk: Модифікатори, що впливають на геймплей.
zh_cn: 影响游戏和解锁的模组。
zh_tw: 影響遊戲玩法和解鎖的模組。

# menu_settings_gameplaymods
source: Gameplay Mods...
de: Spiel Mods...
es_es: Modos de Juego...
fr: Modificateurs de Jeu...
id: Modifikasi Gameplay...
ja: ゲームプレイMod...
ko: 게임플레이 변형...
lt: Žaidimo modifikacijos...
pl: Modyfikatory Gry...
pt_br: Mods de Jogabilidade...
ru: Модификаторы геймплея...
uk: Моди геймплею...
zh_cn: 游戏模组...
zh_tw: 遊戲玩法模組...

# menu_settings_audiomods
source: Audio Mods...
es_es: Modos de Audio...
fr: Modificateurs Audio...
id: Modifikasi Audio...
ja: オーディオMod...
ko: 오디오 변형...
lt: Garso modifikacijos...
pl: Modyfikatory Dźwięku...
pt_br: Mods de Áudio...
ru: Модификаторы звука...
uk: Моди аудіо...
zh_cn: 音频模组...
zh_tw: 音訊模組...

# editor_button_noresume
source: No, resume
de: Nein, fortsetzen
es_es: No, resumir
fr: Non, reprendre
id: Tidak, lanjutkan
ja: つづける
ko: 아니요, 재개합니다
lt: Ne, grįžti
pl: Nie, kontynuuj
pt_br: Não, retomar
ru: Нет, продолжить
uk: Ні, продовжити
zh_cn: 否，继续
zh_tw: 否，恢復

# editor_button_yesquit
source: Yes, quit
de: Ja, verlassen
es_es: Si, salir
fr: Oui, quitter
id: Ya, keluar
ja: 終了
ko: 네, 나갑니다
lt: Taip, išeiti
pl: Tak, wyjdź
pt_br: Sim, sair
ru: Да, выйти
uk: Так, вийти
zh_cn: 是，退出
zh_tw: 是，離開

# editor_text_quitdialog
source: Return to the main menu?
de: Zurück zum Hauptmenü?
es_es: ¿Volver al menú principal?
fr: Retourner au menu principal ?
id: Kembali ke menu utama?
ja: メインメニューに戻りますか？
ko: 메인 메뉴로 돌아갈까요?
lt: Grįžti į pagrindinį meniu?
pl: Wróć do menu głównego?
pt_br: Voltar ao menu principal?
ru: Вернуться в главное меню?
uk: Повернутися до головного меню?
zh_cn: 返回主菜单？
zh_tw: 返回主選單？

# editor_menu_respawnloop
source: Respawn Loop...
es_es: Bucle de Reaparición...
fr: Boucle de Réapparition...
id: Respawn Ulang...
ja: リスポーンループ...
ko: 리스폰 루프...
lt: Atsiradimo iš naujo ciklas...
pl: Pętla Odrodzenia...
pt_br: Loop de Reaparecimento...
ru: Цикл возрождений...
uk: Цикл відроджень...
zh_cn: 重生循环...
zh_tw: 重生循環...

# editor_button_loadmusic
source: Load Music
de: Musik laden
es_es: Cargar Música
fr: Charger une Musique
id: Muat Musik
ja: 音楽の読み込み
ko: 음악 불러오기
lt: Užkrauti muziką
pl: Załaduj Muzykę
pt_br: Carregar Música
ru: Загрузить музыку
uk: Завантажити музику
zh_cn: 载入音乐
zh_tw: 載入音樂

# editor_text_musicnotloaded
source: Music not loaded!
de: Musik nicht geladen!
es_es: ¡Música no cargada!
fr: Musique non chargée !
id: Musik tidak dimuat!
ja: 音楽が読み込まれていません！
ko: 음악 불러오지 않음!
lt: Muzika neužkrauta!
pl: Muzyka jest niezaładowana!
pt_br: Música não carregada!
ru: Музыка не загружена!
uk: Музику не завантажено!
zh_cn: 音乐未载入！
zh_tw: 音樂未載入！

# editor_button_replacemusic
source: Replace
de: Ersetzen
es_es: Reemplazar
fr: Remplacer
id: Ganti
ja: 置換
ko: 바꾸기
lt: Pakeisti
pl: Zastąp
pt_br: Trocar
ru: Заменить
uk: Замінити
zh_cn: 替换
zh_tw: 取代

# editor_tooltip_preview
source: Preview
de: Vorschau
es_es: Vista previa
fr: Prévisualisation
id: Pratinjau
ja: プレビュー
ko: 미리보기
lt: Peržiūrėti
pl: Podgląd
pt_br: Pré-visualizar
ru: Предпросмотр
uk: Попередній перегляд
zh_cn: 预览
zh_tw: 預覽

# editor_tool_preview_description
source: <color=#ffff00>Preview</color> Click to start a preview of the level at a given point. Click again to stop.
de: <color=#ffff00>Vorschau</color> Klicke, um eine Vorschau des Levels an einem bestimmten Punkt zu starten. Klicke erneut um zu stoppen.
es_es: <color=#ffff00>Vista previa</color> Haz click para iniciar una vista previa del nivel en un punto determinado. Haz clic de nuevo para parar.
fr: <color=#ffff00>Prévisualisation</color> Cliquez pour démarrer un aperçu du niveau à un point donné. Cliquez de nouveau pour arrêter.
id: <color=#ffff00>Pratinjau</color> Klik untuk memulai pratinjau level pada titik tertentu. Klik lagi untuk berhenti.
ja: <color=#ffff00>プレビュー</color> クリックした点からレベルのプレビューを開始します。停止するにはもう一度クリックします。
ko: <color=#ffff00>미리보기</color> 클릭하여 지점으로 부터 레벨 미리보기. 다시 눌러 중단.
lt: <color=#ffff00>Peržiūrėti</color> Spauskite kad pradėti lygio peržiūrą pasirinktame taške. Spauskite vėl kad sustoti.
pl: <color=#ffff00>Podgląd</color> Kliknij, aby rozpocząć podgląd poziomu w danym punkcie. Kliknij ponownie, aby zatrzymać.
pt_br: <color=#ffff00>Pré-visualizar</color> Clique para inciar a pré-visualização do nível em um determinado ponto. Clique novamente para parar.
ru: <color=#ffff00>Предпросмотр</color> Кликни, чтобы проверить уровень с данной точки. Кликни еще раз для остановки.
uk: <color=#ffff00>Попередній перегляд</color> Натисніть, щоб почати попередній перегляд рівня у заданій точці. Натисніть ще раз, щоб зупинити.
zh_cn: <color=#ffff00>预览</color> 点击从当前位置播放预览。再次单击以停止。
zh_tw: <color=#ffff00>預覽</color> 點擊在目前位置開始預覽。再次點擊以停止。

# editor_action_musicproperties
source: Edit music data
de: Musikdaten bearbeiten
es_es: Editar datos de música
fr: Modifier les données musicales
id: Edit data musik
ja: 音楽データの編集
ko: 음악데이터 수정
lt: Redaguoti muzikos duomenis
pl: Edytuj dane muzyki
pt_br: Editar dados da música
ru: Редактировать музыкальные данные
uk: Редагувати музичні дані
zh_cn: 编辑音乐数据
zh_tw: 編輯音樂資料

# editor_input_firstbeattime
source: First beat time:
de: Zeit zum ersten Takt:
es_es: Tiempo de primer beat:
fr: Temps du premier battement :
id: Waktu ketukan pertama:
ja: 最初の拍子:
ko: 첫 박자 시간:
lt: Pirmojo takto laikas:
pl: Czas pierwszej nuty:
pt_br: Primeiro tempo da batida:
ru: Время первого бита:
uk: Час першого біта:
zh_cn: 第一拍时间：
zh_tw: 第一拍時間：

# editor_input_bpm
source: Beats per minute:
de: Schläge pro Minute:
es_es: Beats por minuto:
fr: Temps par minute :
id: Ketukan per menit:
ja: 1 分あたりの拍数 (BPM)
ko: 분당 박자:
lt: Taktai per minutę:
pl: Uderzenia na minutę:
pt_br: Batidas por minuto:
ru: Ударов (битов) в минуту:
uk: Удари за хвилину:
zh_cn: 每分钟节拍数：
zh_tw: 每分鐘節拍數（BPM）：

# editor_button_musicautodetect
source: Auto-detect
de: Automatische Erkennung
es_es: Auto-detectar
fr: Auto-détection
id: Deteksi otomatis
ja: 自動検出
ko: 자동 감지
lt: Aptikti automatiškai
pl: Automatyczne wykrywanie
pt_br: Auto-Detectar
ru: Автоопределить
uk: Автоматичне визначення
zh_cn: 自动检测
zh_tw: 自動偵測

# editor_text_musicfilename
source: Song loaded: {0}
de: Song geladen: {0}
es_es: Canción cargada: {0}
fr: Musique chargée : {0}
id: Lagu dimuat: {0}
ja: 曲が読み込まれました: {0}
ko: 곡 불러옴: {0}
lt: Daina užkrauta: {0}
pl: Utwór załadowany: {0}
pt_br: Música carregada: {0}
ru: Музыка загружена: {0}
uk: Пісню завантажено: {0}
zh_cn: 已载入歌曲: {0}
zh_tw: 歌曲已載入：{0}

# editor_text_musicduration
source: Duration: {0}
de: Dauer: {0}
es_es: Duración: {0}
fr: Durée : {0}
id: Durasi: {0}
ja: 持続時間： {0}
ko: 길이: {0}
lt: Trukmė: {0}
pl: Czas trwania: {0}
pt_br: Duração: {0}
ru: Длительность: {0}
uk: Тривалість: {0}
zh_cn: 持续时间：{0}
zh_tw: 持續時間：{0}

# editor_text_musicfilesize
source: Filesize: {0}
de: Dateigröße: {0}
es_es: Tamaño: {0}
fr: Talle de fichier : {0}
id: Ukuran file: {0}
ja: ファイルサイズ: {0}
ko: 파일 크기: {0}
lt: Failo dydis: {0}
pl: Rozmiar pliku: {0}
pt_br: Tamanho do Arquivo: {0}
ru: Размер файла: {0}
uk: Розмір файлу: {0}
zh_cn: 文件大小：{0}
zh_tw: 檔案大小：{0}

# editor_input_beatspermeasure
source: Beats per measure:
de: Schläge pro Takt:
es_es: Beats por medida:
fr: Temps par mesure :
id: Ketukan per takaran:
ja: 1 小節あたりの拍数
ko: 한 마디당 박자:
lt: Taktai per matavimo vienetą:
pl: Uderzenia na miarę:
pt_br: Batidas por medida:
ru: Ударов (битов) на единицу:
uk: Удари за вимір:
zh_cn: 节拍细分：
zh_tw: 每小節節拍：

# editor_button_loadlevel
source: Load
de: Laden
es_es: Cargar
fr: Charger
id: Muat
ja: 読み込み
ko: 불러오기
lt: Užkrauti
pl: Załaduj
pt_br: Carregar
ru: Загрузить
uk: Завантажити
zh_cn: 载入
zh_tw: 載入

# editor_button_savelevel
source: Save
de: Speichern
es_es: Guardar
fr: Sauvegarder
id: Simpan
ja: 保存
ko: 저장
lt: Išsaugoti
pl: Zapisz
pt_br: Salvar
ru: Сохранить
uk: Зберегти
zh_cn: 保存
zh_tw: 儲存

# editor_button_savelevelas
source: Save As
de: Speichern als
es_es: Guardar Como
fr: Enregistrer Sous
id: Simpan Sebagai
ja: 名前をつけて保存
ko: 다른 이름으로 저장
lt: Išsaugoti kaip
pl: Zapisz Jako
pt_br: Salvar como
ru: Сохранить как
uk: Зберегти як
zh_cn: 另存为
zh_tw: 另存為

# editor_button_newlevel
source: New
de: Neu
es_es: Nuevo
fr: Nouveau
id: Baru
ja: 新規作成
ko: 신규
lt: Naujas
pl: Nowy
pt_br: Novo
ru: Новый
uk: Новий
zh_cn: 新建
zh_tw: 新建

# editor_notification_save
source: Level saved: {0}
de: Level gespeichert: {0}
es_es: Nivel guardado: {0}
fr: Niveau sauvegardé : {0}
id: Level disimpan: {0}
ja: レベルを保存しました: {0}
ko: 레벨 저장됨: {0}
lt: Lygis išsaugotas: {0}
pl: Poziom zapisany: {0}
pt_br: Nível salvo: {0}
ru: Уровень сохранен: {0}
uk: Рівень збережено: {0}
zh_cn: 关卡已保存: {0}
zh_tw: 關卡已儲存：{0}

# editor_notification_load
source: Level loaded: {0}
de: Level geladen: {0}
es_es: Nivel cargado: {0}
fr: Niveau chargé : {0}
id: Level dimuat: {0}
ja: レベルを読み込みました: {0}
ko: 레벨 불러옴: {0}
lt: Lygis užkrautas: {0}
pl: Poziom załadowany: {0}
pt_br: Nível carregado: {0}
ru: Уровень загружен: {0}
uk: Рівень завантажено: {0}
zh_cn: 关卡已载入: {0}
zh_tw: 關卡已載入：{0}

# editor_notification_new
source: New level created
de: Neues Level erstellt
es_es: Nuevo nivel creado
fr: Nouveau niveau créé
id: Level baru dibuat
ja: 新しいレベルを作成しました
ko: 신규 레벨 생성됨
lt: Naujas lygis sukurtas
pl: Nowy poziom został utworzony
pt_br: Novo nível criado
ru: Новый уровень создан
uk: Новий рівень створено
zh_cn: 新关卡已创建
zh_tw: 新關卡已建立

# editor_menu_file
source: File...
de: Datei...
es_es: Archivo...
fr: Fichier...
id: Berkas
ja: ファイル
ko: 파일...
lt: Failas...
pl: Plik...
pt_br: Arquivo
ru: Файл...
uk: Файл...
zh_cn: 文件
zh_tw: 檔案...

# editor_menu_music
source: Music
de: Musik
es_es: Música
fr: Musique
id: Musik
ja: 音楽
ko: 음악
lt: Muzika
pl: Muzyka
pt_br: Música
ru: Музыка
uk: Музика
zh_cn: 音乐
zh_tw: 音樂

# editor_button_test
source: Test Level
de: Level testen
es_es: Nivel de Prueba
fr: Tester le Niveau
id: Tes Level
ja: テストレベル
ko: 레벨테스트
lt: Testuoti lygį
pl: Wypróbuj Poziom
pt_br: Nível de Teste
ru: Тест Уровня
uk: Протестувати рівень
zh_cn: 测试关卡
zh_tw: 測試關卡

# editor_menu_quit
source: Quit
de: Verlassen
es_es: Salir
fr: Quitter
id: Keluar
ja: 終了
ko: 나가기
lt: Išeiti
pl: Wyjdź
pt_br: Sair
ru: Выйти
uk: Вийти
zh_cn: 退出
zh_tw: 離開

# editor_input_songname
source: Song name:
es_es: Nombre de canción:
fr: Nom de la musique :
id: Nama lagu:
ja: レベル名：
ko: 곡 제목:
lt: Dainos pavadinimas:
pl: Nazwa poziomu:
pt_br: Nome da música:
ru: Название песни:
uk: Назва пісні:
zh_cn: 歌曲名称：
zh_tw: 歌曲名稱：

# editor_input_musicartist
source: Music artist:
de: Interpret:
es_es: Artista de Música:
fr: Artiste musical :
id: Musik artis:
ja: 作曲家：
ko: 작곡가:
lt: Muzikos kūrėjas:
pl: Artysta muzyczny:
pt_br: Artista da música:
ru: Автор музыки:
uk: Автор музики:
zh_cn: 音乐艺术家：
zh_tw: 音樂演出者：

# editor_input_chartauthor
source: Chart author:
de: Kartenautor:
es_es: Autor de Charts:
fr: Auteur du niveau :
id: Pembuat chart:
ja: 譜面制作者：
ko: 채보 제작자:
lt: Grafiko autorius:
pl: Autor mapy:
pt_br: Autor do nível:
ru: Автор карты:
uk: Автор рівня:
zh_cn: 谱面作者：
zh_tw: 譜面作者：

# editor_action_levelmetadata
source: Edit level metadata
de: Level-Metadaten bearbeiten
es_es: Editar metadatos de nivel
fr: Modifier les métadonnées
id: Edit metadata level
ja: レベルのメタデータを編集
ko: 레벨 메타데이터 수정
lt: Redaguoti lygio metaduomenis
pl: Edytuj metadane poziomu
pt_br: Editar metadados do nível
ru: Изменить метаданные уровня
uk: Редагувати метадані рівня
zh_cn: 编辑关卡元数据
zh_tw: 編輯關卡元資料

# editor_text_unsavedchanges
source: You have unsaved changes! Do you want to save them first?
de: Du hast ungespeicherte Änderungen! Sollen diese erst gespeichert werden?
es_es: ¡Hay cambios sin guardar! ¿Quiere guardarlos primero?
fr: Vous avez des modifications non sauvegardées. Voulez-vous les conserver ?
id: Anda memiliki perubahan yang belum disimpan! Apakah Anda ingin menyimpannya terlebih dahulu?
ja: 保存されていない変更があります。保存しますか？
ko: 저장하지 않은 변경사항이 존재합니다! 변경 내용을 저장하시겠습니까?
lt: Turite neišsaugotų pakeitimų! Ar norėtumėte juos pirma išsaugoti?
pl: Posiadasz niezapisane zmiany! Czy chcesz je zapisać?
pt_br: Você tem alterações não salvas! Deseja salvá-las primeiro?
ru: У вас остались несохраненные изменения! Вы хотите их сохранить?
uk: У вас є незбережені зміни! Хочете зберегти їх?
zh_cn: 您有未保存的更改项！ 您想要先保存一下吗？
zh_tw: 您還有未儲存的更動！ 您想要先保存它們嗎？

# editor_button_saveunsavedchanges
source: Save
de: Speichern
es_es: Guardar
fr: Sauvegarder
id: Simpan
ja: 保存
ko: 저장
lt: Išsaugoti
pl: Zapisz
pt_br: Salvar
ru: Сохранить
uk: Зберегти
zh_cn: 保存
zh_tw: 儲存

# editor_button_dontsaveunsavedchanges
source: Don't Save
de: Nicht speichern
es_es: No Guardar
fr: Ne Pas Sauvegarder
id: Jangan Simpan
ja: 保存しない
ko: 저장하지 않음
lt: Neišsaugoti
pl: Nie zapisuj
pt_br: Não Salvar
ru: Сбросить
uk: Не зберігати
zh_cn: 不保存
zh_tw: 不要儲存

# editor_button_settings
source: Settings...
de: Einstellungen...
es_es: Opciones...
fr: Paramètres...
id: Pengaturan...
ja: 設定
ko: 설정...
lt: Nustatymai...
pl: Ustawienia...
pt_br: Configurações
ru: Настройки...
uk: Налаштування...
zh_cn: 设置
zh_tw: 設定...

# settings_screenfilter_blur
source: Blur
de: Unschärfe
es_es: Desenfoco
fr: Flou
id: Buram
ja: ぼかし
ko: 흐림
lt: Suliejimas
pl: Rozmycie
pt_br: Desfocar
ru: Размытие
uk: Розмиття
zh_cn: 虚化
zh_tw: 模糊

# editor_type_airjump
source: air jump
de: luftsprung
es_es: salto aéreo
fr: saut aérien
id: lompatan udara
ja: 空中ジャンプ
ko: 공중 점프
lt: oro šuolis
pl: skok w powietrzu
pt_br: salto aéreo
ru: прыжок в воздухе
uk: повітряний стрибок
zh_cn: 二段跳
zh_tw: 空中跳躍

# editor_type_checkpoint
source: checkpoint
es_es: punto de control
fr: point de passage
ja: チェックポイント
ko: 체크포인트
lt: kontrolinis taškas
pl: punkt zapisu
ru: чекпоинт
uk: контрольна точка
zh_cn: 存档点
zh_tw: 記錄點

# editor_type_doublehitenemy
source: double hit enemy
de: doppel-schlag gegner
es_es: enemigos de doble golpe
fr: ennemi à double coup
id: musuh dua kali pukulan
ja: ２回攻撃する敵
ko: 2회 타격 적
lt: dvigubo smūgio priešas
pl: dwuuderzeniowy wróg
pt_br: inimigo de golpe duplo
ru: враг с двумя ударами
uk: двохударний ворог
zh_cn: 二连击敌人
zh_tw: 二連擊敵人

# editor_type_flightpath
source: flight path
de: flugpfad
es_es: ruta de vuelo
fr: chemin de vol
id: jalur penerbangan
ja: 飛行経路
ko: 비행 경로
lt: skrydžio takas
pl: ścieżka lotu
pt_br: trajetória de voo
ru: перелетный путь
uk: шлях польоту
zh_cn: 飞行路径
zh_tw: 飛行路徑

# editor_type_levelend
source: level end
de: level-ende
es_es: fin del nivel
fr: fin de niveau
id: akhir level
ja: レベルの終わり
ko: 레벨 종료
lt: lygio pabaiga
pl: koniec poziomu
pt_br: final do nivel
ru: конец уровня
uk: кінець рівня
zh_cn: 关卡终点
zh_tw: 關卡結束

# editor_type_multihitenemy
source: ghost enemy
de: geistergegner
es_es: enemigo fantasma
fr: ennemi fantôme
id: musuh hantu
ja: お化けの敵
ko: 유령 적
lt: priešas vaiduoklis
pl: wrogi duch
pt_br: inimigo fantasma
ru: призрак
uk: привид
zh_cn: 幽灵敌人
zh_tw: 鬼魂敵人

# editor_type_jump
source: jump
de: sprung
es_es: salto
fr: saut
id: lompat
ja: ジャンプ
ko: 점프
lt: šokti
pl: skok
pt_br: saltar
ru: прыжок
uk: стрибок
zh_cn: 跳跃
zh_tw: 跳躍

# editor_type_jumpup
source: jump (up)
de: sprung (hoch)
es_es: salto (arriba)
fr: saut (haut)
id: lompat (atas)
ja: ジャンプ (上)
ko: 점프 (위)
lt: šokti (į viršų)
pl: skok (góra)
pt_br: saltar (cima)
ru: прыжок (вверх)
uk: стрибок (догори)
zh_cn: 跳跃(上)
zh_tw: 跳躍（向上）

# editor_type_jumpdown
source: jump (down)
de: sprung (runter)
es_es: salto (abajo)
fr: saut (bas)
id: lompat (bawah)
ja: ジャンプ(下)
ko: 점프 (아래)
lt: šokti (žemyn)
pl: skok (dół)
pt_br: saltar (baixo)
ru: прыжок (вниз)
uk: стрибок (вниз)
zh_cn: 跳跃(下)
zh_tw: 跳躍（向下）

# editor_type_basicenemy
source: basic enemy
de: grundgegner
es_es: enemigo básico
fr: ennemi basique
id: musuh dasar
ja: 基本的な敵
ko: 기본 적
lt: paprastas priešas
pl: podstawowy wróg
pt_br: inimigo básico
ru: обычный враг
uk: базовий ворог
zh_cn: 基本敌人
zh_tw: 基本敵人

# editor_type_speedzone
source: speed zone
de: schnellzonen
es_es: zona de velocidad
fr: zone de vitesse
id: zona kecepatan
ja: スピードゾーン
ko: 속도 구역
lt: greičio zona
pl: strefa prędkości
pt_br: zona de velocidade
ru: скоростная зона
uk: швидкісна зона
zh_cn: 加速区域
zh_tw: 加速區域

# editor_type_spikeenemy
source: spike enemy
de: stachelgegner
es_es: enemigo puntiagudo
fr: ennemi à pointes
id: musuh berduri
ja: トゲの敵
ko: 가시 적
lt: priešas spyglys
pl: kolcowy wróg
pt_br: inimigo espinhoso
ru: шипастый враг
uk: шипастий ворог
zh_cn: 齿轮
zh_tw: 尖刺敵人

# editor_type_waterzone
source: water zone
de: wasserzonen
es_es: zona de agua
fr: zone d'eau
id: zona air
ja: 水域
ko: 물 구역
lt: vandens zona
pl: strefa wody
pt_br: zona de água
ru: водная зона
uk: водяна зона
zh_cn: 积水区域
zh_tw: 流水區域

# editor_action_move
source: Move {0} from {1} to {2}
de: Verschiebe {0} von {1} nach {2}
es_es: Mover {0} de {1} a {2}
fr: Déplacer {0} de {1} vers {2}
id: Pindahkan {0} dari {1} ke {2}
ja: {0} を {1} から {2} へ移動
ko: {0} {1} 에서 {2} 로 이동
lt: Judinti {0} iš {1} į {2}
pl: Przenieś {0} z {1} do {2}
pt_br: Mover {0} de {1} para {2}
ru: Переместить {0} с {1} на {2}
uk: Перемістити {0} з {1} до {2}
zh_cn: 将 {0} 从 {1} 移动到 {2}
zh_tw: 將{0}從{1}移動到{2}

# editor_type_speedzoneend
source: speed zone end
de: schnellzonen-ende
es_es: fin de zona de velocidad
fr: fin de zone de vitesse
id: ujung zona kecepatan
ja: スピードゾーンの終わり
ko: 속도 구역 종료
lt: greičio zonos pabaiga
pl: koniec strefy prędkości
pt_br: fim da zona de velocidade
ru: конец скоростной зоны
uk: кінець швидкісної зони
zh_cn: 加速区域终点
zh_tw: 加速區域結束

# editor_type_waterzoneend
source: water zone end
de: wasserzonen-ende
es_es: fin de zona de agua
fr: fin de zone d'eau
id: ujung zona air
ja: 水域の終わり
ko: 물 구역 종료
lt: vandens zonos pabaiga
pl: koniec strefy wody
pt_br: fim da zona de água
ru: конец водной зоны
uk: кінець водяної зони
zh_cn: 积水区域终点
zh_tw: 流水區域結束

# editor_type_flightpathend
source: flight path end
de: flugpfad-ende
es_es: fin de ruta de vuelo
fr: fin de chemin de vol
id: ujung jalur penerbangan
ja: 飛行経路の終わり
ko: 비행 경로 종료
lt: skridimo tako pabaiga
pl: koniec ścieżki lotu
pt_br: fim da trajetória de voo
ru: конец перелетного пути
uk: кінець шляху польоту
zh_cn: 飞行路径终点
zh_tw: 飛行路徑結束

# editor_tooltip_move
source: Move
de: Verschieben
es_es: Mover
fr: Déplacer
id: Pindahkan
ja: 移動
ko: 이동
lt: Perkelti
pl: Przenieś
pt_br: Mover
ru: Переместить
uk: Перемістити
zh_cn: 移动
zh_tw: 移動

# editor_tool_move_description
source: <color=#ffff00>Move</color> Click and drag objects to move them.
de: <color=#ffff00>Verschieben</color> Klicke und ziehe, um Objekte zu verschieben.
es_es: <color=#ffff00>Mover</color> Haz click y arrastra objetos para moverlos.
fr: <color=#ffff00>Déplacer</color> Cliquez et faites glisser des objets pour les déplacer.
id: <color=#ffff00>Pindah</color> Klik dan seret objek untuk memindahkannya.
ja: <color=#ffff00>移動</color> クリック＆ドラッグでオブジェクトを移動します。
ko: <color=#ffff00>이동</color> 물체를 클릭 및 드래그하여 이동.
lt: <color=#ffff00>Perkelti</color> Spauskite ir tempkite objektus, kad juos perkelti.
pl: <color=#ffff00>Przenieś</color> Kliknij i przeciągnij obiekty, aby je przenieść.
pt_br: <color=#ffff00>Mover</color> Clique e arraste os objetos para movê-los.
ru: <color=#ffff00>Перемещение</color> Нажми и удерживай объекты для их перемещения.
uk: <color=#ffff00>Переміщення</color> Натисни та перетягни об'єкти, щоб перемістити їх.
zh_cn: <color=#ffff00>移动</color> 点击并拖动对象来移动它们。
zh_tw: <color=#ffff00>移動</color> 點擊物件可移動它們。

# editor_invalid_checkpoint
source: Checkpoint #{0} does not exist!
de: Checkpoint #{0} existiert nicht!
es_es: El punto de control #{0} no existe!
fr: Le point de passage n° {0} n'existe pas !
id: Cekpoin #{0} tidak ada!
ja: チェックポイント #{0} は存在しません！
ko: 체크포인트 #{0} 이 존재하지 않습니다!
lt: Kontrolinis taškas #{0} neegzistuoja!
pl: Punkt zapisu #{0} nie istnieje!
pt_br: Checkpoint #{0} não existe!
ru: Чекпоинт #{0} не существует!
uk: Контрольна точка #{0} не існує!
zh_cn: 检查点 #{0} 不存在！
zh_tw: 記錄點#{0}不存在！
