Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# resetdata_confirmed
source: Game data has successfully been erased.
de: Die Spieldaten wurden erfolgreich gelöscht.
es_es: Los datos del juego fueron borrados exitosamente.
fr: Les données ont été supprimées avec succès.
id: Data game berhasil dihapus.
it: I salvataggi sono stati eliminati correttamente.
ja: データが正常に消去されました。
ko: 게임 데이터가 성공적으로 삭제되었습니다.
lt: Žaidimo duomenys sėkmingai ištrinti.
pl: Dane gry zostały pomyślnie usunięte.
pt_br: Os dados do jogo foram apagados com sucesso.
ru: Сохранение успешно сброшено.
uk: Дані гри успішно стерті.
vi: Dữ liệu trò chơi đã được xóa thành công.
zh_cn: 游戏资料已成功删除。
zh_tw: 遊戲資料已成功刪除。

# calibration_cancelled
source: If you want to perform lag calibration later, you can always do so in the <color=yellow>Settings</color> menu.
de: Wenn du die Latenzkalibrierung später durchführen willst, kannst du das jederzeit im Menü <color=yellow>Einstellungen</color> tun.
es_es: Si quieres hacer calibración de lag luego, puedes siempre hacerlo en el menú de <color=yellow>Opciones</color>.
fr: Si vous souhaitez faire l'étalonnage plus tard, l'option se trouve dans le menu <color=yellow>Paramètres</color>.
id: Jika Anda ingin melakukan kalibrasi di lain waktu, Anda selalu dapat melakukannya di menu <color=yellow>Setelan</color>.
it: Se desideri eseguire la calibrazione del ritardo audio più tardi, puoi farlo nel menu <color=yellow>Impostazioni</color>.
ja: 遅延の校正を後で行う場合は <color=yellow>設定</color> からいつでも行うことができます。
ko: 만약 보정을 나중에 하고 싶으시다면, <color=yellow>설정</color> 메뉴에서 할 수 있습니다.
lt: Jei vėlavimo kalibravimą norite atlikti vėliau, visada galite tai padaryti <color=yellow>Nustatymų</color> meniu.
pl: Jeśli chcesz przeprowadzić kalibrację opóźnienia później, zawsze możesz to zrobić w menu <color=yellow>Ustawień</color>.
pt_br: Se quiser fazer a calibração de atraso mais tarde, pode fazê-lo no menu de <color=yellow>Configurações</color>.
ru: Вы всегда можете настроить калибровку в <color=yellow>настройках</color>.
uk: Якщо ви захочете виконати калібрування затримки пізніше, ви завжди можете зробити це в меню <color=yellow>Налаштування</color>.
vi: Nếu bạn muốn hiệu chỉnh độ trễ sau, ban có thể làm vậy ở mục <color=yellow>Cài đặt</color>.
zh_cn: 如果你想稍后校准延迟，你可以在<color=yellow>设置</color>菜单进行该操作。
zh_tw: 如果您想稍後執行延遲校準，您可以任何時候在<color=yellow>設定</color>選單中執行此操作。

# menu_done
source: Done
de: Fertig
es_es: Listo
fr: Terminé
id: Selesai
it: Fatto
ja: 完了
ko: 완료
lt: Atlikta
pl: Zrobione
pt_br: Pronto
ru: Готово
uk: Готово
vi: Xong
zh_cn: 完成
zh_tw: 完成

# menu_continue
source: Continue
de: Fortfahren
es_es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
lt: Tęsti
pl: Dalej
pt_br: Continuar
ru: Продолжить
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# tutorial_intro
source: How to Play
de: So wird gespielt
es_es: Como jugar
fr: Comment Jouer
id: Cara Bermain
it: Come giocare
ja: 遊び方
ko: 플레이 방법
lt: Kaip žaisti
pl: Jak Grać
pt_br: Como Jogar
ru: Как играть
uk: Правила гри
vi: Hướng dẫn chơi
zh_cn: 如何游玩
zh_tw: 如何遊玩

# tutorial_mobile_jump_normal
source: <color=#{0}>Tap the left side</color> of the screen to Jump.
de: <color=#{0}>Tippe auf die linke Seite</color> des Bildschirms, um zu springen.
es_es: <color=#{0}>Toca el lado izquierdo</color> de la pantalla para Saltar.
fr: <color=#{0}>Toucher le côté gauche</color> de l'écran pour Sauter.
id: <color=#{0}>Ketuk sisi kiri</color> layar untuk Lompat.
it: <color=#{0}>Tocca il lato sinistro</color> dello schermo per Saltare.
ja: 画面の <color=#{0}> 左半分をタップ </color> するとジャンプできます。
ko: 화면 <color=#{0}>왼쪽을 탭하여</color> 점프하세요.
lt: <color=#{0}>Spauskite kairę ekrano</color> pusę, kad šokti.
pl: <color=#{0}>Dotknij lewą stronę</color> ekranu, aby Skoczyć.
pt_br: <color=#{0}>Toque na parte esquerda</color> da tela para Pular.
ru: <color=#{0}>Нажми на левую строну</color> экрана для прыжка.
uk: <color=#{0}>Натисни на ліву сторону</color> екрану для Стрибка.
vi: <color=#{0}>Nhấn phần bên trái</color> màn hình để nhảy.
zh_cn: <color=#{0}>轻按屏幕左侧</color>以跳跃。
zh_tw: <color=#{0}>點擊螢幕左側</color>以跳躍。

# tutorial_mobile_jump_flipped
source: <color=#{0}>Tap the right side</color> of the screen to Jump.
de: <color=#{0}>Tippe auf die rechte Seite</color> des Bildschirms, um zu springen.
es_es: <color=#{0}>Toca el lado derecho</color> de la pantalla para Saltar.
fr: <color=#{0}>Toucher le côté droit</color> de l'écran pour Sauter.
id: <color=#{0}>Ketuk sisi kanan</color> layar untuk Lompat.
it: <color=#{0}>Tocca il lato destro</color> dello schermo per Saltare.
ja: 画面の <color=#{0}> 右半分をタップ </color> するとジャンプできます。
ko: 화면 <color=#{0}>오른쪽을 탭하여</color> 점프하세요.
lt: <color=#{0}>Spauskite dešinę ekrano</color> pusę, kad šokti.
pl: <color=#{0}>Dotknij prawą stronę</color> ekranu, aby Skoczyć.
pt_br: <color=#{0}>Toque na parte direita</color> da tela para Pular.
ru: <color=#{0}>Нажми на правую строну</color> экрана для прыжка.
uk: <color=#{0}>Натисни на праву сторону</color> екрану для Атаки.
vi: <color=#{0}>Nhấn phần bên phải</color> màn hình để nhảy.
zh_cn: <color=#{0}>轻按屏幕右侧</color>以跳跃。
zh_tw: <color=#{0}>點擊螢幕右側</color>以跳躍。

# tutorial_mobile_attack_normal
source: <color=#{0}>Tap the right side</color> of the screen to Attack.
de: <color=#{0}>Tippe auf die rechte Seite</color> des Bildschirms, um anzugreifen.
es_es: <color=#{0}>Toca el lado derecho</color> de la pantalla para Atacar.
fr: <color=#{0}>Toucher le côté droit</color> de l'écran pour Attaquer.
id: <color=#{0}>Ketuk sisi kanan</color> layar untuk Menyerang.
it: <color=#{0}>Tocca il lato destro</color> dello schermo per Attaccare.
ja: 画面の <color=#{0}> 右半分をタップ </color> すると攻撃できます。
ko: 화면 <color=#{0}>오른쪽을 탭하여</color> 공격하세요.
lt: <color=#{0}>Spauskite dešinę ekrano</color> pusę, kad pulti.
pl: <color=#{0}>Dotknij prawą stronę</color> ekranu, aby Zaatakować.
pt_br: <color=#{0}>Toque na parte direita</color> da tela para Atacar.
ru: <color=#{0}>Нажми на правую строну</color> экрана для атаки.
uk: <color=#{0}>Натисни на праву сторону</color> екрану для Атаки.
vi: <color=#{0}>Nhấn phần bên phải</color> màn hình để tấn công.
zh_cn: <color=#{0}>轻按屏幕右侧</color>以攻击。
zh_tw: <color=#{0}>點擊螢幕右側</color>以攻擊。

# tutorial_mobile_attack_flipped
source: <color=#{0}>Tap the left side</color> of the screen to Attack.
de: <color=#{0}>Tippe auf die linke Seite</color> des Bildschirms, um anzugreifen.
es_es: <color=#{0}>Toca el lado izquierdo</color> de la pantalla para Atacar.
fr: <color=#{0}>Toucher le côté gauche</color> de l'écran pour Attaquer.
id: <color=#{0}>Ketuk sisi kiri</color> layar untuk Menyerang.
it: <color=#{0}>Tocca il lato sinistro</color> dello schermo per Attaccare.
ja: 画面の <color=#{0}> 左半分をタップ </color> すると攻撃できます。
ko: 화면 <color=#{0}>왼쪽을 탭하여</color> 공격하세요.
lt: <color=#{0}>Spauskite kairę ekrano</color> pusę, kad pulti.
pl: <color=#{0}>Dotknij lewą stronę</color> ekranu, aby Zaatakować.
pt_br: <color=#{0}>Toque na parte esquerda</color> da tela para Atacar.
ru: <color=#{0}>Нажми на левую строну</color> экрана для атаки.
uk: <color=#{0}>Натисни на ліву сторону</color> екрану для Атаки.
vi: <color=#{0}>Nhấn phần bên trái</color> màn hình để tấn công.
zh_cn: <color=#{0}>轻按屏幕左侧</color>以攻击。
zh_tw: <color=#{0}>點擊螢幕左側</color>以攻擊。

# tutorial_outro_desktop
source: You can change these controls in the <color=yellow>"Settings" </color> menu.
de: Du kannst diese Steuerung im <color=yellow>Einstellungen</color> ändern.
es_es: Puedes cambiar estos controles en el <color=yellow>menú principal</color>.
fr: Vous pouvez changer ces contrôles dans le menu <color=yellow>"Paramètres"</color>.
id: Kamu bisa mengubah kontrol tadi di <color=yellow>menu utama</color>.
it: Puoi modificare i comandi nel <color=yellow>menu principale</color>.
ja: これらの操作は <color=yellow>メインメニュー</color> から変更することができます。
ko: <color=yellow>메인 메뉴</color>에서 조작을 변경할 수 있습니다.
lt: Galite pakeisti šiuos nustatymus <color=yellow>pagrindiniame meniu</color>.
pl: Możesz zmienić to sterowanie w <color=yellow>menu głównym</color>.
pt_br: Você pode alterar esses controles no menu de <color=yellow>"Configurações"</color>.
ru: Изменить управление можно в <color=yellow>"настройках"</color>.
uk: Ви можете змінити ці налаштування у <color=yellow>головному меню</color>.
vi: Bạn có thể thay đổi điều khiển ở <color=yellow>màn hình chính</color>.
zh_cn: 你可以在<color=yellow>主选单</color>更改操作。
zh_tw: 您可以在<color=yellow>主選單</color>中更改這些控制設定。

# tutorial_outro_mobile
source: <color=yellow>Jump</color> and <color=yellow>Attack</color> with the music to finish the rest of the level!
de: <color=yellow>Springe</color> und <color=yellow>greife</color> mit der Musik <color=yellow>an</color>, um den Rest des Levels zu beenden!
es_es: <color=yellow>¡Salta</color> y <color=yellow>Ataca</color> siguiendo la música durante el resto del nivel!
fr: <color=yellow>Saute</color> et <color=yellow>Attaque</color> en rythme pour finir le reste du niveau !
id: <color=yellow>Lompat</color> dan <color=yellow>Serang</color> dengan musik untuk menyelesaikan sisa level!
it: <color=yellow>Salta</color> e <color=yellow>Attacca</color> a tempo per finire il resto del livello!
ja: 音楽に合わせて<color=yellow>ジャンプ</color> と <color=yellow>攻撃</color> をしてレベルをクリアしよう！
ko: 음악에 맞춰 <color=yellow>점프</color>하고 <color=yellow>공격</color>해서 레벨의 끝까지 도달하세요!
lt: <color=yellow>Šokite</color> ir <color=yellow>pulkite</color> kartu su muzika kad užbaigtumėte likusį lygį!
pl: <color=yellow>Skacz</color> i <color=yellow>Atakuj</color> razem z muzyką, aby ukończyć resztę poziomu!
pt_br: <color=yellow>Pule</color> e <color=yellow>Ataque</color> com a música para terminar o resto do nível!
ru: <color=yellow>Прыгай</color> и <color=yellow>атакуй</color> под музыку, чтобы пройти оставшуюся часть уровня!
uk: <color=yellow>Стрибайте</color> та <color=yellow>Атакуйте</color> під музику, щоб завершити решту рівня!
vi: <color=yellow>Nhảy</color> và <color=yellow>tấn công</color> theo nhạc để hoàn thành phần còn lại của màn!
zh_cn: 跟随音乐的节奏<color=yellow>跳跃</color>和<color=yellow>攻击</color>来完成关卡！
zh_tw: 使用<color=yellow>跳躍</color>與<color=yellow>攻擊</color>隨著音樂完成剩下的關卡！

# settings_flipcontrols_flipped
source: Flipped
de: Umgekehrt
es_es: Invertido
fr: Inversé
id: Dibalik
it: Invertiti
ja: 反転
ko: 반전
lt: Apversta
pl: Odwrócone
pt_br: Invertido
ru: Перевернутое
uk: Навпаки
vi: Đảo ngược
zh_cn: 反转
zh_tw: 翻轉

# calibration_finished
source: Calibration complete!
de: Kalibrierung abgeschlossen!
es_es: ¡Calibración completa!
fr: Étalonnage Terminée !
id: Kalibrasi selesai!
it: Calibrazione completata!
ja: 校正完了！
ko: 보정 완료!
lt: Kalibravimas baigtas!
pl: Kalibracja zakończona!
pt_br: Calibração concluída!
ru: Калибровка завершена!
uk: Калібрація виконана!
vi: Hiệu chỉnh hoàn thành!
zh_cn: 校准完成！
zh_tw: 校準完成！

# calibration_squares
source: The flashing squares should now match the beeps. Otherwise, adjust manually until synced.
de: Die blinkenden Quadrate sollten nun mit den Signaltönen übereinstimmen. Andernfalls musst du die Einstellung manuell vornehmen, bis sie synchronisiert ist.
es_es: Ahora las luces parpadeantes deberían estar en sincronía con los "beeps". Si no lo están, ajústalo manualmente hasta que estén sincronizados.
fr: Les clignotements des carrés doivent être synchronisés avec les bips sonores. Sinon, ajustez les manuellement afin qu'ils le soient.
id: Kotak yang berkedip sekarang seharusnya sesuai dengan bunyi bip. Jika tidak, sesuaikan secara manual hingga tersinkronkan.
it: I quadrati lampeggianti dovrebbero corrispondere ai bip. Se non è così, regolali manualmente fino alla sincronizzazione.
ja: 四角形の点滅がピー音と一致しているはずです。 もし一致していない場合は手動で調節してください。
lt: Mirksintys kvadratai turėtų sutapti su pypsėjimais. Jei ne, keiskite rankiniu būdu, kol sutaps.
pt_br: Os quadrados piscantes devem agora coincidir com os bipes. Caso contrário, ajuste-os manualmente até que se sincronizem.
ru: Теперь вспышка должна происходить одновременно со звуком. Если это не так, откалибруйте вручную.
vi: Các ô vuông nên nháy cùng với tiếng bíp. Nếu không, tự điều chỉnh đến khi phù hợp.
zh_cn: 闪光的方块应该和哔哔声同步。 如果未同步，请手动调整直到同步。
zh_tw: 閃爍的方塊現在應該與嗶嗶聲匹配。 若非，請手動調整直到同步。

# calibration_latency
source: Audio Latency: {0}ms
de: Audio-Latenz: {0}ms
es_es: Latencia de Audio: {0}ms
fr: Latence Audio : {0}ms
id: Latensi Audio: {0}ms
it: Latenza audio: {0}ms
ja: 音楽の遅延: {0}ms
ko: 오디오 지연: {0}ms
lt: Garso atsilikimas: {0}ms
pl: Opóźnienie Dźwięku: {0}ms
pt_br: Latência de Áudio: {0}ms
ru: Задержка аудио: {0} мс
uk: Затримка звуку: {0}ms
vi: Độ trễ âm thanh: {0}ms
zh_cn: 音频延迟：{0}ms
zh_tw: 音訊延遲：{0}ms

# calibration_title
source: Audio Lag Calibration
de: Audiolatenz-Kalibrierung
es_es: Calibración de lag de audio
fr: Étalonnage de la Latence Audio
id: Kalibrasi Audio
it: Calibrazione ritardo audio
ja: オーディオ遅延の校正
ko: 오디오 지연 보정
lt: Garso atsilikimo kalibravimas
pl: Kalibracja Opóźnienia Dźwięku
pt_br: Calibração de Atraso de Áudio
ru: Калибровка задержки звука
uk: Калібрування звукової затримки
vi: Hiệu chỉnh độ trễ âm thanh
zh_cn: 音频延迟校准
zh_tw: 音訊延遲校準

# calibration_button_keyboard
source: Press any key or click in time with the beeps
de: Klicke oder drücke eine Taste im Takt der Signaltöne
es_es: Presiona cualquier tecla o haz click a la vez que los beeps
fr: Appuyez sur une touche ou cliquez en rythme avec les bips
id: Tekan tombol apapun atau klik bersamaan dengan bunyi bip
it: Premi Spazio a tempo con i bip
ja: ピー音に合わせてSpaceを押してください。
ko: 삐 소리에 맞춰 스페이스 바를 누르시거나 클릭하여 주세요.
lt: Paspauskite bet kurį klavišą arba spustelėkite tuo pačiu metu, kai pasigirsta pypsėjimai
pl: Naciśnij dowolny klawisz lub przycisk jednocześnie z dźwiękami
pt_br: Pressione qualquer tecla ou clique no mesmo tempo que os bipes
ru: Нажимайте любую клавишу мыши или клавиатуры, когда слышите звук
uk: Натискай будь-яку клавішу коли звучать сигнали
vi: Nhấn phím bất kì hoặc chuột cùng thời điểm với tiếng bíp
zh_cn: 请随着哔哔声按下任意键或点击屏幕
zh_tw: 跟著嗶嗶聲按下空白鍵

# calibration_button_mouse
source: Press any key or click in time with the beeps
de: Klicke oder drücke eine Taste im Takt der Signaltöne
es_es: Presiona cualquier tecla o haz click a la vez que los beeps
fr: Appuyez sur une touche ou cliquez en rythme avec les bips
id: Tekan tombol apapun atau klik bersamaan dengan bunyi bip
it: Clicca a tempo con i bip
ja: ピー音に合わせてクリックしてください。
ko: 삐 소리에 맞춰 스페이스 바를 누르시거나 클릭하여 주세요.
lt: Paspauskite bet kurį klavišą arba spustelėkite tuo pačiu metu, kai pasigirsta pypsėjimai
pl: Naciśnij dowolny klawisz lub przycisk jednocześnie z dźwiękami
pt_br: Pressione qualquer tecla ou clique ao mesmo tempo que os bipes
ru: Нажимайте любую клавишу мыши или клавиатуры, когда слышите звук
uk: Натискай будь-яку клавішу коли звучать сигнали
vi: Nhấn phím bất kì hoặc chuột cùng thời điểm với tiếng bíp
zh_cn: 请随着哔哔声按下任意键或点击屏幕
zh_tw: 跟著嗶嗶聲點擊

# calibration_button_touch
source: Tap in time with the beeps
de: Tippe im Takt der Signaltöne
es_es: Toca a la vez que los "beeps"
fr: Touchez en rythme avec les bips
id: Ketuk tepat waktu bersamaan dengan bunyi bip
it: Tocca a tempo con i bip
ja: ピー音に合わせてタップしてください。
ko: 삐 소리에 맞춰 탭하세요
lt: Bakstelėkite tuo pačiu metu, kai pasigirsta pypsėjimai
pl: Dotykaj jednocześnie z dźwiękami
pt_br: Toque ao mesmo tempo que os bipes
ru: Нажимайте на экран, когда слышите звук
uk: Натискай одночасно зі звуковими сигналами
vi: Nhấn cùng thời điểm với tiếng bíp
zh_cn: 跟着哔哔声点击
zh_tw: 跟著嗶嗶聲點擊

# calibration_button_xbox
source: Press <sprite name="controller_icons_100"> in time with the beeps
de: Drücke <sprite name="controller_icons_100"> im Takt der Signaltöne
es_es: Presiona <sprite name="controller_icons_100"> a la vez que los "beeps"
fr: Appuyez sur <sprite name="controller_icons_100"> en rythme avec les bips
id: Tekan <sprite name="controller_icons_100"> bersamaan dengan bunyi bip
it: Premi <sprite name="controller_icons_100"> a tempo con i bip
ja: ピー音に合わせて <sprite name="controller_icons_100"> を押してください。
ko: 삐 소리에 맞춰 <sprite name="controller_icons_100">를 누르세요
lt: Spauskite <sprite name="controller_icons_100"> tuo pačiu metu, kai pasigirsta pypsėjimai
pl: Naciśnij <sprite name="controller_icons_100"> jednocześnie z dźwiękami
pt_br: Pressione <sprite name="controller_icons_100"> ao mesmo tempo que os bipes
ru: Нажимайте <sprite name="controller_icons_100">, когда слышите звук
uk: Натискай <sprite name="controller_icons_100"> коли звучать сигнали
vi: Nhấn <sprite name="controller_icons_100"> cùng thời điểm với tiếng bíp
zh_cn: 跟着哔哔声按下<sprite name="controller_icons_100">
zh_tw: 跟著嗶嗶聲按下<sprite name="controller_icons_100">

# calibration_button_playstation
source: Press <sprite name="controller_icons_37"> in time with the beeps
de: Drücke <sprite name="controller_icons_37"> im Takt der Signaltöne
es_es: Presiona <sprite name="controller_icons_37"> a la vez que los "beeps"
fr: Appuyez sur <sprite name="controller_icons_37"> en rythme avec les bips
id: Tekan <sprite name="controller_icons_37"> bersamaan dengan bunyi bip
it: Premi <sprite name="controller_icons_37"> a tempo con i bip
ja: ピー音に合わせて <sprite name="controller_icons_37"> を押してください。
ko: 삐 소리에 맞춰 <sprite name="controller_icons_37">를 누르세요
lt: Spauskite <sprite name="controller_icons_37"> tuo pačiu metu, kai pasigirsta pypsėjimai
pl: Naciśnij <sprite name="controller_icons_37"> jednocześnie z dźwiękami
pt_br: Pressione <sprite name="controller_icons_37"> ao mesmo tempo que os bipes
ru: Нажимайте <sprite name="controller_icons_37">, когда слышите звук
uk: Натискай <sprite name="controller_icons_37"> коли звучать сигнали
vi: Nhấn <sprite name="controller_icons_37"> cùng thời điểm với tiếng bíp
zh_cn: 跟着哔哔声按下<sprite name="controller_icons_37">
zh_tw: 跟著嗶嗶聲按下<sprite name="controller_icons_37">

# calibration_button_switch
source: Press <sprite name="controller_icons_60"> in time with the beeps
de: Drücke <sprite name="controller_icons_60"> im Takt der Signaltöne
es_es: Presiona <sprite name="controller_icons_60"> a la vez que los "beeps"
fr: Appuyez sur <sprite name="controller_icons_60"> en rythme avec les bips
id: Tekan <sprite name="controller_icons_60"> bersamaan dengan bunyi bip
it: Premi <sprite name="controller_icons_60"> a tempo con i bip
ja: ピー音に合わせて <sprite name="controller_icons_60"> を押してください。
ko: 삐 소리에 맞춰 <sprite name="controller_icons_60">를 누르세요
lt: Spauskite <sprite name="controller_icons_60"> tuo pačiu metu, kai pasigirsta pypsėjimai
pl: Naciśnij <sprite name="controller_icons_60"> jednocześnie z dźwiękami
pt_br: Pressione <sprite name="controller_icons_60"> ao mesmo tempo que os bipes
ru: Нажимайте <sprite name="controller_icons_60">, когда слышите звук
uk: Натискай <sprite name="controller_icons_60"> коли звучать сигнали
vi: Nhấn <sprite name="controller_icons_60"> cùng thời điểm với tiếng bíp
zh_cn: 跟着哔哔声按下<sprite name="controller_icons_60">
zh_tw: 跟著嗶嗶聲按下<sprite name="controller_icons_60">

# menu_yes_recommended
source: Yes (Recommended)
de: Ja (Empfohlen)
es_es: Si (Recomendado)
fr: Oui (Recommandé)
id: Ya (Direkomendasikan)
it: Sì (Consigliato)
ja: はい（推奨）
ko: 네 (권장됨)
lt: Taip (rekomenduojama)
pl: Tak (Zalecane)
pt_br: Sim (Recomendado)
ru: Да (Рекомендуется)
uk: Так (Рекомендовано)
vi: Có (Được khuyến nghị)
zh_cn: 是（推荐）
zh_tw: 是（推薦）

# description_default
source: (Select an option to view more details)
de: (Wähle eine Option aus, um weitere Details zu sehen)
es_es: (Selecciona una opción para ver más detalles)
fr: (Sélectionner une option pour plus de détails)
id: (Pilih opsi untuk melihat detail lebih lanjut)
it: (Seleziona un'opzione per visualizzare ulteriori dettagli)
ja: （詳細を表示するにはオプションを選択してください。）
ko: (옵션을 선택해 자세한 설명 보기)
lt: (Pasirinkite parinktį, kad rodyti detaliau)
pl: (Wybierz opcję, aby zobaczyć więcej szczegółów)
pt_br: (Selecione uma opção para ver mais detalhes)
ru: (Наведи на кнопку для более детальной информации)
uk: (Виберіть опцію, щоб переглянути детальнішу інформацію)
vi: (Lựa chọn để xem chi tiết)
zh_cn: （选择一个选项以显示更多信息）
zh_tw: （選擇一個選項以查看更多詳細訊息）

# level3-1
source: Spiked Steppes
de: Stachelige Steppen
es_es: Estepas Puntiagudas
fr: Steppes Inégales
id: Stepa Berduri
it: Steppe Pungenti
lt: Spygliuotos stepės
pl: Spiczaste Stepy
pt_br: Estepes Espinhosos
ru: Колючие степи
uk: Колючі Степи
zh_cn: 尖刺草原
zh_tw: 尖刺草原

# calibration_redo
source: Redo
de: Wiederholen
es_es: Rehacer
fr: Recommencer
id: Kembalikan
it: Ripeti
ja: やりなおす
ko: 되돌리기
lt: Perdaryti
pl: Ponów
pt_br: Refazer
ru: Заново
uk: Заново
vi: Làm lại
zh_cn: 重新开始
zh_tw: 重做調整

# settings_resetdata_description
source: Resets all game progress.
de: Setzt den gesamten Spielfortschritt zurück.
es_es: Resetea todo el progreso del juego.
fr: Réinitialiser toute la progression.
id: Mengatur ulang semua progres game.
it: Resetta tutti i progressi di gioco.
ja: ゲームの進行状況をリセットします。
ko: 모든 게임 진행도를 초기화합니다.
lt: Atstato viso žaidimo progresą.
pl: Resetuje cały postęp w grze.
pt_br: Reinicia todo o progresso do jogo.
ru: Сбрасывает весь игровой прогресс.
uk: Скинути весь ігровий процес.
vi: Đặt lại tất cả tiến độ trò chơi.
zh_cn: 重置所有游戏进度。
zh_tw: 重置所有遊戲進度。

# menu_unavailable
source: Unavailable
de: Nicht verfügbar
es_es: No disponible
fr: Indisponible
id: Tidak Tersedia
it: Non disponibile
ja: 利用不可
ko: 사용할 수 없음
lt: Nepasiekiamas
pl: Niedostępne
pt_br: Indisponível
ru: Не доступно
uk: Недоступно
vi: Không khả dụng
zh_cn: 不可用
zh_tw: 無法使用

source: Perfect Clear!
de: Perfekt!
es_es: ¡Completado Perfectamente!
fr: Parfait !
id: Selesai dengan Sempurna!
it: Partita perfetta!
ko: 퍼펙트 클리어!
lt: Tobulai pereita!
pl: Perfekcyjne Przejście!
pt_br: Conclusão Perfeita!
ru: Идеальное прохождение!
uk: Ідеально!
vi: Hoàn hảo!
zh_cn: 完美通关！
zh_tw: 完美通過！

# death_count
source: Respawns: {0}
es_es: Reapariciones: {0}
fr: Réapparitions : {0}
id: Respawn: {0}
it: Morti: {0}
ja: リスポーン: {0} 回
ko: 부활: {0}
lt: Gyvybės: {0}
pl: Odrodzenia: {0}
pt_br: Ressurgimentos: {0}
ru: Возрождений: {0}
uk: Відроджень: {0}
vi: Lần hồi sinh: {0}
zh_cn: 复活次数：{0}
zh_tw: 復活次數：{0}

# level3-3
source: Haunted Prairie
de: Gespenstische Prärie
es_es: Pradera Embrujada
fr: Prairie Hantée
id: Padang Rumput Berhantu
it: Prateria Infestata
lt: Apleistos prerijos
pl: Nawiedzona Preria
pt_br: Pradaria Assombrada
ru: Призрачная прерия
uk: Прерія Привидів
zh_cn: 幽魂草坪
zh_tw: 幽魂草坪

# menu_restart
source: Restart Level
de: Level neu starten
es_es: Reiniciar Nivel
fr: Recommencer le niveau
id: Mulai Ulang Level
it: Ricomincia livello
ja: リスタート
ko: 레벨 재시작
lt: Paleisti lygį iš naujo
pl: Zrestartuj Poziom
pt_br: Reiniciar Nível
ru: Перезапустить уровень
uk: Грати знову
vi: Bắt đầu lại
zh_cn: 重新开始关卡
zh_tw: 重新開始關卡

# menu_cancel
source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
pl: Anuluj
pt_br: Cancelar
ru: Отмена
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_tw: 取消
