Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# settings_menu_audiocues_description
source: Adjust audio-based cues for the blind and visually impaired.
de: Passe audiobasierte Hinweise für blinde und sehbehinderte Menschen an.
es_es: Ajusta las pistas de audio para personas ciegas o visualmente restringidas.
fr: Ajuster les signaux audios pour les aveugles et malvoyants.
id: Sesuaikan isyarat berbasis audio untuk orang buta dan orang gangguan visual.
it: Regola i segnali audio per i non vedenti e ipovedenti.
ja: 目の不自由な方向けの、音声合図の設定します。
ko: 시각장애인을 위한 오디오 신호를 활성화합니다.
lt: Reguliuoti garso signalus akliesiems ir silpnaregiams.
pl: Dostosowanie pomocy dźwiękowych dla osób niewidomych i niedowidzących.
pt_br: Ajuste as sinalizações baseadas em áudio para cegos e deficientes visuais.
ru: Настрой звуковые подсказки для слепых и слабовидящих.
uk: Налаштувати звукові підказки для сліпих і людей із вадами зору.
vi: Điều chỉnh các báo hiệu bằng âm thanh cho những người khiếm thị.
zh_cn: 调整为失明及视障玩家设计的提示音。
zh_tw: 為失明和視障人士設計的提示音。

# menu_settings_audiocueconfig
source: Audio Cue Config...
de: Hinweiston-Konfiguration...
es_es: Configuración de Pistas de Audio...
fr: Configuration des signaux audio...
id: Konfigurasi Isyarat Audio...
it: Configurazione segnali audio...
ja: 音声による合図の設定...
ko: 오디오 신호 설정...
lt: Garso signalų konfigūravimas...
pl: Konfiguracja Podpowiedzi Dźwiękowych...
pt_br: Configuração de sinalização de áudio...
ru: Настройка Аудио Подсказок...
uk: Налаштування аудіо підказок...
vi: Cài đặt báo hiệu âm thanh...
zh_cn: 音频提示设置……
zh_tw: 提示音效設定...

# settings_audiocuepanning
source: Panning
de: Audio-Bewichtung
es_es: Paneo
fr: Placement stéréo
id: Mendulang
it: Visuale
ja: パンニング
ko: 기울기
lt: Vaizdo slankiojimas
pl: Panoramowanie
pt_br: Panorâmica
ru: Положение звука
uk: Положення звуку
vi: Điều chỉnh trái phải
zh_cn: 提示音偏移
zh_tw: 音訊平移

# settings_audiocuepanning_description
source: -100%: Attack cues on left, Jump cues on right 100%: Jump cues on left, attack cues on right 0%: Centered cues
de: -100%: Angriffshinweise auf der linken Seite, Sprunghinweise auf der rechten Seite 100%: Sprunghinweise auf der linken Seite, Angriffshinweise auf der rechten Seite 0%: Zentrierte Hinweise
es_es: -100%: Pistas de audio de ataques a la izquierda. Pistas de audio de saltos a la derecha 100%: Pistas de audio de saltos a la izquierda, Pistas de audio de ataques a la derecha 0%: Pistas de audio centradas
fr: -100% : les signaux d'attaque sont joués à gauche et ceux de saut à droite. 100% : les signaux de saut sont joués à gauche et ceux d'attaque à droite. 0% : tous les signaux sont joués centrés.
id: -100%: Isyarat serangan di sebelah kiri, Isyarat lompat di sebelah kanan 100%: Lompat isyarat di sebelah kiri, serang isyarat di sebelah kanan 0%: Isyarat terpusat
it: -100%: segnali Attacco a sinistra, segnali Salto a destra 100%: segnali Salto a sinistra, segnali Attacco a destra 0%: segnali centrati
ja: -100%: 左から攻撃の合図、右からジャンプの合図 100%: 左からジャンプの合図、右から攻撃の合図 0%: 中央から両方の合図
ko: -100%: 공격 신호음이 왼쪽, 점프 신호음이 오른쪽 100%: 점프 신호음이 왼쪽, 공격 신호음이 오른쪽 0%: 중앙 신호음
lt: -100%: Puolimo ženklai kairėje, šokimo ženklai dešinėje 100%: Šokimo ženklai kairėje, puolimo ženklai dešinėje 0%: Centruoti ženklai
pl: -100%: Wskazówki ataku po lewej, wskazówki skoku po prawej 100%: Wskazówki skoku po lewej, wskazówki ataku po prawej 0%: Wskazówki na środku
pt_br: -100%: Sinalizações de ataque à esquerda, sinalizações de pulo à direita 100%: Sinalizações de pulo à esquerda, sinalizações de ataque à direita 0%: Sinalizações centralizadas
ru: -100%: слева для Атаки, справа для Прыжка 100%: слева для Прыжка, справа для Атаки 0%: Отцентированные подсказки
uk: -100%: Атакувати з лівої сторони, Стрибати з правої сторони 100%: Стрибати з лівої сторони, Атакувати з правої сторони 0%: Відцентровані підказки
vi: -100%: Báo hiệu tấn công bên trái, báo hiệu nhảy bên phải 100%: Báo hiệu nhảy bên trái, báo hiệu tấn công bên phải 0%: Báo hiệu cân bằng
zh_cn: -100%：左侧攻击提示音，右侧跳跃提示音 100%：左侧跳跃提示音，右侧攻击提示音 0%：提示音居中
zh_tw: -100%：攻擊提示音在左側，跳躍提示音在右側 100%：跳躍提示音在左側，攻擊提示音在右側 0%：提示音在中間

# settings_audiocuejump
source: Jump
de: Springen
es_es: Saltar
fr: Saut
id: Lompat
it: Salto
ja: ジャンプ
ko: 점프
lt: Šokti
pl: Skok
pt_br: Pular
ru: Прыжок
uk: Стрибок
vi: Nhảy
zh_cn: 跳跃
zh_tw: 跳躍

# settings_audiocueattack
source: Attack
de: Angreifen
es_es: Atacar
fr: Attaque
id: Serang
it: Attacco
ja: 攻撃
ko: 공격
lt: Pulti
pl: Atak
pt_br: Atacar
ru: Атака
uk: Атака
vi: Tấn công
zh_cn: 攻击
zh_tw: 攻擊

# settings_audiocuejumphold
source: Jump Hold
de: Springen halten
es_es: Mantener Salto
fr: Maintenir le saut
id: Lompat Tahan
it: Salto caricato
ja: ジャンプ長押し
ko: 점프 홀드
lt: Šuolio laikymas
pl: Przytrzymaj Skok
pt_br: Manter Pulo
ru: Зажать Прыжок
uk: Зажати Стрибок
vi: Giữ khi nhảy
zh_cn: 长按跳跃
zh_tw: 保持跳躍

# settings_audiocuejumprelease
source: Jump Release
de: Springen loslassen
es_es: Soltar Salto
fr: Relâcher le saut
id: Lompat Lepas
it: Rilascia salto
ja: ジャンプ長押し終了
ko: 점프 해제
lt: Šuolio paleidimas
pl: Puść Skok
pt_br: Soltar Pulo
ru: Отпустить Прыжок
uk: Відпустити Стрибок
vi: Thả khi nhảy
zh_cn: 松开跳跃
zh_tw: 鬆開跳躍

# settings_audiocuejumpattack
source: Jump + Attack
de: Springen + Angreifen
es_es: Saltar + Atacar
fr: Saut + Attaque
id: Lompat + Serang
it: Salto + Attacco
ja: ジャンプ + 攻撃
ko: 점프 + 공격
lt: Šokti + pulti
pl: Skok + Atak
pt_br: Pular + Atacar
ru: Прыжок + Атака
uk: Стрибок + Атака
vi: Nhảy + Tấn công
zh_cn: 跳跃+攻击
zh_tw: 跳躍+攻擊

# settings_audiocuevolume
source: Volume Balance
de: Lautstärke Gleichgewicht
es_es: Balance de volumen
fr: Equilibrage Volume
id: Keseimbangan Volume
it: Bilanciamento volume
ja: 音量バランス
ko: 볼륨 균형
lt: Garso balansas
pl: Równowaga Głośności
pt_br: Balanço de Volume
ru: Баланс громкости
uk: Баланс гучності
vi: Cân bằng âm lượng
zh_cn: 音量平衡
zh_tw: 音量平衡

# settings_audiocuevolume_description
source: Adjust balance between game sound and cue track. (0% = cues disabled)
de: Gleichgewicht zwischen Spielton und Hinweiston einstellen. (0% = Hinweise deaktiviert)
es_es: Ajustar balance entre sonidos del juego y pistas de audio. (0% = Pistas Deshabilitadas)
fr: Ajuster l'équilibrage entre le son du jeu et celui des signaux. (0% = signaux désactivés)
id: Sesuaikan keseimbangan antara suara game dan trek isyarat. (0% = isyarat dinonaktifkan)
it: Regola il bilanciamento tra suoni di gioco e segnali della musica. (0% = segnali disattivati)
ja: ゲーム音と合図のバランスを調整してください。（0% = 合図無効）
ko: 게임 소리와 신호음 사이 균형을 조정합니다. (0% = 신호음 비활성화)
lt: Sureguliuokite balansą tarp žaidimo garso ir signalinio takelio. (0 % = signalai išjungti)
pl: Dostosuj równowagę pomiędzy dźwiękiem gry a ścieżką podpowiedzi. (0% = podpowiedzi wyłączone)
pt_br: Ajuste o equilíbrio entre o som do jogo e o som da sinalização. (0% = sinalizações desativadas)
ru: Настрой баланс между игровыми звуками и подсказками (0% = подсказки отключены)
uk: Відрегулювати баланс між звуком гри та підказками. (0% = підказки вимкнено)
vi: Điều chỉnh cân bằng giữa âm thanh trò chơi và báo hiệu. (0% = tắt báo hiệu)
zh_cn: 调整游戏声音和提示音之间的音量平衡。（0% = 关闭提示音）
zh_tw: 調整遊戲聲音和提示音軌之間的平衡。（0% = 禁用提示）

# menu_settings_haptics
source: Haptic Feedback...
de: Haptisches Feedback...
es_es: Retroalimentación háptica...
fr: Retour Haptique...
id: Umpan Balik Haptik...
it: Interfaccia aptica...
ja: 触覚フィードバック...
ko: 햅틱 피드백...
lt: Haptinis grįžtamasis ryšys...
pl: Wibracje...
pt_br: Feedback Háptico...
ru: Тактильное Управление...
uk: Тактильне управління...
vi: Phản hồi xúc giác...
zh_cn: 触觉反馈…
zh_tw: 觸覺回饋...

# settings_audiocuejump_description
source: Select a cue sound to play one beat before a jump.
de: Wähle einen Hinweiston, der einen Beat vor einem Sprung gespielt wird.
es_es: Selecciona un sonido para reproducir un beat antes de un salto.
fr: Sélectionner un son à jouer un temps avant chaque saut.
id: Pilih suara isyarat untuk dimainkan satu ketukan sebelum lompatan.
it: Seleziona un segnale audio per riprodurre un beat prima di un salto.
ja: ジャンプの1拍前に鳴らす合図の音を選択してください。
ko: 점프 한 박자 전에 재생할 신호음을 설정해주세요.
lt: Pasirinkite signalinį garsą, kuris skambės vienu taktu prieš šuolį.
pl: Wybierz dźwięk, który ma być odtwarzany przed skokiem.
pt_br: Selecione um som de sinalização para reproduzir uma batida antes de um pulo.
ru: Выбери звук для подсказки, который будет играть за один бит до прыжка.
uk: Вибрати звук для підказки, який буде грати за один біт до стрибка.
vi: Lựa chọn tiếng báo hiệu để phát một nhịp trước khi nhảy.
zh_cn: 选择在跳跃前一拍播放的提示音。
zh_tw: 選擇在跳躍前一拍播放的提示音。

# settings_audiocueattack_description
source: Select a cue sound to play one beat before an attack.
de: Wähle einen Hinweiston, der einen Beat vor einem Angriff gespielt wird.
es_es: Selecciona un sonido para reproducir un beat antes de un ataque.
fr: Sélectionner un son à jouer un temps avant chaque attaque.
id: Pilih suara isyarat untuk dimainkan satu ketukan sebelum serangan.
it: Seleziona un segnale audio per riprodurre un beat prima di un attacco.
ja: 攻撃の1拍前に鳴らす合図の音を選択してください。
ko: 공격 한 박자 전에 재생할 신호음을 설정해주세요.
lt: Pasirinkite signalinį garsą, kuris skambės vienu taktu prieš puolimą.
pl: Wybierz dźwięk, który ma być odtwarzany przed atakiem.
pt_br: Selecione um som de sinalização para reproduzir uma batida antes de um ataque.
ru: Выбери звук для подсказки, который будет играть за один бит до атаки.
uk: Вибрати звук для підказки, який буде грати за один біт до атаки.
vi: Lựa chọn tiếng báo hiệu để phát một nhịp trước khi tấn công.
zh_cn: 选择在攻击前一拍播放的提示音。
zh_tw: 選擇在攻擊前一拍播放的提示音。

# settings_audiocuejumphold_description
source: Select a cue sound to play one beat before beginning a jump hold.
de: Wähle einen Hinweiston, der einen Beat vor einem anhaltendem Sprung gespielt wird.
es_es: Selecciona un sonido para reproducir un beat antes de empezar un salto que debe mantenerse.
fr: Sélectionner un son à jouer un temps avant chaque saut maintenu.
id: Pilih suara isyarat untuk dimainkan satu ketukan sebelum awal lompat tahan.
it: Seleziona un segnale audio per riprodurre un beat prima di fare un salto caricato.
ja: ジャンプを長押しする1拍前に鳴らす合図の音を選択してください。
ko: 점프 홀드 한 박자 전에 재생할 신호음을 설정해주세요.
lt: Pasirinkite signalinį garsą, kuris skambės vienu taktu prieš šuolio laikymo pradžią.
pl: Wybierz dźwięk, który ma być odtwarzany przed trzymanym skokiem.
pt_br: Selecione um som de sinalização para reproduzir uma batida antes de começar um pulo mantido.
ru: Выбери звук для подсказки, который будет играть за один бит до начала удержания прыжка.
uk: Вибрати звук для підказки, який буде грати за один біт до утримування стрибка.
vi: Lựa chọn tiếng báo hiệu để phát một nhịp trước khi bắt đầu giữ khi nhảy.
zh_cn: 选择在需要长按跳跃前的一拍播放的提示音。
zh_tw: 選擇在開始保持跳躍前一拍播放的提示音。

# settings_audiocuejumprelease_description
source: Select a cue sound to play one beat before releasing a jump hold.
de: Wähle einen Hinweiston, der einen Beat vor dem Ende eines anhaltenden Sprungs gespielt wird.
es_es: Selecciona un sonido para reproducir un beat antes de soltar un salto que debe mantenerse.
fr: Sélectionner un son à jouer un temps avant chaque relâchement du saut.
id: Pilih suara isyarat untuk dimainkan satu ketukan sebelum melepas lompat tahan.
it: Seleziona un segnale audio per riprodurre un beat prima di rilasciare un salto.
ja: ジャンプの長押しをやめる1拍前に鳴らす合図の音を選択してください。
ko: 점프 홀드 해제 한 박자 전에 재생할 신호음을 설정해주세요.
lt: Pasirinkite signalinį garsą, kuris skambės vienu taktu prieš šuolio laikymo paleidimą.
pl: Wybierz dźwięk, który ma być odtwarzany przed puszczeniem skoku.
pt_br: Selecione um som de sinalização para reproduzir uma batida antes de soltar um pulo mantido.
ru: Выбери звук для подсказки, который будет играть за один бит до конца удержания прыжка.
uk: Вибрати звук для підказки, який буде грати за один біт до кінця утримування стрибка.
vi: Lựa chọn tiếng báo hiệu để phát một nhịp trước khi thả khi nhảy.
zh_cn: 选择在需要松开跳跃前的一拍播放的提示音。
zh_tw: 選擇在結束保持跳躍前一拍播放的提示音。

# settings_audiocuejumpattack_description
source: Select a cue sound to play one beat before a combined jump + attack.
de: Wähle einen Hinweiston, der einen Beat vor einem kombinierten Sprung + Angriff gespielt wird.
es_es: Selecciona un sonido para reproducir un beat antes de un salto + ataque combinado.
fr: Sélectionner un son à jouer un temps avant chaque saut et attaque simultanés.
id: Pilih suara isyarat untuk dimainkan satu ketukan sebelum gabungan lompatan + serangan.
it: Seleziona un segnale audio per riprodurre un beat prima di fare salto + attacco combinato.
ja: ジャンプ + 攻撃の1拍前に鳴らす合図の音を選択してください。
ko: 점프 + 공격 한 박자 전에 재생할 신호음을 설정해주세요.
lt: Pasirinkite signalinį garsą, kuris skambės vienu taktu prieš sujungtą šuolį + ataką.
pl: Wybierz dźwięk, który ma być odtwarzany przed połączonym skokiem + atakiem.
pt_br: Selecione um som de sinalização para reproduzir uma batida antes de um pulo + ataque combinados.
ru: Выбери звук для подсказки, который будет играть за один бит перед комбо "прыжок + атака".
uk: Вибрати звук для підказки, який буде грати за один біт до стрибка + атаки.
vi: Lựa chọn tiếng báo hiệu để phát một nhịp trước khi kết hợp nhảy + tấn công.
zh_cn: 选择在需要同时跳跃并攻击前的一拍播放的提示音。
zh_tw: 選擇在跳躍+攻擊前一拍播放的提示音。

# calibration_button_keep_going
source: Keep going...
de: Weiter so...
es_es: Continúa...
fr: Continuez...
id: Terus lanjut...
it: Continua così...
ja: そのまま続けて...
ko: 계속 하세요...
lt: Tęskite toliau...
pl: Kontynuuj...
pt_br: Continue...
ru: Продолжайте...
uk: Продовжуй...
vi: Tiếp tục nào...
zh_cn: 继续……
zh_tw: 繼續...

# settings_screenreadermode
source: Screenreader Mode
de: Bildschirmleser-Modus
es_es: Lector de Pantalla
fr: Mode lecteur d'écran
id: Mode Pembaca Layar
it: Sintesi vocale
ja: 画面読み上げモード
ko: 화면 읽기 모드
lt: Ekrano skaitymo režimas
pl: Tryb Czytnika Ekranu
pt_br: Modo de Leitor de Tela
ru: Режим Экранного Диктора
uk: Режим екранного диктора
vi: Chế độ đọc màn hình
zh_cn: 屏幕朗读模式
zh_tw: 螢幕朗讀模式

# settings_screenreadermode_description_disabled
source: Screenreader is disabled.
de: Bildschirmleser ist deaktiviert.
es_es: Lector de pantalla deshabilitado.
fr: Le mode lecteur d'écran est désactivé.
id: Pembaca Layar dinonaktifkan.
it: Sintesi vocale è disattivata.
ja: 画面読み上げを無効にします。
ko: 화면 읽기가 비활성화되었습니다.
lt: Ekrano skaitymo režimas išjungtas.
pl: Czytnik ekranu jest wyłączony.
pt_br: Leitor de Tela está desativado.
ru: Экранный диктор отключен.
uk: Екранний диктор вимкнений.
vi: Đọc màn hình được tắt.
zh_cn: 禁用屏幕朗读。
zh_tw: 禁用螢幕朗讀。

# settings_screenreadermode_description_enabled
source: Enables full screenreader navigation. Normal navigation is disabled.
de: Aktiviert die vollständige Bildschirmleser-Navigation. Die normale Navigation ist deaktiviert.
es_es: Habilita Navegación de lector de pantalla completo. Navegación normal está deshabilitada.
fr: Active la navigation assistée par lecteur d'écran. La navigation normale est désactivée.
id: Aktifkan navigasi pembaca layar penuh. Navigasi normal dinonaktifkan.
it: Attiva la sintesi vocale totale. La navigazione normale è disattivata.
ja: 全ての画面読み上げナビゲーションを有効にします。通常のナビゲーションは無効になります。
ko: 전체 화면 읽기 탐색을 활성화합니다. 일반적인 탐색은 비활성화됩니다.
lt: Įjungia pilną ekrano skaitymo navigaciją. Normali navigacija išjungta.
pl: Włącza pełną nawigację czytnika ekranu. Normalnie nawigacja jest wyłączona.
pt_br: Ativa a navegação completa em leitor de tela. Navegação normal está desabilitada.
ru: Включает навигацию экранным диктором. Обычная навигация отключена.
uk: Увімкнути навігацію екранним диктором. Нормальна навігація вимкнена.
vi: Bật toàn bộ di chuyển qua đọc màn hình. Di chuyển bình thường được tắt.
zh_cn: 全面开启萤幕朗读浏览模式。停用普通的UI界面浏览模式。
zh_tw: 全面開啟螢幕朗讀瀏覽模式。停用普通的UI介面瀏覽模式。

# settings_screenreadermode_description_readonly
source: Retains normal UI navigation, but reads out selected button.
de: Behält die normale UI-Navigation bei, liest aber die ausgewählte Schaltfläche vor.
es_es: Sigue teniendo una navegación de Interfaz normal, pero lee los botones seleccionados.
fr: Conserve la navigation normale de l'interface, mais lis le bouton sélectionné.
id: Mempertahankan navigasi UI normal, namun membacakan tombol yang dipilih.
it: Mantiene l'interfaccia utente classica, ma legge il pulsante selezionato.
ja: 通常のUIナビゲーションに加え、選択されたボタンを読み上げます。
ko: 일반적인 UI 탐색을 유지합니다, 하지만 선택된 버튼을 읽습니다.
lt: Išlaiko įprastą vartotojo sąsają, tačiau perskaito pasirinktą mygtuką.
pl: Zachowuje normalną nawigację interfejsu użytkownika, ale odczytuje wybrany przycisk.
pt_br: Mantém a navegação padrão da interface, mas lê o botão selecionado.
ru: Оставляет обычную навигацию по интерфейсу, но озвучивает выбранную опцию.
uk: Залишити звичайну навігацію по інтерфейсу, але озвучити вибрану опцію.
vi: Giữ di chuyển qua giao diện bình thường, nhưng đọc lên nút được chọn.
zh_cn: 保留普通的UI界面浏览模式，仍有萤幕朗读。
zh_tw: 保留普通的UI介面瀏覽模式，仍有螢幕朗讀。

# settings_screenreadermode_readonly
source: Read Only
de: Nur lesen
es_es: Solo leer
fr: Lecture seule
id: Hanya Baca
it: Solo lettura
ja: 読み上げのみ
ko: 읽기 전용
lt: Tik skaityti
pl: Tylko Do Odczytu
pt_br: Apenas Leitura
ru: Только Озвучивание
uk: Тільки озвучування
vi: Chỉ đọc
zh_cn: 仅阅读屏幕
zh_tw: 僅有螢幕朗讀

# settings_screenreadermode_full
source: Full
de: Vollständig
es_es: Lleno
fr: Complet
id: Penuh
it: Totale
ja: すべて
ko: 전체
lt: Pilnas
pl: Pełny
pt_br: Completo
ru: Полное
uk: Повне
vi: Toàn bộ
zh_cn: 完全开启
zh_tw: 完全開啟

# settings_menu_screenreadermode_description
source: Control screenreader functionality and navigation.
de: Steuerung der Bildschirmleser-Funktionalität und Navigation.
es_es: Controlar funcionalidad y navegación del lector de pantalla.
fr: Paramètres des fonctionnalités et de la navigation avec le lecteur d'écran.
id: Kontrol fungsionalitas dan navigasi pembaca layar.
it: Controlla le funzionalità della sintesi vocale.
ja: 画面読み上げ機能とナビゲーションを設定します。
ko: 화면 읽기 기능 및 탐색을 설정합니다.
lt: Keiskite ekrano skaitymo funkcionalumą ir navigavimą.
pl: Kontroluj funkcjonalność i nawigację czytnika ekranu.
pt_br: Controla a funcionalidade e navegação do leitor de tela.
ru: Настрой функционал экранного диктора и навигации.
uk: Налаштувати функціонал екранного диктора та навігації.
vi: Điều khiển chức năng đọc màn hình và di chuyển.
zh_cn: 设定萤幕朗读功能和界面浏览模式。
zh_tw: 設定螢幕朗讀功能和介面瀏覽模式。

# menu_settings_screenreadermode
source: Screenreader Mode...
de: Bildschirmleser-Modus...
es_es: Lector de pantalla...
fr: Mode Lecteur d'écran...
id: Mode Pembaca Layar...
it: Sintesi vocale...
ja: 画面読み上げモード...
ko: 화면 읽기 모드...
lt: Ekrano skaitymo režimas...
pl: Tryb Odczytu Ekranu...
pt_br: Modo de Leitor de Tela...
ru: Режим Экранного Диктора...
uk: Режим екранного диктора...
vi: Chế độ đọc màn hình...
zh_cn: 屏幕朗读模式……
zh_tw: 螢幕朗讀模式...

# screenreader_scene_prompt
source: It looks like you have a screen reader enabled. Would you like to enable screen reader mode? (This can later be configured in Settings -> Accessibility)
de: Es sieht so aus, als hättest du einen Bildschirmleser aktiviert. Möchtest du den Bildschirmlesermodus aktivieren? (Dies kann später unter Einstellungen -> Barrierefreiheit konfiguriert werden)
es_es: Parece que tienes un lector de pantalla activado. ¿Quieres activar el modo lector de pantalla? (Esto puede ser cambiado después en Opciones -> Accesibilidad)
fr: Il semblerait que vous ayez un lecteur d'écran activé. Voulez-vous activer le mode lecteur d'écran ? (Il est possible de configurer cela plus tard dans Paramètres -> Accessibilité)
id: Sepertinya Anda mengaktifkan pembaca layar. Apakah Anda ingin mengaktifkan mode pembaca layar? (Dapat dikonfigurasi nantinya di Pengaturan -> Aksesibilitas)
it: Hai attivato la sintesi vocale. Vuoi attivare anche la lettura dello schermo? (Può essere configurata in Impostazioni -> Accessibilità)
ja: 画面読み上げモードが有効になりました。 画面読み上げモードを有効にしたまま続けますか？ （設定 -> アクセシビリティで後から変更できます。）
ko: 화면 읽기를 사용 중이신 것 같습니다. 화면 읽기 모드를 활성화하시겠어요? (이 설정은 설정 -> 접근성에서 변경하실 수 있습니다)
lt: Atrodo, jog jūs naudojate ekrano skaitytoją. Ar norėtumėte įjungti ekrano skaitymo režimą? (Tai vėliau galėsite pakeisti Nustatymai -> Prieinamumas)
pl: Wygląda na to, że masz włączony czytnik ekranu. Czy chciałbyś włączyć tryb czytnika ekranu? (Można to później skonfigurować w Ustawienia -> Dostępność)
pt_br: Parece que você tem o leitor de tela ativado. Deseja ativar o modo de leitor de tela? (Isso pode ser configurado depois em Configurações -> Acessibilidade)
ru: Похоже у вас включен экранный диктор. Вы хотите включить режим экранного диктора? (Это можно изменить в Настройки -> Доп. Возможности)
uk: Схоже, у вас ввімкнений екранний диктор. Ви хочете увімкнути режим екранного диктора? (Це можна змінити у Налаштування -> Дод. можливості)
vi: Có thể thấy rằng bạn đang bật đọc màn hình. Bạn có muốn bật chế độ đọc màn hình không? (Có thể được điều chỉnh sau ở Cài đặt -> Hỗ trợ tiếp cận)
zh_cn: 检测到你正在使用萤幕朗读功能。 是否要启用萤幕朗读模式？ （稍后可以在设定→辅助功能中进行设定）
zh_tw: 看起來您啟用了螢幕朗讀功能。 是否要啟用螢幕朗讀模式？ （稍後可以在設定 -> 輔助功能中進行設定）

# menu_prev_level_accessible
source: Previous (Level {0} {1})
de: Vorheriges (Level {0} {1})
es_es: Anterior (Nivel {0} {1})
fr: Précédent (Niveau {0} {1})
id: Sebelumnya (Level {0} {1})
it: (Livello {0} {1}) precedente
ja: 前へ (Level {0} {1})
ko: 이전 (레벨 {0} {1})
lt: Praeitas (Lygis {0} {1})
pl: Poprzedni (Poziom {0} {1})
pt_br: Anterior (Nível {0} {1})
ru: Предыдущий (Уровень {0} {1})
uk: Попередній (Рівень {0} {1})
vi: Trước (Màn {0} {1})
zh_cn: 前一关（关卡 {0} {1}）
zh_tw: 前一關（關卡 {0} {1}）

# menu_next_level_accessible
source: Next (Level {0} {1})
de: Nächstes (Level {0} {1})
es_es: Siguiente (Nivel {0} {1})
fr: Suivant (Niveau {0} {1})
id: Selanjutnya (Level {0} {1})
it: (Livello {0} {1}) successivo
ja: 次へ (Level {0} {1})
ko: 다음 (레벨 {0} {1})
lt: Kitas (Lygis {0} {1})
pl: Następny (Poziom {0} {1})
pt_br: Próximo (Nível {0} {1})
ru: Следующий (Уровень {0} {1})
uk: Наступний Попередній (Рівень {0} {1})
vi: Sau (Màn {0} {1})
zh_cn: 下一关（关卡 {0} {1}）
zh_tw: 下一關（關卡 {0} {1}）

source: Decrement
de: Reduzieren
es_es: Disminuir
fr: Décrémenter
id: Pengurangan
it: Diminuisci
ja: 減らす
ko: 줄이기
lt: Mažėjimas
pl: Zmniejsz
pt_br: Decrementar
ru: Уменьшение
uk: Зменшення
vi: Giảm
zh_cn: 递减
zh_tw: 遞減

source: Increment
de: Erhöhen
es_es: Aumentar
fr: Incrémenter
id: Kenaikan
it: Incrementa
ja: 増やす
ko: 늘리기
lt: Didėjimas
pl: Zwiększ
pt_br: Incrementar
ru: Увеличение
uk: Збільшення
vi: Tăng
zh_cn: 递增
zh_tw: 遞增

# settings_audiocues
source: Audio Cues
de: Hinweistöne
es_es: Pistas de audio
fr: Signaux audios
id: Isyarat Audio
it: Segnali audio
ja: 音声合図
ko: 오디오 신호 음
lt: Garso signalai
pl: Podpowiedzi Dźwiękowe
pt_br: Sinalizações de Áudio
ru: Аудио Подсказки
uk: Аудіо підказки
vi: Báo hiệu âm thanh
zh_cn: 音频提示
zh_tw: 提示音效

# settings_audiocues_description_disabled
source: Disables ahead-of-time audio cues.
de: Deaktiviert im Voraus spielende Hinweistöne.
es_es: Deshabilita pistas de audio antes de tiempo.
fr: Désactive les signaux sonores.
id: Menonaktifkan isyarat audio sebelumnya.
it: Disattiva l'anticipo dei segnali audio.
ja: 音声合図を無効にします。
ko: 사전 오디오 신호음을 재생하지 않습니다.
lt: Išjungia išankstinius garso signalus.
pl: Wyłącza przedwczesne wskazówki dźwiękowe.
pt_br: Desativa as sinalizações de áudio antecipadas.
ru: Отключает преждевременные аудио-подсказки.
uk: Вимкнути передчасні аудіопідказки.
vi: Tắt báo hiệu âm thanh trước.
zh_cn: 关闭预先提示音。
zh_tw: 禁用提前音效提示。
