Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# demoend
source: You've reached the end of the Rhythm Quest demo - thank you for playing!
de: Du hast das Ende der Rhythm Quest-Demo erreicht - Vielen Dank fürs Spielen!
es_es: ¡Has alcanzado el final de la demo de Rhythm Quest - Muchas gracias por jugar!
fr: Vous êtes arrivé à la fin de la démo de Rhythm Quest - merci d'avoir joué !
id: Anda telah mencapai akhir demo Rhythm Quest - terima kasih telah bermain!
it: Hai finito la demo di Rhythm Quest - grazie per aver giocato!
ja: Rhythm Quest Demo はここまでです！ 遊んでくれてありがとう！
ko: Rhythm Quest 데모의 종착점에 도착했습니다 - 플레이 해주셔서 감사합니다!
lt: Pasiekėte „Rhythm Quest“ demonstracinės versijos pabaigą - ačiū, kad žaidėte!
pl: Dotarłeś do końca dema Rhythm Quest — dziękujemy za granie!
pt_br: Você alcançou ao final da demo de Rhythm Quest - obrigado por jogar!
ru: Вы дошли до конца демо Rhythm Quest - спасибо, что играли!
uk: Ви пройшли Rhythm Quest Demo до кінця - дякую за гру!
vi: Bạn đã đến phần cuối của demo Rhythm Quest - cảm ơn bạn đã chơi!
zh_cn: 你已经体验完成了 Rhythm Quest 试玩版的内容——感谢您的游玩！
zh_tw: 您已經體驗完成了Rhythm Quest試玩版本的內容——感謝您的遊玩！

# menu_visitwebsite
source: Visit the Website
de: Webseite besuchen
es_es: Visita el sitio web
fr: Visiter le site web
id: Kunjungi Situs web
it: Visita il sito web
ja: ウェブサイトを訪れる
ko: 웹사이트 방문
lt: Aplankyti svetainę
pl: Odwiedź Stronę Internetową
pt_br: Visite o Website
ru: Посетить сайт
uk: Відвідати Вебсайт
vi: Truy cập trang Web
zh_cn: 访问官方网站
zh_tw: 造訪官方網站

# menu_joindiscord
source: Join the Discord
de: Discord beitreten
es_es: Únete al Discord
fr: Rejoindre le Discord
id: Gabung Discord
it: Unisciti a Discord
ja: Discordに参加
ko: Discord 참가
lt: Prisijungti prie „Discord“ serverio
pl: Dołącz do Discorda
pt_br: Junte-se ao Discord
ru: Присоединиться к серверу Discord
uk: Приєднайтеся до Discord
vi: Tham gia vào Discord
zh_cn: 加入 Discord
zh_tw: 加入Discord

# demoend2
source: The full version of Rhythm Quest will contain 30 levels across 6 worlds, unlockable bonus stages, and even more gameplay mechanics!
de: Die Vollversion von Rhythm Quest wird 30 Level in 6 Welten, freischaltbare Bonuslevel und noch mehr Spielmechanismen enthalten!
es_es: ¡La versión completa de Rhythm Quest contendrá 30 niveles a través de 6 mundos, niveles extra desbloqueables y aún más mecánicas de juego!
fr: La version complète de Rhythm Quest sera composée de 30 niveaux dans 6 mondes différents, des niveaux bonus à débloquer, et encore plus d'éléments de jeu !
id: Versi lengkap Rhythm Quest akan berisi 30 level di 6 dunia, level bonus yang dapat dibuka, dan lebih banyak lagi mekanisme gameplay!
it: La versione completa di Rhythm Quest conterrà 30 livelli, 6 mondi, zone bonus e molte altre meccaniche di gioco!
ja: Rhythm Quest の完全版では、6つのWorldで30個のレベルや、アンロック可能なボーナスステージ、さらに多くの仕掛けが用意されています！
ko: Rhythm Quest 정식 버전은 6개의 월드에 걸쳐 30개의 레벨, 잠금 해제 가능한 보너스 스테이지, 그리고 더 많은 게임 플레이 메커니즘이 들어갈 예정입니다!
lt: Pilnoje „Rhythm Quest“ versijoje bus 30 lygių 6 pasauliuose, atrakinami papildomi etapai ir dar daugiau žaidimo funkcijų!
pl: Pełna wersja Rhythm Quest będzie zawierać 30 poziomów w 6 światach, odblokowywane etapy bonusowe i jeszcze więcej mechanik w grze!
pt_br: A versão completa de Rhythm Quest irá conter 30 níveis dentre 6 mundos, níveis bônus desbloqueáveis, e mais mecânicas de gameplay!
ru: Полная версия Rhythm Quest будет содержать 30 уровней в шести мирах, бонусные уровни и еще больше игровых механик!
uk: Повна версія Rhythm Quest міститиме 30 рівнів у 6 світах, доступні бонусні рівні та ще більше ігрових механік!
vi: Phiên bản đầy đủ của Rhythm Quest sẽ có 30 màn qua 6 thế giới, các màn thêm có thể được mở khóa, và nhiều chức năng khác!
zh_cn: 完整版Rhythm Quest将包含6个世界共30个关卡，可解锁的奖励关卡，以及更多的游戏机制！
zh_tw: 完整版Rhythm Quest將包含6個世界共30個關卡、可解鎖的獎勵關卡，以及更多的遊戲機制！

# menu_next
source: Next
de: Weiter
es_es: Siguiente
fi: Seuraava
fr: Suivant
id: Selanjutnya
it: Avanti
ja: 次へ
ko: 다음
lt: Kitas
pl: Następny
pt_br: Próximo
ru: Дальше
uk: Далі
vi: Tiếp
zh_cn: 下一页
zh_tw: 下一頁

# demoend3
source: Wishlist and follow Rhythm Quest online for future updates!
de: Rhythm Quest auf die Wunschliste packen und für zukünftige Updates folgen!
es_es: ¡Añade Rhythm Quest a tu lista de deseados en Steam para futuras actualizaciones!
fi: Seuraa ja laita Rhythm Quest toivelistalle saadaksesi päivityksiä tulevaisuudessa!
fr: Ajoutez le jeu à votre Liste de Souhaits Steam et suivez le jeu pour plus d'informations prochainement !
id: Wishlist dan ikuti Rhythm Quest online untuk pembaruan di masa mendatang!
it: Segui e aggiungi Rythm Quest alla Lista dei desideri di Steam!
ja: ウィッシュリストに追加して Rhythm Quest をフォローし、今後のアップデートをお待ちください！
ko: 찜해주시고 Rhythm Quest의 추후 업데이트를 팔로우 해주세요!
lt: Pridėkite į pageidavimų sarašą ir sekite Rhythm Quest internete kad gautumėte tolimesnes žinias!
pl: Dodaj do listy życzeń na Steamie oraz zaobserwuj Rhythm Quest online dla najnowszych aktualizacji!
pt_br: Adicione à lista de desejos e siga Rhythm Quest online para atualizações futuras!
ru: Добавь игру в список желаемого и следи за Rhythm Quest онлайн для будущих обновлений!
uk: Додайте Rhythm Quest до бажаного та слідкуйте за грою онлайн для майбутніх оновлень!
vi: Wishlist và theo dõi Rhythm Quest cho những cập nhật cho tương lai!
zh_cn: 将 Rhythm Quest 加入愿望单并关注，跟踪获取最新消息！
zh_tw: 關注Rhythm Quest並加入願望清單以追蹤未來的更新！

# settings_menu_resolution_description
source: Resolution and screen mode settings.
de: Einstellungen für Auflösung und Anzeigemodus.
es_es: Configuración de resolución y modo de pantalla.
fi: Resoluutio- ja näyttötila-asetukset.
fr: Paramètres de résolution et de mode d'affichage.
id: Pengaturan resolusi dan mode layar.
it: Impostazioni risoluzione e schermo.
ja: 解像度とスクリーンモードの設定
ko: 해상도 및 화면 모드 설정.
lt: Rezoliucijos ir ekrano režimo nustatymai.
pl: Ustawienia rozdzielczości i trybu ekranu.
pt_br: Configurações de resolução e modo de tela.
ru: Настройки разрешения и режима окна.
uk: Налаштування роздільної здатності та екрану.
vi: Các cài đặt phân giải và chế độ màn hình.
zh_cn: 分辨率与显示模式设置。
zh_tw: 解析度與螢幕顯示設定。

# settings_menu_scaling_description
source: Zoom and scale settings.
de: Einstellungen für Zoom und Skalierung.
es_es: Configuración de escala y zoom.
fi: Lähennys- ja kokoasetukset.
fr: Paramètres de zoom et d'échelle.
id: Pengaturan zoom dan skala.
it: Zoom.
ja: ズームと縮尺の設定
ko: 확대 및 스케일 설정.
lt: Priartinimo ir mastelio nustatymai.
pl: Ustawienia powiększenia i skali.
pt_br: Configurações de escala e zoom.
ru: Настройки масштабирования.
uk: Налаштування масштабу за розміром екрану.
vi: Các cài đặt thu phóng.
zh_cn: 缩放设置。
zh_tw: 畫面縮放與視野設定。

# settings_menu_effects
source: Visual effects and readability settings.
de: Einstellungen für visuelle Effekte und Lesbarkeit.
es_es: Configuración de efectos visuales y legibilidad.
fr: Paramètres d'effets visuels et de lisibilité.
id: Pengaturan efek visual dan keterbacaan.
it: Effetti visivi e leggibilità.
ja: 視覚効果と可読性の設定
ko: 화면 효과 및 가독성 설정.
lt: Vizualiniai efektai ir skaitomumo nustatymai.
pl: Efekty wizualne i ustawienia czytelności.
pt_br: Configurações de efeitos visuais e legibilidade.
ru: Настройки визуальных эффектов и читабельности.
uk: Візуальні ефекти та параметри читабельності.
vi: Các cài đặt hiệu ứng màn hình và tính năng đọc.
zh_cn: 视觉效果与可读性设置。
zh_tw: 視覺效果和易讀性設定。

# menu_settings_resolution
source: Resolution Settings...
de: Auflösungs-Einstellungen...
es_es: Configuración de resolución...
fi: Resoluutio Asetukset...
fr: Paramètres de résolution...
id: Pengaturan Resolusi...
it: Impostazioni risoluzione...
ja: 解像度設定...
ko: 해상도 설정...
lt: Rezoliucijos nustatymai...
pl: Ustawienia Rozdzielczości...
pt_br: Configurações de Resolução...
ru: Настройки Разрешения Окна...
uk: Налаштування роздільної здатності...
vi: Cài đặt độ phân giải...
zh_cn: 分辨率设置……
zh_tw: 解析度設定...

# menu_settings_savedata
source: Data Reset...
de: Daten zurücksetzen...
es_es: Borrar Datos...
fr: Réinitialisation des données...
id: Reset Data...
it: Ripristino dati
ja: データリセット
ko: 데이터 초기화...
lt: Duomenų atstatymas...
pl: Resetowanie Danych...
pt_br: Redefinir Dados...
ru: Сброс Данных...
uk: Скидання даних...
vi: Đặt lại dữ liệu...
zh_cn: 重置数据...
zh_tw: 資料重置...

# settings_resetprefs_description
source: Resets settings to default values.
de: Setzt die Einstellungen auf die Standardwerte zurück.
es_es: Restaurar configuración a sus valores por defecto.
fi: Palauta asetukset oletuksiin.
fr: Réinitialise les paramètres par défaut.
id: Atur ulang pengaturan ke nilai default.
it: Ripristina le impostazioni ai valori predefiniti.
ja: 設定をデフォルトに戻します。
ko: 설정을 기본값으로 초기화합니다.
lt: Atkuria nustatymus į jų numatytas reikšmes.
pl: Resetuj ustawienia do wartości domyślnych.
pt_br: Redefine as configurações para os valores padrões.
ru: Восстанавливает настройки по умолчанию.
uk: Скинути налаштування до звичайних.
vi: Đặt lại các cài đặt về mặc định.
zh_cn: 将全部设置恢复为默认设置。
zh_tw: 將設定重置為預設值。

# resetprefs_confirmed
source: Settings have been reset to default values. (Audio recalibration is recommended)
de: Die Einstellungen wurden auf die Standardwerte zurückgesetzt. (Audio-Neukalibrierung wird empfohlen)
es_es: Se ha reiniciado la configuración a sus valores por defecto. (Se recomienda una calibración de audio)
fi: Asetukset on palautettu oletuksiin. (äänen uudelleenkalibrointi on suositeltua)
fr: Les paramètres ont été réinitialisés à leur valeur par défaut. (Un étalonnage audio est recommandé)
id: Pengaturan telah diatur ulang ke nilai bawaan. (Disarankan kalibrasi ulang audio)
it: Le impostazioni sono state ripristinate ai valori predefiniti. (Si suggerisce una ricalibrazione audio)
ja: 設定をデフォルトに戻しました。 （遅延の再校正を行うことをおすすめします。）
ko: 설정이 기본값으로 초기화되었습니다. (오디오 재보정이 권장됩니다)
lt: Nustatymai buvo atkurti į savo numatytas reikšmes. (Garso perkalibravimas yra rekomenduojamas)
pl: Ustawienia zostały przywrócone do wartości domyślnych. (Zalecana jest ponowna kalibracja dźwięku)
pt_br: As configurações foram redefinidas aos valores padrões. (Recalibração de áudio é recomendada)
ru: Значения настроек восстановлены по умолчанию. (Рекомендуется калибровка аудио)
uk: Налаштування скинуті до звичайних. (Рекомендується повторна калібрація аудіо)
vi: Các cài đặt đã được đặt lại về mặc định. (Hiệu chỉnh âm thanh được khuyến nghị)
zh_cn: 设置已恢复为默认设置。 （建议进行音频校准）
zh_tw: 設定已重置為預設值。 （建議重新校準音訊）

# settings_resetprefs
source: Reset Preferences
de: Einstellungen zurücksetzen
es_es: Reiniciar preferencias
fr: Réinitialiser Préférences
id: Atur Ulang Preferensi
it: Ripristina preferenze
ja: 設定のリセット
ko: 환경 설정 초기화
lt: Atstatyti nuostatas
pl: Resetowanie Preferencji
pt_br: Redefinir Preferências
ru: Сбросить Настройки
uk: Скинути налаштування
vi: Đặt lại tùy chọn
zh_cn: 初始化设置
zh_tw: 初始化設定

# menu_settings_screenfilter
source: Screen Filter Settings...
de: Bildschirmfilter-Einstellungen...
es_es: Filtros de pantalla...
fr: Paramètres de Filtres Visuels...
id: Setelan Filter Layar...
it: Filtro schermo...
ja: 画面フィルター設定...
ko: 화면 필터 설정...
lt: Ekrano filtro nustatymai...
pl: Ustawienia filtra ekranowego...
pt_br: Configurações de Filtro de Tela...
ru: Настройки Экранных Фильтров...
uk: Параметри екранного фільтра...
vi: Cài đặt lọc màn hình...
zh_cn: 屏幕滤镜设置……
zh_tw: 畫面濾鏡設定...

# settings_menu_screenfilter
source: Configure a backdrop filter to make foreground elements more visible.
de: Konfiguriere einen Hintergrundfilter, um Vordergrundelemente besser sichtbar zu machen.
es_es: Configurar el filtro del fondo para hacer elementos cercanos más visibles.
fr: Configurer un filtre appliqué aux décors afin de rendre les éléments au premier plan plus visible.
id: Konfigurasikan filter latar belakang untuk membuat elemen latar depan lebih terlihat.
it: Imposta un filtro allo scenario per rendere gli elementi in primo piano più visibili.
ja: 前面の要素をより見やすくするための背景フィルターを設定します。
ko: 배경 필터를 조정하여 전면 요소들을 더 잘 보이게 합니다.
lt: Sukonfigūruokite foninį filtrą, kad būtų geriau matomi pirmojo plano elementai.
pl: Skonfiguruj filtr tła, aby elementy pierwszoplanowe były lepiej widoczne.
pt_br: Configure um filtro de fundo para tornar os elementos de primeiro plano mais visíveis.
ru: Настрой фильтр на заднем плане так, чтобы было легче видеть элементы переднего плана.
uk: Налаштуйте фоновий фільтр, щоб зробити елементи переднього плану більш видимими.
vi: Cài đặt lọc hình nền để các thành phần ở phía trước dễ nhìn thấy hơn.
zh_cn: 调整背景滤镜，让前景元素更加突出。
zh_tw: 調整背景濾鏡使前景元素更加清晰可見。

# settings_screenfilter
source: Screen Filter
de: Bildschirmfilter
es_es: Filtro de pantalla
fr: Filtre Visuel
id: Filter Layar
it: Filtro schermo
ja: 画面フィルター
ko: 화면 필터
lt: Ekrano filtras
pl: Filtr Ekranu
pt_br: Filtro de Tela
ru: Экранный Фильтр
uk: Екранний фільтр
vi: Lọc màn hình
zh_cn: 屏幕滤镜
zh_tw: 畫面濾鏡

# settings_screenfilter_fade
source: Fade
de: Ausblenden
es_es: Desvanecer
fr: Fondu
id: Memudar
it: Sfumato
ja: フェード
ko: 흐리게
lt: Išblukinti
pl: Zanikanie
pt_br: Desvanecer
ru: Ослабление
uk: Послаблення
vi: Mờ
zh_cn: 淡化
zh_tw: 淡化

# settings_screenfilter_darken
source: Darken
de: Verdunkeln
es_es: Oscurecer
fr: Sombre
id: Gelapkan
it: Oscurato
ja: ダーク
ko: 어둡게
lt: Tamsinti
pl: Przyciemnianie
pt_br: Escurecer
ru: Затемнение
uk: Затемнення
vi: Tối
zh_cn: 暗化
zh_tw: 深色

# settings_screenfilter_desaturate
source: Desaturate
de: Entsättigen
es_es: Desaturar
fr: Désaturé
id: Desaturasi
it: Desaturato
ja: 低彩度
ko: 저채도
lt: Išsotinti
pl: Desaturacja
pt_br: Dessaturar
ru: Десатурация
uk: Десатурація
vi: Bão hòa
zh_cn: 淡彩
zh_tw: 去飽和（低彩度）

# settings_screenfilter_description_disabled
source: Screen filter is disabled.
de: Der Bildschirmfilter ist deaktiviert.
es_es: Filtro de pantalla desactivado.
fr: Le filtre est désactivé.
id: Filter layar dinonaktifkan.
it: Filtro schermo è disattivato.
ja: 画面フィルターを無効にします。
ko: 화면 필터가 비활성화됩니다.
lt: Ekrano filtras yra išjungtas.
pl: Filtr ekranu jest wyłączony.
pt_br: Filtro de Tela está desativado.
ru: Экранный фильтр выключен.
uk: Екранний фільтр вимкнено.
vi: Lọc màn hình được tắt.
zh_cn: 屏幕滤镜已禁用。
zh_tw: 畫面濾鏡已禁用。

# settings_screenfilter_description_fade
source: Fades backdrops toward primary background color.
de: Blendet Hintergründe zur primären Hintergrundfarbe aus.
es_es: Suaviza los colores al color primario del fondo.
fr: Rapproche toutes les couleurs du décor de la couleur principal du fond.
id: Memudarkan latar belakang menuju warna latar belakang primer.
it: Sfuma lo sfondo verso il suo colore primario.
ja: 背景オブジェクトの色を背景色に近づけます。
ko: 뒷 배경을 뒷 배경의 색깔에 맞춰 흐리게 합니다.
lt: Išblukina foną į pagrindinę fono spalvą.
pl: Tła zanikają w kierunku głównego koloru tła.
pt_br: Desvanece o fundo para a cor primária.
ru: Делает цвет заднего плана ближе к цвету фона.
uk: Зробити колір заднього плану більш схожим до кольору фону.
vi: Làm mờ hình nền về màu chủ đạo.
zh_cn: 淡出背景，使其逐渐接近背景主要配色的纯色。
zh_tw: 淡化背景色，使其逐漸接近背景主要配色。

# settings_screenfilter_description_darken
source: Darkens backdrops towards black.
de: Verdunkelt Hintergründe in Richtung Schwarz.
es_es: Oscurece los colores.
fr: Assombri le décor.
id: Menggelapkan latar belakang menjadi hitam.
it: Oscura lo scenario.
ja: 背景を黒に近づけます。
ko: 뒷 배경을 어둡게 합니다.
lt: Tamsina foną iki juodos spalvos.
pl: Przyciemnia tła w kierunku czerni.
pt_br: Escurece o fundo para a cor preto.
ru: Затемняет задний план.
uk: Затемнити задній план.
vi: Làm tối hình nền về màu đen.
zh_cn: 降低亮度，使背景颜色偏黑。
zh_tw: 調暗背景，使其逐漸變暗。

# settings_screenfilter_description_desaturate
source: Desaturates backdrops toward grayscale.
de: Entsättigt Hintergründe in Richtung Graustufen.
es_es: Desatura los colores hacía una escala de grises.
fr: Désature le décor, le rapproche d'une échelle de gris.
id: Desaturasi latar belakang menuju skala abu-abu.
it: Desatura lo scenario.
ja: 背景の彩度を下げます。
ko: 배경을 회색 계열로 채도를 낮춥니다.
lt: Sumažina fonų sodrumą iki pilkos skalės.
pl: Desaturacja tła w kierunku odcieni szarości.
pt_br: Dessatura o fundo para a escala de cinza.
ru: Уменьшает насыщенность цветов заднего плана.
uk: Зменшити насиченість кольорів заднього плану.
vi: Làm bão hòa hình nền về trắng đen.
zh_cn: 调低背景的饱和度，使其逐渐接近灰阶。
zh_tw: 降低背景的飽和度，使其逐漸接近灰階。

# settings_menu_calibration_description
source: Calibrate audio latency so that audio and gameplay are in sync.
de: Kalibriere die Audiolatenz, damit Audio und Gameplay synchron sind.
es_es: Calibra la latencia de audio para sincronizar el sonido con el juego.
fr: Calibre la latence audio pour que l'image et le son soient synchronisés.
id: Kalibrasi latensi audio agar audio dan gameplay sinkron.
it: Calibra la latenza audio in modo che l'audio e il gameplay siano sincronizzati.
ja: 音楽とゲームプレイが同期するように遅延を校正します。
ko: 오디오 지연을 보정하여 오디오와 게임플레이의 싱크가 맞도록 보정합니다.
lt: Sukalibruokite garso vėlavimą, kad garsas ir žaidimas būtų sinchronizuoti.
pl: Skalibruj opóźnienie dźwięku, aby dźwięk był zsynchronizowany z grą.
pt_br: Calibre a latência de áudio para que o áudio e o jogo estejam sincronizados.
ru: Откалибруйте задержку аудио, чтобы музыка и игра были синхронизированы.
uk: Відкалібрувати затримку аудіо, щоб звук і процес гри були синхронізовані.
vi: Hiệu chỉnh độ trễ âm thanh để âm thanh và trò chơi được đồng bộ.
zh_cn: 校准音频延迟，使画面和音频保持同步。
zh_tw: 校準音訊延遲，使音訊和遊戲保持同步。

# settings_haptics
source: Haptic Feedback Settings...
de: Einstellungen für haptisches Feedback...
es_es: Configuración de retroalimentación háptica...
fr: Paramètres des retours haptiques (vibrations)...
id: Setelan Umpan Balik Haptik...
it: Impostazioni vibrazione aptica...
ja: 触覚フィードバック設定...
ko: 햅틱 피드백 설정...
lt: Haptinio ryšio nustatymai...
pl: Ustawienia Wibracji...
pt_br: Configurações de Feedback Háptico...
ru: Настройки Тактильного Управления...
uk: Налаштування тактильного управління...
vi: Cài đặt phản hồi xúc giác...
zh_cn: 触觉反馈设置…
zh_tw: 觸覺回饋設定...

# settings_hapticattack_description_disabled
source: Disables vibration on successful attacks.
de: Deaktiviert die Vibration bei erfolgreichen Angriffen.
es_es: Desactiva la vibración al atacar exitosamente.
fr: Désactive les vibrations lors des attaques réussies.
id: Menonaktifkan getaran pada serangan yang berhasil.
it: Disattiva la vibrazione quando attacchi con successo.
ja: 攻撃が成功したときの振動を無効にします。
ko: 공격 성공 시 진동을 사용하지 않습니다.
lt: Išjungia vibravimą sėkmingos atakos atveju.
pl: Wyłącz wibracje przy udanych atakach.
pt_br: Desativa a vibração em ataques bem sucedidos.
ru: Выключает вибрацию при успешной атаке.
uk: Вимкнути вібрацію під час успішних атак.
vi: Tắt rung khi tấn công thành công.
zh_cn: 关闭攻击时的震动效果。
zh_tw: 禁用攻擊成功時的震動。

# settings_hapticattack_description_enabled
source: Enables vibration on successful attacks.
de: Aktiviert die Vibration bei erfolgreichen Angriffen.
es_es: Activa la vibración al atacar exitosamente.
fr: Active les vibrations lors des attaques réussies.
id: Aktifkan getaran pada serangan yang berhasil.
it: Attiva la vibrazione quando attacchi con successo.
ja: 攻撃が成功したときの振動を有効にします。
ko: 공격 성공 시 진동을 사용합니다.
lt: Įjungia vibravimą sėkmingos atakos atveju.
pl: Włącz wibracje przy udanych atakach.
pt_br: Habilita a vibração em ataques bem-sucedidos.
ru: Включает вибрацию при успешной атаке.
uk: Увімкнути вібрацію під час успішних атак.
vi: Bật rung khi tấn công thành công.
zh_cn: 开启攻击时的震动效果。
zh_tw: 啟用攻擊成功時的震動。

# settings_hapticattack
source: Attack Rumble
de: Angriffs-Rumble
es_es: Vibración de ataque
fr: Vibration d'Attaque
id: Serang Gemuruh
it: Vibrazione attacco
ja: 攻撃の振動
ko: 공격 진동
lt: Atakos vibravimas
pl: Drganie Podczas Ataku
pt_br: Vibração do Ataque
ru: Вибрация при Атаке
uk: Вібрація при атаці
vi: Rung khi Tấn công
zh_cn: 攻击震动
zh_tw: 攻擊震動

# settings_hapticjump
source: Jump Rumble
de: Sprung-Rumble
es_es: Vibración de salto
fr: Vibration de Saut
id: Lompat Gemuruh
it: Vibrazione salto
ja: ジャンプの振動
ko: 점프 진동
lt: Šokimo vibravimas
pl: Drganie Podczas Skoku
pt_br: Vibração do Pulo
ru: Вибрация при Прыжке
uk: Вібрація при стрибку
vi: Rung khi Nhảy
zh_cn: 跳跃震动
zh_tw: 跳躍震動

# settings_hapticui
source: Ui Rumble
es_es: Vibración de interfaz
fr: Vibration liée à l'interface
id: Antarmuka Bergemuruh
it: Vibrazione interfaccia utente
ja: UIの振動
ko: Ui 진동
lt: Vartotojo sąsajos vibravimas
pl: Drganie w Interfejsach
pt_br: Vibração da Interface
ru: Вибрация в Меню
uk: Вібрація у меню
vi: Rung ở Giao diện
zh_cn: 界面震动
zh_tw: 介面震動

# settings_hapticjump_description_disabled
source: Disables vibration on successful jumps.
de: Deaktiviert die Vibration bei erfolgreichen Sprüngen.
es_es: Desactiva la vibración al saltar exitosamente.
fr: Désactive les vibrations lors de sauts réussis.
id: Menonaktifkan getaran pada lompatan yang berhasil.
it: Disattiva la vibrazione quando salti con successo.
ja: ジャンプが成功したときの振動を無効にします。
ko: 점프 성공 시 진동을 사용하지 않습니다.
lt: Išjungia vibravimą sėkmingo šuolio atveju.
pl: Wyłącz wibracje przy udanych skokach.
pt_br: Desativa a vibração em pulos bem-sucedidos.
ru: Выключает вибрацию при успешном прыжке.
uk: Вимкнути вібрацію під час успішних стрибків.
vi: Tắt rung khi nhảy thành công.
zh_cn: 关闭跳跃时的震动效果。
zh_tw: 禁用跳躍成功時的震動。

# settings_hapticjump_description_enabled
source: Enables vibration on successful jumps.
de: Aktiviert die Vibration bei erfolgreichen Sprüngen.
es_es: Activa la vibración al atacar exitosamente.
fr: Active les vibrations lors de sauts réussis.
id: Aktifkan getaran pada lompatan yang berhasil.
it: Attiva la vibrazione quando salti con successo.
ja: ジャンプが成功したときの振動を有効にします。
ko: 점프 성공 시 진동을 사용합니다.
lt: Įjungia vibravimą sėkmingo šuolio atveju.
pl: Włącz wibracje przy udanych skokach.
pt_br: Habilita a vibração em pulos bem-sucedidos.
ru: Включает вибрацию при успешном прыжке.
uk: Увімкнути вібрацію під час успішних стрибків.
vi: Bật rung khi nhảy thành công.
zh_cn: 开启跳跃时的震动效果。
zh_tw: 啟動跳躍成功時的震動。

# settings_hapticui_description_disabled
source: Disables vibration for ui elements.
de: Deaktiviert die Vibration für UI-Elemente.
es_es: Desactiva la vibración de interfaz.
fr: Désactive les vibrations venant de l'interface.
id: Menonaktifkan getaran untuk elemen antarmuka.
it: Disattiva la vibrazione per gli elementi dell'interfaccia utente.
ja: UIによる振動を無効にします。
ko: UI 요소에 진동을 사용합니다.
lt: Išjungia vibravimą vartotojo sąsajos elementams.
pl: Wyłącza wibracje dla elementów interfejsu użytkownika.
pt_br: Desativa a vibração para os elementos de interface.
ru: Выключает вибрацию в меню.
uk: Вимкнути вібрацію у меню.
vi: Tắt rung cho những yếu tố giao diện.
zh_cn: 关闭游戏界面的震动效果。
zh_tw: 禁用UI介面動畫的震動。

# settings_hapticui_description_enabled
source: Enables vibration for ui elements.
de: Aktiviert die Vibration für UI-Elemente.
es_es: Activa la vibración de interfaz.
fr: Active les vibrations venant de l'interface.
id: Aktifkan getaran untuk elemen antarmuka.
it: Attiva la vibrazione per gli elementi dell'interfaccia utente.
ja: UIによる振動を有効にします。
ko: UI 요소에 진동을 사용하지 않습니다.
lt: Įjungia vibravimą vartotojo sąsajos elementams.
pl: Włącza wibracje dla elementów interfejsu użytkownika.
pt_br: Habilita a vibração para os elementos de interface.
ru: Включает вибрацию в меню.
uk: Увімкнути вібрацію у меню.
vi: Bật rung cho những yếu tố giao diện.
zh_cn: 开启游戏界面的震动效果。
zh_tw: 啟用UI介面動畫的震動。

# settings_menu_haptics_description
source: Haptic vibration feedback settings.
de: Einstellungen für haptisches Vibrationsfeedback.
es_es: Configuración de vibración háptica.
fr: Paramètres de vibrations haptiques.
id: Pengaturan umpan balik getaran haptik.
it: Impostazioni dei feedback delle vibrazioni aptiche.
ja: 触覚振動フィードバックの設定
ko: 햅틱 진동 피드백 설정.
lt: Haptinio vibravimo grįžtamojo ryšio nustatymai.
pl: Ustawienia wibracji.
pt_br: Configurações de vibração de feedback háptico.
ru: Настройки тактильной вибрации.
uk: Налаштування тактильної вібрації.
vi: Cài đặt rung để phản hồi xúc giác.
zh_cn: 触觉震动反馈设置。
zh_tw: 觸覺震動回饋設定。
