Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# calibration_failed
source: Calibration failed -- try again! Focus on matching the sound of your tap to the beep. (green = good)
de: Kalibrierung fehlgeschlagen - Versuche es erneut! Konzentriere dich darauf, den Klang deines Tippens mit dem Signalton abzustimmen. (grün = gut)
es_es: ¡Calibración fallida -- prueba otra vez! Asegúrate de que el sonido de tu botón sea a la vez que el "beep". (verde = bueno)
fr: Échec de l'étalonnage -- réessayez ! Concentrez-vous sur la synchronisation du son de vos appuis avec les bips. (vert = bien)
id: Kalibrasi gagal -- coba lagi! Fokus untuk mencocokan suara ketukan anda dengan bunyi bip. (hijau = bagus)
it: Calibrazione fallita -- riprova! Concentrati sul suono del bip per una calibrazione ottimale. (Verde = buono)
ja: 校正に失敗しました。もう一回！ ビー音とタップ音を合わせることを意識してください。（緑＝良好）
ko: 보정 실패! 다시 시도해 보세요. 삐 소리에 탭하는 소리를 맞출려고 노력해 보세요. (초록색 = 좋음)
lt: Kalibravimas nepavyko -- bandykite iš naujo! Susikaupkite ties bandymu suderinti jūsų bakstelejimą su pypsėjimu. (žalia = gerai)
pl: Kalibracja nie powiodła się — spróbuj ponownie! Skup się na dopasowaniu dźwięku twojego naciskania do sygnału dźwiękowego. (zielony = dobry)
pt_br: Falha na calibração -- tente novamente! Foque em sincronizar o som do seu toque com o bipe. (verde = bom)
ru: Калибровка не удалась -- попробуйте еще раз! Сфокусируйтесь на звуке нажатия на экран в момент звука игры. (зелёный = хорошо)
uk: Калібрація провалилася -- спробуй знову! Сфокусуйся на натисканні одночасно зі звуковими сигналами (зелене = добре)
vi: Hiệu chỉnh thất bại - hãy thử lại! Tập trung vào tiếng nhấn của bạn sao cho cùng với tiếng bíp. (xanh lá = tốt)
zh_cn: 无法完成校准，请重试。 试着专心与哔哔声同时按键。 （绿色=操作正确）
zh_tw: 校準失敗 - 請重試一次！ 請專注於讓您的敲擊與嗶嗶聲匹配。 （綠色 = 良好）

# calibration_accuracy
source: Your accuracy: {0}%
de: Deine Genauigkeit: {0}%
es_es: Tu precisión: {0}%
fr: Votre précision : {0}%
id: Akurasi anda: {0}%
it: La tua precisione: {0}%
ja: 精度: {0}%
ko: 정확도: {0}%
lt: Jūsų tikslumas: {0}%
pl: Twoja dokładność: {0}%
pt_br: Sua precisão: {0}%
ru: Ваша точность: {0}%
uk: Твоя точність: {0}%
vi: Độ chính xác: {0}%
zh_cn: 你的准确度：{0}%
zh_tw: 您的準確度：{0}%

# menu_quit_to_menu
source: Quit to Menu
de: Beenden zum Menü
es_es: Salir al menú
fi: Palaa valikkoon
fr: Quitter vers le Menu
id: Keluar ke Menu
it: Esci dal menu
ja: メニューに戻る
ko: 메뉴로 나가기
lt: Grįžti į meniu
pl: Wyjdź do Menu
pt_br: Sair para o Menu
ru: В меню
uk: Вийти в меню
vi: Quay về màn hình chính
zh_cn: 退出到主菜单
zh_tw: 離開至選單

source: New
de: Neu
es_es: Nuevo
fr: Nouveau
id: Baru
it: Nuovo
ko: 신규
lt: Naujas
pl: Nowe
pt_br: Novo
ru: Новый
uk: Новий
vi: Mới
zh_cn: 新
zh_tw: 全新

# menu_shop
source: Shop
es_es: Tienda
fr: Magasin
id: Toko
it: Negozio
ja: ショップ
ko: 상점
lt: Parduotuvė
pl: Sklep
pt_br: Loja
ru: Магазин
uk: Магазин
vi: Cửa hàng
zh_cn: 商店
zh_tw: 商店

# menu_shop_characters
source: Characters
de: Charaktere
es_es: Personajes
fr: Personnages
id: Karakter
it: Personaggi
ja: キャラクター
ko: 캐릭터
lt: Veikėjai
pl: Postacie
pt_br: Personagens
ru: Персонажи
uk: Герої
vi: Nhân vật
zh_cn: 角色
zh_tw: 角色

# menu_shop_extralevels
source: Extra Levels
de: Extra-Level
es_es: Niveles extra
fr: Niveaux Bonus
id: Level Bonus
it: Livelli extra
ja: エクストラレベル
ko: 엑스트라 레벨
lt: Papildomi lygiai
pl: Dodatkowe Poziomy
pt_br: Níveis Extras
ru: Доп. уровни
uk: Додаткові рівні
vi: Màn bổ sung
zh_cn: 额外关卡
zh_tw: 額外關卡

# menu_shop_coincountlabels
source: Collected: Spent: Remaining:
de: Gesammelt: Ausgegeben: Übrig:
es_es: Coleccionadas: Gastadas: Restantes:
fr: Collectées : Dépensées : Restantes :
id: Dikumpulkan: Digunakan: Tersisa:
it: Raccolti: Spesi: Rimanenti:
ja: 手に入れたコイン: 使用したコイン: 残り:
ko: 보유: 사용: 잔여:
lt: Surinkta: Išleista: Liko:
pl: Zebrane: Wydane: Pozostałe:
pt_br: Coletado: Gasto: Restante:
ru: Собрано: Потрачено: Осталось:
uk: Зібрано: Витрачено Залишається:
vi: Đã thu thập: Đã xài: Còn lại:
zh_cn: 已收集： 已花费： 剩余可用：
zh_tw: 收集： 花費： 剩餘：

# menu_selected
source: Selected
de: Ausgewählt
es_es: Seleccionado
fr: Sélectionné
id: Dipilih
it: Selezionato
ja: 選択中
ko: 선택됨
lt: Pasirinkta
pl: Wybrane
pt_br: Selecionado
ru: Выбрано
uk: Вибрано
vi: Đã chọn
zh_cn: 已选择
zh_tw: 已選擇

# menu_confirm_purchase
source: Purchase for {0}?
es_es: ¿Comprar por {0}?
ko: {0} 코인을 사용해 구매할까요?
pl: Kup za {0}?
uk: Придбати за {0}?

# bonus_level_take_it_to_the_limit
source: Take It to the Limit
es_es: Llévalo hasta el Límite
it: Fino al limite
pl: Do Samych Granic

# menu_preview
source: Preview
de: Vorschau
es_es: Vista previa
fi: Esikatselu
fr: Aperçu
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
lt: Peržiūrėti
pl: Podgląd
pt_br: Prévia
ru: Предпросмотр
uk: Попередній перегляд
vi: Xem trước
zh_cn: 预览
zh_tw: 預覽

# menu_buy
source: Buy
de: Kaufen
es_es: Comprar
fr: Acheter
id: Beli
it: Compra
ja: 購入
ko: 구매
lt: Pirkti
pl: Kup
pt_br: Comprar
ru: Купить
uk: Купити
vi: Mua
zh_cn: 购买
zh_tw: 購買

# menu_play
source: Play
de: Spielen
es_es: Jugar
fr: Jouer
id: Mainkan
it: Gioca
ja: プレイ
ko: 플레이
lt: Žaisti
pl: Graj
pt_br: Jogar
ru: Играть
uk: Грати
vi: Chơi
zh_cn: 游玩
zh_tw: 遊玩

# bonus_level_what_lies_beneath
source: What Lies Beneath
es_es: Lo que Yace Debajo
it: Cosa si cela oltre
pl: Ukryte Pod Powierzchnią

# level1-5
source: City in the Rain
de: Stadt im Regen
es_es: Ciudad Bajo Lluvia
fr: Ville sous la Pluie
id: Kota di Tengah Hujan
it: Città Piovosa
lt: Lietaus miestas
pl: Miasto w Deszczu
pt_br: Cidade na Chuva
ru: Дождливый город
uk: Місто у Дощі
zh_cn: 雨中城市
zh_tw: 雨中城市

# level4-1
source: Enchanted Oasis
de: Verzauberte Oase
es_es: Oasis Encantado
fr: Oasis Enchantée
id: Oasis Terpesona
it: Oasi Incantata
lt: Užburta oazė
pl: Zaklęta Oaza
pt_br: Oásis Encantado
ru: Зачарованный оазис
uk: Зачарований Оазис
zh_cn: 魔力绿洲
zh_tw: 魔力綠洲

# bonus_level_trailer
source: Gameplay Trailer
es_es: Tráiler del Juego
fr: Bande-annonce Gameplay
id: Cuplikan Permainan
it: Trailer di gioco
pl: Zwiastun Gry
uk: Трейлер Гри
vi: Giới thiệu trò chơi
zh_tw: 遊玩方法預告片

# level2-4
source: Snowy Peak
de: Verschneiter Gipfel
es_es: Pico Nevado
fr: Pic Enneigé
id: Puncak Bersalju
it: Picco Nevoso
lt: Snieguota viršūnė
pl: Ośnieżony szczyt
pt_br: Pico Nevado
ru: Снежная вершина
uk: Сніжна Вершина
zh_cn: 皑皑顶峰
zh_tw: 皚皚頂峰

# level2-5
source: Stratosphere
de: Stratosphäre
es_es: Estratosfera
fr: Stratosphère
id: Stratosfir
it: Stratosfera
lt: Stratosfera
pl: Stratosfera
pt_br: Estratosfera
ru: Стратосфера
uk: Стратосфера
zh_cn: 空中漫步
zh_tw: 空中漫步

# menu_wishliststeam
source: Wishlist on Steam
de: Auf die Steam-Wunschliste
es_es: Añade a tu lista de deseados en Steam
fr: Ajouter à la Liste de Souhaits sur Steam
id: Wishlist di Steam
it: Aggiungi alla Lista dei desideri di Steam
ja: Steamでウィッシュリストに追加する
ko: Steam에서 찜하기
lt: Įtraukite į pageidavimų sąrašą „Steam“ platformoje
pl: Dodaj do Listy Życzeń na Steamie
pt_br: Adicionar à lista de desejos no Steam
ru: Добавить в желаемое Steam
uk: Додати до бажаного у Steam
vi: Wishlist trên Steam
zh_cn: 加入Steam愿望清单
zh_tw: 加入Steam願望清單

# menu_start
source: Start
de: Starten
es_es: Iniciar
fr: Commencer
id: Mulai
it: Inizia
ja: スタート
ko: 시작
lt: Pradėti
pl: Rozpocznij
pt_br: Iniciar
ru: Начать
uk: Почати
vi: Bắt đầu
zh_cn: 开始
zh_tw: 開始

# menu_demolocked
source: This content is only available in the full version of Rhythm Quest! (coming soon)
de: Dieser Inhalt ist nur in der Vollversion von Rhythm Quest verfügbar! (erscheint demnächst)
es_es: ¡Este contenido solo está disponible en la versión completa de Rhythm Quest! (Disponible pronto)
fr: Ce contenu ne sera disponible que dans la version complète de Rhythm Quest ! (à venir)
id: Konten ini hanya tersedia dalam versi lengkap Rhythm Quest! (segera hadir)
it: Questo contenuto è disponibile solo nella versione completa di Rhythm Quest! (Prossimamente)
ja: このコンテンツは製品版「Rhythm Quest」でのみ利用可能です。（近日公開）
ko: 이 콘텐츠는 (곧 출시할) Rhythm Quest 풀 버전에서만 즐기실 수 있습니다!
lt: Šį turinį galima rasti tik pilnoje „Rhythm Quest“ versijoje! (pasirodys netrukus)
pl: Ta zawartość jest dostępna tylko w pełnej wersji Rythm Quest! (już wkrótce)
pt_br: Este conteúdo está apenas disponível na versão completa de Rhythm Quest! (em breve)
ru: Этот контент доступен только в полной версии Rhythm Quest! (скоро)
uk: Цей вміст доступний лише в повній версії Rhythm Quest! (вийде незабаром)
vi: Nội dung này chỉ có ở bản đầy đủ của Rhythm Quest! (sắp tới)
zh_cn: 此内容仅在 Rhythm Quest 完整版可用！（即将推出）
zh_tw: 此內容僅在Rhythm Quest完整版中可用！(即將推出)

# menu_prev_world_arrow
source: < World {0}
de: < Welt {0}
es_es: < Mundo {0}
fr: < Monde {0}
id: < Dunia {0}
it: < Mondo {0}
ko: < 월드 {0}
lt: < Pasaulis {0}
pl: < Świat {0}
pt_br: < Mundo {0}
ru: < Мир {0}
uk: < Світ {0}
vi: < Thế giới {0}
zh_cn: < 世界{0}
zh_tw: <世界{0}

# menu_next_world_arrow
source: World {0} >
de: Welt {0} >
es_es: Mundo {0} >
fr: Monde {0} >
id: Dunia {0} >
it: Mondo {0} >
ko: 월드 {0} >
lt: Pasaulis {0} >
pl: Świat {0} >
pt_br: Mundo {0} >
ru: Мир {0} >
uk: Світ {0} >
vi: Thế giới {0} >
zh_cn: 世界{0} >
zh_tw: 世界{0}>

# settings_audiolatency_description_ingame
source: Adjusts audio latency calibration. Lower if audio is too early. Raise if audio is too late.
de: Passt die Kalibrierung der Audiolatenz an. Verringere es, wenn die Audio zu früh ist. Erhöhere es, wenn die Audio zu spät ist.
es_es: Ajusta la calibración de latencia de Audio. Disminuye si el audio es temprano. Aumenta si el audio es tardío.
fr: Ajuster l'étalonnage de la latence audio. Baisser if l'audio est en avance sur l'image. Monter si l'audio est en retard sur l'image.
id: Sesuaikan kalibrasi latensi audio. Turunkan jika audio terlalu awal. Naikkan Jika audio terlambat.
it: Calibra latenza audio.
ja: オーディオの遅延を調整します。
ko: 오디오 지연 보정을 조정합니다. 오디오가 너무 빠르다면 줄이시고, 오디오가 너무 늦다면 올리시기 바랍니다.
lt: Sureguliuoja garso vėlavimo kalibravimą. Sumažinkite, jei garsas skamba per anksti. Padidinkite, jei garsas yra per vėlyvas.
pl: Regulacja kalibracji opóźnienia dźwięku. Zmniejsz, jeśli dźwięk jest za wcześnie. Zwiększ, jeśli dźwięk jest za późno.
pt_br: Ajuste a calibração da latência do áudio. Reduza se estiver muito adiantado. Aumente se estiver muito atrasado.
ru: Изменяет задержку аудио. Уменьши если аудио опережает картинку, увеличь если запаздывает.
uk: Налаштувати калібрацію затримки аудіо. Зменш, якщо аудіо звучить занадто рано. Збільш, якщо аудіо звучить занадто пізно.
vi: Điều chỉnh độ trễ âm thanh. Giảm xuống nếu âm thanh quá sớm. Tăng lên nếu âm thanh quá trễ.
zh_cn: 调整音频延迟。 如果音频比关卡早就调低一些，否则就调高一些。
zh_tw: 調整音訊延遲校準。 音訊比畫面早則調低，反之音訊比畫面晚則調高。

source: Too Early
de: Zu früh
es_es: Muy Temprano
fr: Trop Tôt
id: Terlalu Awal
it: Troppo presto
ko: 너무 빠름
lt: Per anksti
pl: Za Wcześnie
pt_br: Cedo Demais
ru: Слишком рано
uk: Рано
vi: Quá Sớm
zh_cn: 快了
zh_tw: 快了

source: Too Late
de: Zu spät
es_es: Muy Tarde
fr: Trop Tard
id: Terlambat
it: Troppo tardi
ko: 너무 느림
lt: Per vėlai
pl: Za Późno
pt_br: Tarde Demais
ru: Слишком поздно
uk: Пізно
vi: Quá Trễ
zh_cn: 慢了
zh_tw: 慢了

# level3-2
source: Twilight Tunnel
de: Dämmerungstunnel
es_es: Túnel del Crepúsculo
fr: Souterrain au Soir
id: Terowongan Senja
it: Tunnel Crepuscolare
lt: Saulėlydžio tunelis
pl: Tunel o Zmierzchu
pt_br: Túnel do Crepúsculo
ru: Сумеречный туннель
uk: Сутінковий Тунель
zh_cn: 暮光隧道
zh_tw: 暮光隧道

# level3-4
source: Midnight Marathon
de: Mitternachtsmarathon
es_es: Maratón de Medianoche
fr: Marathon de Minuit
id: Maraton Tengah Malam
it: Maratona Notturna
lt: Vidurnakčio maratonas
pl: Północny Maraton
pt_br: Maratona à Meia-Noite
ru: Полуночный марафон
uk: Опівнічний Марафон
zh_cn: 午夜马拉松
zh_tw: 午夜馬拉松

# level3-5
source: Gearwheel Factory
de: Zahnradfabrik
es_es: Fábrica de Engranajes
fr: Usine aux Engrenages
id: Pabrik Roda Gigi
it: Fabbrica degli Ingranaggi
lt: Krumpliaračių gamykla
pl: Fabryka Zębatek
pt_br: Fábrica de Engrenagens
ru: Фабрика шестерень
uk: Завод Зубчастих Коліс
zh_cn: 齿轮工厂
zh_tw: 齒輪工廠

# level4-3
source: Outerworld Highway
de: Außenwelt-Autobahn
es_es: Autopista de Otro Mundo
fr: Autoroute d'Outre-monde
id: Jalan Raya Dunia Luar
it: Autostrada per Outerworld
lt: Išorinio pasaulio greitkelis
pl: Orbitalna Trasa
pt_br: Rodovia de outro Mundo
ru: Шоссе внешнего мира
uk: Шосе Зовнішнього Світу
zh_cn: 天外公路
zh_tw: 天外公路

# level4-2
source: Misty Meadow
de: Neblige Wiese
es_es: Prado Nublado
fr: Prairie Vaporeuse
id: Padang Rumput Berkabut
it: Prato Nebbioso
lt: Miglota pieva
pl: Zamglona Polana
pt_br: Prado Nevoado
ru: Туманный луг
uk: Туманний луг
zh_cn: 迷雾草甸
zh_tw: 迷霧草甸

# copy_violation
source: Copy Protection Violation detected!
de: Verletzung des Kopierschutzes entdeckt!
es_es: ¡Violación a la protección de copias detectada!
fr: Violation de la Protection Contre la Copie Détectée !
id: Pelanggaran Perlindungan Salinan terdeteksi!
it: Violazione di protezione copia rilevata!
ja: コピープロテクト違反が検出されました。
ko: 복사 방지 위반이 감지되었습니다!
lt: Aptiktas kopijavimo apsaugos pažeidimas!
pl: Wykryto Naruszenie Ochrony Przed Kopiowaniem!
pt_br: Violação de proteção contra cópia detectada!
ru: Обнаружено нарушение защиты от копирования!
uk: Виявлено порушення захисту від копіювання!
vi: Phát hiện Vi phạm Chống sao chép!
zh_cn: 检测到非法复制！
zh_tw: 檢測到違反複製保護的程式！
