Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# settings_audiocues_description_enabled
source: Enables ahead-of-time audio cues for the blind and visually-impaired.
de: Aktiviert im Voraus spielende Hinweistöne für Blinde und Sehbehinderte.
es_es: Activa pistas de audio antes de tiempo para personas ciegas y visualmente restringidas.
fr: Active les signaux sonores en avance pour les aveugles et malvoyants.
id: Aktifkan isyarat audio sebelumnya untuk orang buta dan orang gangguan visual.
it: Attiva l'anticipo dei segnali audio per i non vedenti e ipovedenti.
ja: 目の不自由な方向けの、音声合図を有効にします。
ko: 시각장애인을 위해서 사전 오디오 신호음을 재생합니다.
lt: Įjungia išankstinius garso signalus akliesiems ir silpnaregiams.
pl: Włącza przedwczesne wskazówki dźwiękowe dla osób niewidomych i niedowidzących.
pt_br: Habilita as sinalizações de áudio antecipadas para cegos e deficientes visuais.
ru: Включает преждевременные аудио-подсказки для слепых и слабовидящих.
uk: Увімкнути передчасні аудіопідказки для сліпих та людей з вадами зору.
vi: Bật báo hiệu âm thanh trước cho những người khiếm thị.
zh_cn: 开启为失明及视障玩家设计的预先提示音。
zh_tw: 啟用為失明和視障人士設計的提前音效提示。

source: right mouse button
de: rechte Maustaste
es_es: Botón derecho del ratón
fr: Clic droit
id: tombol tetikus kanan
it: tasto destro del mouse
ja: 右クリック
ko: 마우스 오른쪽
lt: dešinysis pelės mygtukas
pl: prawy przycisk myszy
pt_br: botão direito do mouse
ru: правая кнопка мыши
uk: Права кнопка миші
vi: chuột phải
zh_cn: 鼠标右键
zh_tw: 滑鼠右鍵

source: left mouse button
de: linke Maustaste
es_es: Botón izquierdo del ratón
fr: Clic gauche
id: tombol tetikus kiri
it: tasto sinistro del mouse
ja: 左クリック
ko: 마우스 왼쪽
lt: kairysis pelės mygtukas
pl: lewy przycisk myszy
pt_br: botão esquerdo do mouse
ru: левая кнопка мыши
uk: Ліва кнопка миші
vi: chuột trái
zh_cn: 鼠标左键
zh_tw: 滑鼠左鍵

# controller_triangle
source: triangle
de: Dreieck
es_es: Triángulo
id: segitiga
it: triangolo
ja: 三角
ko: 삼각형
lt: trikampis
pl: trójkąt
pt_br: triângulo
ru: треугольник
uk: трикутник
vi: tam giác
zh_cn: 三角键
zh_tw: 三角鍵

# controller_square
source: square
de: Quadrat
es_es: Cuadrado
fr: Carré
id: kotak
it: quadrato
ja: 四角
ko: 사각형
lt: kvadratas
pl: kwadrat
pt_br: quadrado
ru: квадрат
uk: квадрат
vi: vuông
zh_cn: 方形键
zh_tw: 方形鍵

# tutorial_mobile_jump_normal_uap
source: Tap the left side of the screen to Jump.
de: Tippe auf die linke Seite des Bildschirms um zu springen.
es_es: Toca la parte izquierda de la pantalla para Saltar.
fr: Toucher le côté gauche de l'écran pour Sauter.
id: Ketuk sisi kiri layar untuk Lompat.
it: Tocca il lato sinistro dello schermo per Saltare.
ja: 画面の左半分をタップしてジャンプ
ko: 화면 왼쪽을 탭하여 점프하세요.
lt: Spauskite kairę ekrano pusę, kad šokti.
pl: Dotknij lewą stronę ekranu, aby Skoczyć.
pt_br: Toque no lado esquerdo da tela para Pular.
ru: Нажмите на левую сторону экрана для Прыжка.
uk: Натисни на ліву сторону екрану для Стрибка.
vi: Nhấn phần trái của màn hình để nhảy.
zh_cn: 点击屏幕左侧以跳跃。
zh_tw: 點擊螢幕左側以跳躍。

# tutorial_mobile_jump_flipped_uap
source: Tap the right side of the screen to Jump.
de: Tippe auf die rechte Seite des Bildschirms um zu springen.
es_es: Toca la parte derecha de la pantalla para Saltar.
fr: Toucher le côté droit de l'écran pour Sauter.
id: Ketuk sisi kanan layar untuk Lompat.
it: Tocca il lato destro dello schermo per Saltare.
ja: 画面の右半分をタップしてジャンプ
ko: 화면 오른쪽을 탭하여 점프하세요.
lt: Spauskite dešinę ekrano pusę, kad šokti.
pl: Dotknij prawą stronę ekranu, aby Skoczyć.
pt_br: Toque no lado direito da tela para Pular.
ru: Нажмите на правую сторону экрана для Прыжка.
uk: Натисни на праву сторону екрану для Стрибка.
vi: Nhấn phần phải của màn hình để nhảy.
zh_cn: 点击屏幕右侧以跳跃。
zh_tw: 點擊螢幕右側以跳躍。

# tutorial_mobile_attack_normal_uap
source: Tap the right side of the screen to Attack.
de: Tippe auf die rechte Seite des Bildschirms um anzugreifen.
es_es: Toca la parte derecha de la pantalla para Atacar.
fr: Toucher le côté gauche de l'écran pour Attaquer.
id: Ketuk sisi kanan layar untuk Menyerang.
it: Tocca il lato destro dello schermo per Attaccare.
ja: 画面の右半分をタップして攻撃
ko: 화면 오른쪽을 탭하여 공격하세요.
lt: Spauskite dešinę ekrano pusę, kad pulti.
pl: Dotknij prawą stronę ekranu, aby Zaatakować.
pt_br: Toque no lado direito da tela para Atacar.
ru: Нажмите на правую сторону экрана для Атаки.
uk: Натисни на праву сторону екрану для Атаки.
vi: Nhấn phần phải của màn hình để tấn công.
zh_cn: 点击屏幕右侧以攻击。
zh_tw: 點擊螢幕右側以攻擊。

# tutorial_mobile_attack_flipped_uap
source: Tap the left side of the screen to Attack.
de: Tippe auf die linke Seite des Bildschirms um anzugreifen.
es_es: Toca la parte izquierda de la pantalla para Atacar.
fr: Toucher le côté droit de l'écran pour Attaquer.
id: Ketuk sisi kiri layar untuk Menyerang.
it: Tocca il lato sinistro dello schermo per Attaccare.
ja: 画面の左半分をタップして攻撃
ko: 화면 왼쪽을 탭하여 공격하세요.
lt: Spauskite kairę ekrano pusę, kad pulti.
pl: Dotknij lewą stronę ekranu, aby Zaatakować.
pt_br: Toque no lado esquerdo da tela para Atacar.
ru: Нажмите на левую сторону экрана для Атаки.
uk: Натисни на ліву сторону екрану для Атаки.
vi: Nhấn phần trái của màn hình để tấn công.
zh_cn: 点击屏幕左侧以攻击。
zh_tw: 點擊螢幕左側以攻擊。

# controller_dpaddown
source: D-pad down
de: Steuerkreuz unten
es_es: D-pad abajo
fr: Bas (Croix directionnelle)
id: D-pad bawah
it: Freccia giù
ja: 十字キーの下方向
ko: 십자 패드 아래
lt: „D-pad“ žemyn
pl: D-pad w dół
pt_br: D-pad baixo
ru: Крестовина вниз
uk: D-pad вниз
vi: D-pad dưới
zh_cn: 方向下键
zh_tw: 十字鍵下鍵

# controller_dpadleft
source: D-pad left
de: Steuerkreuz links
es_es: D-pad Izquierda
fr: Gauche (Croix directionnelle)
id: D-pad Kiri
it: Freccia sinistra
ja: 十字キーの左方向
ko: 십자 패드 왼쪽
lt: „D-pad“ kairėn
pl: D-pad w lewo
pt_br: D-pad esquerdo
ru: Крестовина влево
uk: D-pad наліво
vi: D-pad trái
zh_cn: 方向左键
zh_tw: 十字鍵左鍵

# controller_analogstick
source: analog stick
es_es: Stick analógico
fr: Joystick
id: stik analog
it: levetta analogica
ja: アナログスティック
ko: 아날로그 스틱
lt: valdymo lazdelė
pl: gałka analogowa
pt_br: alavanca analógica
ru: аналоговый стик
uk: аналоговий стік
vi: thanh analog
zh_cn: 类比摇杆
zh_tw: 類比搖桿

# tutorial_outro_desktop_uap
source: You can change these controls in the "Settings" menu.
de: Du kannst diese Steuerung in den Einstellungen ändern.
es_es: Puedes cambiar estos controles en el menú de "Opciones".
fr: Vous pouvez changer ces contrôles dans le menu "Paramètres".
id: Kamu bisa mengubah kontrol tadi di menu utama.
it: Puoi modificare i comandi nel menu principale.
ja: これらの操作はメインメニューで変更することができます。
ko: 조작법은 메인 메뉴에서 변경할 수 있습니다.
lt: Galite pakeisti šiuos nustatymus pagrindiniame meniu.
pl: Możesz zmienić to sterowanie w menu głównym.
pt_br: Você pode alterar esses controles no menu de "Configurações".
ru: Изменить управление можно в меню "Настроек".
uk: Ти можеш змінити управління у головному меню.
vi: Bạn có thể thay đổi các điều khiển ở màn hình chính.
zh_cn: 可以在主选单改变操作按键。
zh_tw: 您可以在主選單中更改這些控制設定。

# menu_resuming
source: Resuming...
de: Setze fort...
es_es: Continuando...
fr: Reprise...
id: Melanjutkan...
it: Riprendi...
ja: 再開中...
ko: 재개 중...
lt: Grįžtama...
pl: Wznawianie...
pt_br: Retomando...
ru: Продолжение...
uk: Продовжуємо...
vi: Tiếp tục...
zh_cn: 恢复中……
zh_tw: 恢復中...

# settings_never
source: Never
de: Nie
es_es: Nunca
fr: Jamais
id: Tidak pernah
it: Mai
ja: 表示
ko: 하지 않음
lt: Niekada
pl: Nigdy
pt_br: Nunca
ru: Никогда
uk: Ніколи
vi: Không bao giờ
zh_cn: 从不
zh_tw: 從不

# settings_in_game
source: In-Game
de: Im Spiel
es_es: Durante el juego
fr: En jeu
id: Dalam Permainan
it: Durante il gioco
ja: ゲーム中のみ非表示
ko: 인 게임
lt: Žaidime
pl: W Grze
pt_br: Em jogo
ru: В игре
uk: У грі
vi: Trong lúc chơi
zh_cn: 游戏时
zh_tw: 遊戲時

# settings_always
source: Always
de: Immer
es_es: Siempre
fr: Toujours
id: Selalu
it: Sempre
ja: 非表示
ko: 항상
lt: Visada
pl: Zawsze
pt_br: Sempre
ru: Всегда
uk: Завжди
vi: Luôn luôn
zh_cn: 总是
zh_tw: 總是

# settings_hidecursor_description_never
source: Never hide mouse cursor.
de: Mauszeiger niemals ausblenden.
es_es: Nunca esconder el cursor del ratón.
fr: Ne jamais cacher le curseur de la souris.
id: Jangan pernah menyembunyikan kursor tetikus.
it: Non nascondere mai il cursore del mouse.
ja: マウスカーソルを常に表示
ko: 마우스 커서 숨기지 않기.
lt: Niekada neslėpti pelės žymeklio.
pl: Nigdy nie ukrywaj kursora.
pt_br: Nunca ocultar o cursor do mouse.
ru: Никогда не скрывать курсор.
uk: Ніколи не ховати курсор.
vi: Không bao giờ giấu con trỏ.
zh_cn: 从不隐藏鼠标指针。
zh_tw: 從不隱藏滑鼠游標。

# settings_hidecursor_description_in_game
source: Hide mouse cursor during gameplay.
de: Mauszeiger während des Spiels ausblenden.
es_es: Esconder el cursor del ratón durante el gameplay.
fr: Cacher le curseur de la souris en jeu.
id: Sembunyikan kursor tetikus selama bermain game.
it: Nascondi il cursore del mouse durante la partita.
ja: ゲームをプレイしている間、マウスカーソルを非表示
ko: 게임 중에만 마우스 커서 숨기기.
lt: Slėpti pelės žymeklį žaidimo metu.
pl: Ukryj kursor podczas gry.
pt_br: Ocultar o cursor do mouse durante o jogo.
ru: Скрывать курсор во время игры.
uk: Ховати курсор під час проходження.
vi: Giấu con trỏ trong khi chơi.
zh_cn: 在游玩中隐藏鼠标指针。
zh_tw: 在遊戲時隱藏滑鼠游標。

# settings_hidecursor_description_always
source: Always hide mouse cursor.
de: Mauszeiger immer ausblenden.
es_es: Siempre esconder el cursor del ratón.
fr: Toujours cacher le curseur de la souris.
id: Selalu sembunyikan kursor tetikus.
it: Nascondi sempre il cursore del mouse.
ja: マウスカーソルを常に非表示
ko: 항상 마우스 커서 숨기기.
lt: Visada slėpti pelės žymeklį.
pl: Zawsze ukrywaj kursor.
pt_br: Sempre ocultar o cursor do mouse.
ru: Всегда скрывать курсор.
uk: Завжди ховати курсор.
vi: Luôn luôn giấu con trỏ.
zh_cn: 总是隐藏鼠标指针。
zh_tw: 總是隱藏滑鼠游標。

# settings_hidecursor
source: Hide Cursor
de: Mauszeiger ausblenden
es_es: Esconder el cursor
fr: Cacher le curseur
id: Sembunyikan Kursor
it: Nascondi il cursore
ja: マウスカーソルを非表示
ko: 마우스 커서 숨기기
lt: Slėpti žymeklį
pl: Ukryj Kursor
pt_br: Ocultar o Cursor
ru: Скрывать Курсор
uk: Сховати курсор
vi: Giấu con trỏ
zh_cn: 隐藏指针
zh_tw: 隱藏游標

# medal_coin_totals
source: Totals
de: Gesamt
es_es: En Total
fr: Totaux
id: Total
it: Progressi
ja: 合計
ko: 전체
lt: Sumos
pl: Razem
pt_br: Totais
ru: Всего
uk: Загалом
vi: Tổng cộng
zh_cn: 总数
zh_tw: 合計

# game_auto_play
source: Auto Play
de: Automatisches Spielen
es_es: Auto-Jugar
fr: Jeu Automatique
id: Main Otomatis
it: Gioco automatico
ja: オートプレイ
ko: 자동 플레이
lt: Automatinis paleidimas
pl: Autopoziomy
pt_br: Jogo Automático
ru: Самовоспроизведение
uk: Автоматична гра
vi: Chơi tự động
zh_cn: 自动游玩模式
zh_tw: 自動遊玩模式

# settings_pixelfont_description_enabled_unavailable
source: Use pixel-styled font for the interface. <color=red>[Unavailable at this resolution]</color>
de: Pixel Schriftart für die Oberfläche verwenden. <color=red>[Bei dieser Auflösung nicht verfügbar]</color>
es_es: Usa una fuente de estilo pixel para la interfaz. <color=red>[No disponible para esta resolución]</color>
fr: Utiliser une police au style pixelisé dans l'interface. <color=red>[Indisponible à cette résolution]</color>
id: Gunakan font bergaya piksel untuk antarmuka. <color=red>[Tidak tersedia pada resolusi ini]</color>
it: Usa il font pixelato per l'interfaccia. <color=red>[Non disponibile con questa risoluzione]</color>
ja: ピクセルフォントをご利用ください。 <color=red>[この解像度ではご利用できません]</color>
ko: 인터페이스에 픽셀 스타일 폰트 사용. <color=red>[이 해상도에서 사용불가]</color>
lt: Naudoti pikselinio stiliaus šriftą šiai vartotojo sąsajai. <color=red>[Negalima šiai rezoliucijai]</color>
pl: Korzystaj z pikselowej czcionki dla interfejsu. <color=red>[Niedostępne w tej rozdzielczości]</color>
pt_br: Use uma fonte pixelada para a interface. <color=red>[Indisponível nesta resolução]</color>
ru: Использовать пиксельный шрифт для интерфейса. <color=red>[Недоступно при этом разрешении]</color>
uk: Використати піксельний шрифт для інтерфейсу. <color=red>[Недоступно з цією роздільною здатністю]</color>
vi: Sử dụng phông pixel cho giao diện. <color=red>[Không khả dụng ở độ phân giải này]</color>
zh_cn: 在界面使用像素字体。<color=red>[在此分辨率下不可用]</color>
zh_tw: 在介面使用像素風格字體。<color=red>[在此解析度下不可用]</color>

# level4-4
source: Soaring Skyline
de: Aufsteigender Horizont
es_es: Altísimo Horizonte
fr: Cité de l'envolé
id: Cakrawala yang menjulang tinggi
it: Orizzonte Crescente
lt: Nustelbianti panorama
pl: Szybujący Nieboskłon
pt_br: Horizonte Crescente
ru: Возвышающийся Горизонт
uk: Високий горизонт
zh_cn: 翱翔天际
zh_tw: 翱翔天際

# language_en
source: English
de: Englisch
es_es: Inglés
fr: Anglais
id: Inggris
it: Inglese
ja: 英語
ko: 영어
lt: Anglų
pl: Angielski
pt_br: Inglês
ru: Английский
uk: Англійська
vi: Tiếng Anh
zh_cn: 英文
zh_tw: 英文

# language_de
source: German
de: Deutsch
es_es: Alemán
fr: Allemand
id: Jerman
it: Tedesco
ja: ドイツ語
ko: 독일어
lt: Vokiečių
pl: Niemiecki
pt_br: Alemão
ru: Немецкий
uk: Німецька
vi: Tiếng Đức
zh_cn: 德文
zh_tw: 德文

# language_fr
source: French
de: Französisch
es_es: Francés
fr: Français
id: Perancis
it: Francese
ja: フランス語
ko: 프랑스어
lt: Prancūzų
pl: Francuski
pt_br: Francês
ru: Французский
uk: Французька
vi: Tiếng Pháp
zh_cn: 法文
zh_tw: 法文

# language_it
source: Italian
de: Italienisch
es_es: Italiano
fr: Italien
id: Italia
it: Italiano
ja: イタリア語
ko: 이탈리아어
lt: Italų
pl: Włoski
pt_br: Italiano
ru: Итальянский
uk: Італійська
vi: Tiếng Ý
zh_cn: 意大利文
zh_tw: 義大利文

# language_ja
source: Japanese
de: Japanisch
es_es: Japonés
fr: Japonais
id: Jepang
it: Giapponese
ja: 日本語
ko: 일본어
lt: Japonų
pl: Japoński
pt_br: Japonês
ru: Японский
uk: Японська
vi: Tiếng Nhật
zh_cn: 日文
zh_tw: 日文

# language_ko
source: Korean
de: Koreanisch
es_es: Coreano
fr: Coréen
id: Korea
it: Coreano
ja: 韓国語
ko: 한국어
lt: Korėjiečių
pl: Koreański
pt_br: Coreano
ru: Корейский
uk: Корейська
vi: Tiếng Hàn
zh_cn: 韩文
zh_tw: 韓文

# language_pl
source: Polish
de: Polnisch
es_es: Polaco
fr: Polonais
id: Polandia
it: Polacco
ja: ポーランド語
ko: 폴란드어
lt: Lenkų
pl: Polski
pt_br: Polonês
ru: Польский
uk: Польська
vi: Tiếng Ba Lan
zh_cn: 波兰文
zh_tw: 波蘭文

# language_pt-BR
source: Brazilian Portuguese
de: Brasilianisches Portugiesisch
es_es: Portugués (Brasil)
fr: Portugais Brésilien
id: Portugis Brasil
it: Portoghese Brasiliano
ja: ポルトガル語（ブラジル）
ko: 브라질 포르투칼어
lt: Brazilų/Portugalų
pl: Brazylijski Portugalski
pt_br: Português Brasileiro
ru: Португальский (Бразилия)
uk: Бразильська Португальська
vi: Tiếng Bồ Đào Nha (Brazil)
zh_cn: 巴西葡萄牙文
zh_tw: 巴西葡萄牙文

# language_ru
source: Russian
de: Russisch
es_es: Ruso
fr: Russe
id: Rusia
it: Russo
ja: ロシア語
ko: 러시아어
lt: Rusų
pl: Rosyjski
pt_br: Russo
ru: Русский
uk: Російська
vi: Tiếng Nga
zh_cn: 俄文
zh_tw: 俄文

# language_sv-SE
source: Swedish
de: Schwedisch
es_es: Sueco
fr: Suédois
id: Swedia
it: Svedese
ja: スウェーデン語
ko: 스웨덴어
lt: Švedų
pl: Szwedzki
pt_br: Sueco
ru: Шведский
uk: Шведська
vi: Tiếng Thụy Điển
zh_cn: 瑞典文
zh_tw: 瑞典文

# language_uk
source: Ukrainian
de: Ukrainisch
es_es: Ucraniano
fr: Ukrainien
id: Ukraina
it: Ucraino
ja: ウクライナ語
ko: 우크라이나어
lt: Ukrainiečių
pl: Ukraiński
pt_br: Ucraniano
ru: Украинский
uk: Українська
vi: Tiếng Ukraina
zh_cn: 乌克兰文
zh_tw: 烏克蘭文

# language_vi
source: Vietnamese
de: Vietnamesisch
es_es: Vietnamita
fr: Vietnamien
id: Vietnam
it: Vietnamita
ja: ベトナム語
ko: 베트남어
lt: Vietnamiečių
pl: Wietnamski
pt_br: Vietnamita
ru: Вьетнамский
uk: В'єтнамська
vi: Tiếng Việt
zh_cn: 越南文
zh_tw: 越南文

# language_zh-CN
source: Chinese (Simplified)
de: Chinesisch (vereinfacht)
es_es: Chino (Simplificado)
fr: Chinois (Simplifié)
id: Mandarin (Disederhanakan)
it: Cinese (Semplificato)
ja: 中国語（簡体字）
ko: 중국어(간체)
lt: Kinų (Supaprastinta)
pl: Chiński (Uproszczony)
pt_br: Chinês (Simplificado)
ru: Китайский (Упрощенный)
uk: Китайська (спрощена)
vi: Tiếng Trung (Giản thể)
zh_cn: 中文（简体）
zh_tw: 中文（簡體）

# language_zh-TW
source: Chinese (Traditional)
de: Chinesisch (traditionell)
es_es: Chino (Tradicional)
fr: Chinois (Traditionnel)
id: Mandarin (Tradisional)
it: Cinese (Tradizionale)
ja: 中国語（繁体字）
ko: 중국어(번체)
lt: Kinų (Tradicinė)
pl: Chiński (Tradycyjny)
pt_br: Chinês (Tradicional)
ru: Китайский (Традиционный)
uk: Китайська (традиційна)
vi: Tiếng Trung (Phồn thể)
zh_cn: 中文（繁体）
zh_tw: 中文（繁體）

# credits_translation_header
source: Translation Credits
de: Mitwirkende Übersetzer
es_es: Créditos de traducción
fr: Crédits de Traduction
id: Kredit Penerjemah
it: Traduzioni
ja: 翻訳協力者
ko: 번역 제작자
lt: Vertimo kūrėjai
pl: Przetłumaczone przez
pt_br: Créditos de Tradução
ru: Благодарность за перевод
uk: Титри перекладачів
vi: Các đóng góp bản dịch
zh_cn: 翻译者感谢名单
zh_tw: 翻譯者感謝名單

# language_es-ES
source: Spanish
de: Spanisch
es_es: Español
fr: Espagnol
id: Spanyol
it: Spagnolo
ja: スペイン語
ko: 스페인어
lt: Ispanų
pl: Hiszpański
pt_br: Espanhol
ru: Испанский
uk: Іспанська
vi: Tiếng Tây Ban Nha
zh_cn: 西班牙文
zh_tw: 西班牙文

# language_description_en
source: Use original English text.
de: Verwende den englischen Originaltext.
es_es: Usar el texto original en Inglés.
fr: Utiliser le texte original en anglais.
id: Gunakan teks asli Bahasa Inggris.
it: Usa il testo originale in inglese.
ja: オリジナルの英語テキストを使用する。
ko: 고유 영어 텍스트 사용하기.
lt: Naudoti originalų anglišką tekstą.
pl: Użyj oryginalnego tekstu w języku angielskim.
pt_br: Utilizar o texto original em inglês.
ru: Использовать оригинальный английский текст.
uk: Використовувати оригінальний текст англійською.
vi: Sử dụng chữ tiếng Anh nguyên bản.
zh_cn: 使用原始的英文文本。
zh_tw: 使用原始的英文文本。

# language_description_es-ES
source: Use Spanish translation by {0}.
de: Verwende die spanische Übersetzung von {0}.
es_es: Usar la traducción Española por {0}.
fr: Utiliser la traduction espagnole par {0}.
id: Gunakan terjemahan Bahasa Spanyol oleh {0}.
it: Usa la traduzione Spagnola di {0}.
ja: {0} によるスペイン語の翻訳を使用する。
ko: {0} 님이 제작한 스페인어 번역 사용하기.
lt: Naudoti ispanišką vertimą, sukurtą {0}.
pl: Użyj hiszpańskiego tłumaczenia przez {0}.
pt_br: Use a tradução em espanhol feito por {0}.
ru: Использовать Испанский перевод. Сделал {0}.
uk: Використовувати іспанський переклад від {0}.
vi: Sử dụng bản dịch tiếng Tây Ban Nha bởi {0}.
zh_cn: 使用{0} 制作的西班牙文翻译。
zh_tw: 使用{0}製作的西班牙文翻譯。

# language_description_de
source: Use German translation by {0}.
de: Verwende die deutsche Übersetzung von {0}.
es_es: Usar la traducción Alemán por {0}.
fr: Utiliser la traduction allemande par {0}.
id: Gunakan terjemahan Bahasa Jerman oleh {0}.
it: Usa la traduzione Tedesca di {0}.
ja: {0} によるドイツ語の翻訳を使用する。
ko: {0} 님이 제작한 독일어 번역 사용하기.
lt: Naudoti vokišką vertimą, sukurtą {0}.
pl: Użyj niemieckiego tłumaczenia przez {0}.
pt_br: Use a tradução em alemão feito por {0}.
ru: Использовать Немецкий перевод. Сделал {0}.
uk: Використовувати німецький переклад від {0}.
vi: Sử dụng bản dịch tiếng Đức bởi {0}.
zh_cn: 使用{0} 制作的德文翻译。
zh_tw: 使用{0}製作的德文翻譯。

# language_description_fr
source: Use French translation by {0}.
de: Verwende die französische Übersetzung von {0}.
es_es: Usar la traducción Francés por {0}.
fr: Utiliser la traduction française par {0}.
id: Gunakan terjemahan Bahasa Prancis oleh {0}.
it: Usa la traduzione Francese di {0}.
ja: {0} によるフランス語の翻訳を使用する。
ko: {0} 님이 제작한 프랑스어 번역 사용하기.
lt: Naudoti prancūzišką vertimą, sukurtą {0}.
pl: Użyj francuskiego tłumaczenia przez {0}.
pt_br: Use a tradução em francês feito por {0}.
ru: Использовать Французский перевод. Сделал {0}.
uk: Використовувати французький переклад від {0}.
vi: Sử dụng bản dịch tiếng Pháp bởi {0}.
zh_cn: 使用{0} 制作的法文翻译。
zh_tw: 使用{0}製作的法文翻譯。

# language_description_it
source: Use Italian translation by {0}.
de: Verwende die italienische Übersetzung von {0}.
es_es: Usar la traducción Italiana por {0}.
fr: Utiliser la traduction italienne par {0}.
id: Gunakan terjemahan Bahasa Italia oleh {0}.
it: Usa la traduzione Italiana di {0}.
ja: {0} によるイタリア語の翻訳を使用する。
ko: {0} 님이 제작한 이탈리아어 번역 사용하기.
lt: Naudoti itališką vertimą, sukurtą {0}.
pl: Użyj włoskiego tłumaczenia przez {0}.
pt_br: Use a tradução em italiano feito por {0}.
ru: Использовать Итальянский перевод. Сделал {0}.
uk: Використовувати італійський переклад від {0}.
vi: Sử dụng bản dịch tiếng Ý bởi {0}.
zh_cn: 使用{0} 制作的意大利文翻译。
zh_tw: 使用{0}製作的義大利文翻譯。

# language_description_ja
source: Use Japanese translation by {0}.
de: Verwende die japanische Übersetzung von {0}.
es_es: Usar la traducción Japonesa por {0}.
fr: Utiliser la traduction japonaise par {0}.
id: Gunakan terjemahan Bahasa Jepang oleh {0}.
it: Usa la traduzione Giapponese di {0}.
ja: {0} による日本語の翻訳を使用する。
ko: {0} 님이 제작한 일본어 번역 사용하기.
lt: Naudoti japonišką vertimą, sukurtą {0}.
pl: Użyj japońskiego tłumaczenia przez {0}.
pt_br: Use a tradução em japonês feito por {0}.
ru: Использовать Японский перевод. Сделал {0}.
uk: Використовувати японський переклад від {0}.
vi: Sử dụng bản dịch tiếng Nhật bởi {0}.
zh_cn: 使用{0} 制作的日文翻译。
zh_tw: 使用{0}製作的日文翻譯。

# language_description_ko
source: Use Korean translation by {0}.
de: Verwende die koreanische Übersetzung von {0}.
es_es: Usar la traducción Coreana por {0}.
fr: Utiliser la traduction coréenne par {0}.
id: Gunakan terjemahan Bahasa Korea oleh {0}.
it: Usa la traduzione Coreana di {0}.
ja: {0} による韓国語の翻訳を使用する。
ko: {0} 님이 제작한 한국어 번역 사용하기.
lt: Naudoti korėjietišką vertimą, sukurtą {0}.
pl: Użyj koreańskiego tłumaczenia przez {0}.
pt_br: Use a tradução em coreano feito por {0}.
ru: Использовать Корейский перевод. Сделал {0}.
uk: Використовувати корейський переклад від {0}.
vi: Sử dụng bản dịch tiếng Hàn bởi {0}.
zh_cn: 使用{0} 制作的韩文翻译。
zh_tw: 使用{0}製作的韓文翻譯。

# language_description_pl
source: Use Polish translation by {0}.
de: Verwende die polnische Übersetzung von {0}.
es_es: Usar la traducción Polaca por {0}.
fr: Utiliser la traduction polonaise par {0}.
id: Gunakan terjemahan Bahasa Polandia oleh {0}.
it: Usa la traduzione Polacca di {0}.
ja: {0} によるポーランド語の翻訳を使用する。
ko: {0} 님이 제작한 폴란드어 번역 사용하기.
lt: Naudoti lenkišką vertimą, sukurtą {0}.
pl: Użyj polskiego tłumaczenia przez {0}.
pt_br: Use a tradução em polonês feito por {0}.
ru: Использовать Польский перевод. Сделал {0}.
uk: Використовувати польський переклад від {0}.
vi: Sử dụng bản dịch tiếng Ba Lan bởi {0}.
zh_cn: 使用{0} 制作的波兰文翻译。
zh_tw: 使用{0}製作的波蘭文翻譯。

# language_description_pt-BR
source: Use Brazilian Portuguese translation by {0}.
de: Verwende die brasilianisch portugiesische Übersetzung von {0}.
es_es: Usar la traducción Portugués Brasileño por {0}.
fr: Utiliser la traduction portugaise brésilienne par {0}.
id: Gunakan terjemahan Bahasa Portugis Brasil oleh {0}.
it: Usa la traduzione Portoghese Brasiliana di {0}.
ja: {0} によるポルトガル語（ブラジル）の翻訳を使用する。
ko: {0} 님이 제작한 브라질 포르투갈어 번역 사용하기.
lt: Naudoti brazilų/portugalų vertimą, sukurtą {0}.
pl: Użyj brazylijskiego portugalskiego tłumaczenia przez: {0}.
pt_br: Use a tradução em português brasileiro feito por {0}.
ru: Использовать Бразильский Португальский перевод. Сделал {0}.
uk: Використовувати бразильський португальський переклад від {0}.
vi: Sử dụng bản dịch tiếng Bồ Đào Nha (Brazil) bởi {0}.
zh_cn: 使用{0} 制作的巴西葡萄牙文翻译。
zh_tw: 使用{0}製作的巴西葡萄牙文翻譯。

# language_description_ru
source: Use Russian translation by {0}.
de: Verwende die russische Übersetzung von {0}.
es_es: Usar la traducción Rusa por {0}.
fr: Utiliser la traduction russe par {0}.
id: Gunakan terjemahan Bahasa Rusia oleh {0}.
it: Usa la traduzione Russa di {0}.
ja: {0} によるロシア語の翻訳を使用する。
ko: {0} 님이 제작한 러시아어 번역 사용하기.
lt: Naudoti rusišką vertimą, sukurtą {0}.
pl: Użyj rosyjskiego tłumaczenia przez {0}.
pt_br: Use a tradução em russo feito por {0}.
ru: Использовать Русский перевод. Сделал {0}.
uk: Використовувати російський переклад від {0}.
vi: Sử dụng bản dịch tiếng Nga bởi {0}.
zh_cn: 使用{0} 制作的俄文翻译。
zh_tw: 使用{0}製作的俄文翻譯。

# language_description_sv-SE
source: Use Swedish translation by {0}.
de: Verwende die schwedische Übersetzung von {0}.
es_es: Usar la traducción Sueca por {0}.
fr: Utiliser la traduction suédoise par {0}.
id: Gunakan terjemahan Bahasa Swedia oleh {0}.
it: Usa la traduzione Svedese di {0}.
ja: {0} によるスウェーデン語の使用する。
ko: {0} 님이 제작한 스웨덴어 번역 사용하기.
lt: Naudoti švedišką vertimą, sukurtą {0}.
pl: Użyj szwedzkiego tłumaczenia przez {0}.
pt_br: Use a tradução em sueco feito por {0}.
ru: Использовать Шведский перевод. Сделал {0}.
uk: Використовувати шведський переклад від {0}.
vi: Sử dụng bản dịch tiếng Thụy Điển bởi {0}.
zh_cn: 使用{0} 制作的瑞典文翻译。
zh_tw: 使用{0}製作的瑞典文翻譯。
