Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# bonus_level_super_mega_zero_description
source: The title track and trailer music for "Super Mega Zero", a platformer developed by Silkworm that I was commissioned to write the music for in my classic "9-bit" style. This song was designed to be energetic and fast-paced to get players excited about the game.
es_es: El tema principal y música del tráiler de «Super Mega Zero», un juego de plataformas desarrollado por Silkworm para el que me encargaron componer la música en mi clásico estilo de "9 bits". Esta canción se diseñó para que fuera enérgica y activa para entusiasmar a los jugadores.

# bonus_level_scherzo_of_magical_science_description
source: A track commissioned for "Hero Hours Contract", a turn-based tactics game developed by Steve O'Gorman. This is the theme for "Magical Science Girl", the youngest of the three protagonists who likes volatile science experiments.
es_es: Un tema encargado para "Hero Hours Contract", un videojuego de estrategia por turnos desarrollado por Steve O'Gorman. Este es el tema de "Magical Science Girl", la más joven de las tres protagonistas a la que le gustan los experimentos científicos volátiles.
uk: Трек, створений для "Hero Hours Contract", покрокової тактичної гри, розробленої Стівом О'Горманом. Це головна тема для "Magical Science Girl", наймолодшої з трьох протагоністів, яка полюбляє нестабільні наукові експерименти.

# bonus_level_fur_elise_description
source: Bagatelle No. 25 in A minor, more commonly known as "Für Elise", is a well-known composition by Ludwig van Beethoven. The identity of the titular "Elise" is uncertain, but is thought to be an close friend or important figure in his life.
es_es: Bagatelle No. 25 en La Menor, más conocida como "Für Elise", es una conocida composición de Ludwig van Beethoven. La identidad de la "Elise" titular es incierta, pero se cree que es una amiga íntima o una figura importante en su vida.
ko: 바가텔 25번 가단조, 잘 알려진 이름으로는 "엘리제를 위하여 (Für Elise)" 는 베토벤의 유명한 악곡입니다. "엘리제"가 누구인지는 알려지지 않았지만, 그의 삶에서 가깝거나 중요한 인물일것으로 생각되곤 합니다.
uk: Багатель № 25 ля-мінор, більш відома як "До Елізи", є добре відомим твором Людвіга ван Бетховена. Особистість титульної "Елізи" не визначена, але вважається, що це близька подруга або важлива фігура в його житті.

# bonus_level_eine_kleine_nachtmusik_description
source: The first movement of Serenade No. 13 for strings in G major by Wolfgang Amadeus Mozart, known as "Eine kleine Nachtmusik", or "a little night music", is one of Mozart's most famous works. The piece was originally written as a composition for a string quintet.
es_es: El primer movimiento de la Serenata No. 13 para cuerdas en Sol Mayor de Wolfgang Amadeus Mozart, conocida como "Eine kleine Nachtmusik", o "un poco de música nocturna", es una de las obras más famosas de Mozart. La pieza fue escrita originalmente como composición para quinteto de cuerda.
ko: 볼프강 아마데우스 모차르트의 현악 세레나데 13번 G장조 1악장은 "아이네 클라이네 나흐트무지크(Eine kleine Nachtmusik)" 또는 "작은 밤의 음악(a little night music)"으로 알려져 있으면서도 모차르트의 가장 유명한 작품 중 하나죠. 이 곡은 원래 현악 5중주를 위한 곡으로 작곡되었습니다.
uk: Перша частина Серенади № 13 для струнних соль мажор Вольфганга Амадея Моцарта, відома як "Eine kleine Nachtmusik", або "Маленька нічна серенада", є одним з найвідоміших творів Моцарта. Спочатку твір був написаний як композиція для струнного квінтету.

# bonus_level_standing_here_alone_expert_mix_description
source: Originally featured in "Melody Muncher" a two-button rhythm game I made in 2015 for the Ludum Dare game jam. This is the "expert mix" of the song, added to increase the difficulty in a post-jam update.
es_es: Originalmente, apareció en "Melody Muncher" un videojuego de ritmo de dos botones que hice en 2015 para la Ludum Dare game jam. Esta es la "mezcla experta" de la canción, añadida para aumentar la dificultad en una actualización posterior a la jam.
ko: 제가 2015년 Ludum Dare game jam을 위해 제작한 게임 "Melody Muncher"에 처음 등장했습니다. 이 곡은 "Expert mix" 버전입니다. jam 이후 업데이트에서 난이도를 올리기 위해 추가되었습니다.

# bonus_level_song_of_the_sea_expert_mix
source: Song of the Sea (Expert Mix)
es_es: Canción del Mar (Mezcla Experta)

# level6-3
source: Quantum Orbit
de: Quanten Umlaufbahn
es_es: Órbita cuántica
fr: Orbite Quantique
lt: Kvantinė orbita
pt_br: Órbita Quântica
ru: Квантовая Орбита
uk: Квантова Орбіта
zh_cn: 量子轨迹
zh_tw: 量子軌道

# bonus_level_rondo_alla_turca
source: Turkish March (Rondo alla Turca) from Piano Sonata No. 11
de: Turkish March (Rondo alla Turca) aus Piano Sonata No. 11
es_es: Marcha turca (Rondo alla Turca) de la Sonata para Piano No. 11
fr: Marche turque (Rondo alla Turca) de la Sonate pour piano n°11
ko: 터키 행진곡 from 피아노 소나타 11번
ru: Турецкий марш из Сонаты для клавира №11
uk: Турецький Марш (Rondo alla Turca) з Piano Sonata No. 11
zh_tw: 土耳其進行曲 (Rondo alla Turca) 來自第11號鋼琴奏鳴曲

# bonus_level_fur_elise
source: Für Elise
es_es: Para Elisa (Für Elise)
fr: La Lettre à Elise
ko: 엘리제를 위하여
ru: К Элизе
uk: До Елізи
zh_tw: 致愛麗絲

# bonus_level_flight_of_the_bumblebee
source: Flight of the Bumblebee
es_es: El vuelo del abejorro (Flight of the Bumblebee)
fr: Le Vol du Bourdon
ko: 왕벌의 비행
lt: Kamanės skrydis
ru: Полёт шмеля
uk: Політ Джмеля
zh_tw: 大黃蜂的飛行

# level6-4
source: Cosmic Conflux
de: Kosmischer Rückfluss
es_es: Confluencia Cósmica
fr: Confluence Cosmique
lt: Kosminis konfliuksas
ru: Космическое слияние
uk: Космічне Злиття
zh_cn: 宇宙汇流
zh_tw: 宇宙匯流

# levelkey
source: Level {0}
es_es: Nivel {0}
fr: Niveau {0}
ko: 레벨 {0}
lt: Lygis {0}
pl: Poziom {0}
ru: Уровень {0}
uk: Рівень {0}
zh_tw: 關卡 {0}

# levelauthor
source: by {0}
de: von {0}
es_es: por {0}
fr: par {0}
id: oleh {0}
lt: sukurta {0}
ru: автор: {0}
uk: від {0}
zh_tw: 由 {0} 製作

# worldnumber
source: World {0}
de: Welt {0}
es_es: Mundo {0}
fr: Monde {0}
id: Dunia {0}
ko: 월드 {0}
lt: Pasaulis {0}
pl: Świat {0}
ru: Мир {0}
uk: Світ {0}
zh_tw: 世界 {0}

# settings_menu_temporarycheats_description
source: Options for making the current section easier.
de: Optionen um den aktuellen Abschnitt zu erleichtern.
es_es: Opciones para facilitar la sección actual.
fr: Options pour faciliter la section actuelle.
ko: 현재 구간을 쉽게 만들기 위한 옵션.
lt: Nustatymai palengvinantys dabartinę vietą.
pt_br: Opções para tornar a seção atual mais fácil
ru: Настройки для упрощения текущей секции.
uk: Параметри для полегшення поточної секції.
zh_cn: 片段简化选项。
zh_tw: 讓目前部分簡單化的設定。

# description_assistprompt
source: It looks like you're having trouble with this section. Would you like to enable game assist features?
de: Es sieht so aus, als hättest du Probleme mit diesem Abschnitt. Möchtest du die Spiel-Assistenzfunktionen aktivieren?
es_es: Parece que estás teniendo problemas con esta sección. ¿Te gustaría habilitar funciones de asistencia?
fr: On dirait que vous avez des difficultés avec cette section. Souhaitez-vous activer des fonctionnalités d'aide ?
ko: 이 구간에 어려움이 있는 것 같습니다. 게임 보조 기능을 활성화하시겠습니까?
lt: Atrodo jog jums sunku su šia vieta. Ar norėtumėte įjungti pagalbines žaidimo funkcijas?
pt_br: Parece que você está tendo problemas com essa seção. Gostaria de habilitar os recursos de assistência do jogo?
ru: Похоже, что вам тяжело дается эта секция. Хотите включить режим упрощения игры?
uk: Виглядає, що у Вас виникають проблеми з цією секцією. Не хотіли б Ви увімкнути допоміжні функції гри?
zh_cn: 看起来您在这个片段遇到了麻烦。 您想要启用游戏助手吗？
zh_tw: 看來您在這個片段遇到了麻煩。 您想要啟用輔助功能嗎？

# tutorial_attack
source: Press {0} or {1} to Attack.
es_es: Presiona {0} o {1} para Atacar.
ko: {0} 또는 {1}을 눌러 공격하세요.
uk: Натисни {0} або {1} для Атаки.

# tutorial_jump
source: Press {0} or {1} to Jump.
es_es: Presiona {0} p {1} para Saltar.
ko: {0} 또는 {1} 을 눌러 점프하세요.
uk: Натисни {0} або {1} для Стрибка.

# difficulty_easy
source: Easy
de: Einfach
es_es: Fácil
ko: 쉬움
pl: Łatwy
ru: Легкая
uk: Легка
zh_tw: 簡單

# difficulty_hard
source: Hard
de: Schwer
es_es: Difícil
ko: 어려움
pl: Trudny
ru: Сложная
uk: Складна
zh_tw: 困難

# difficulty_description_easy_2
source: Difficulty increases slowly and never gets too hard.
de: Der Schwierigkeitsgrad steigt langsam und wird nie zu schwer.
es_es: La dificultad incrementa lentamente y nunca llega a ser demasiado difícil.
ko: 난이도가 천천히 올라가며 너무 어려워지는 일은 절대 없습니다.
pl: Poziom trudności wzrasta powoli i nigdy nie staje się zbyt trudny.
ru: Сложность нарастает плавно, но не становится слишком высокой.
uk: Складність підвищується повільно і ніколи не стає занадто важкою.
zh_tw: 難度緩慢上升，但永遠不會太難。

# difficulty_change_description
source: You can change difficulties freely between levels.
de: Du kannst den Schwierigkeitsgrad zwischen den Levels frei wechseln.
es_es: Puedes cambiar de dificultad libremente entre niveles.
ko: 레벨 간 자유롭게 난이도를 바꿀 수 있습니다.
pl: Możesz dowolnie zmieniać poziom trudności pomiędzy poziomami.
ru: Вы можете сменить сложность в любой момент между уровнями.
uk: Ти можеш змінювати складності між рівнями по бажанню.
zh_tw: 您可以在關卡間自由改變難度。

# difficulty_select_title
source: Select Difficulty
de: Schwierigkeitsgrad auswählen
es_es: Selecciona una Dificultad
ko: 난이도 선택하기
pl: Wybierz Stopień Trudności
ru: Выбор Сложности
uk: Вибери складність
zh_tw: 選擇難度

# difficulty_description_normal_1
source: The way Rhythm Quest was meant to be played.
de: Die Art, wie Rhythm Quest gespielt werden sollte.
es_es: La forma en la que está pensado jugar Rhythm Quest.
ko: Rhythm Quest가 원래 의도했던 플레이 방식입니다.
pl: Sposób, w jaki powinno się grać w Rhythm Quest.
ru: То, как Rhythm Quest задумывался к прохождению.
uk: Так, як воно було з самого початку.
zh_tw: Rhythm Quest 應被這樣玩。

# settings_trackfreeze
source: Track Freezing
es_es: Congelar la pista
fr: Arrêt du Niveau
ko: 채보 동결
lt: Trasos sustabdymas
pt_br: Congelamento de Trilha
ru: Заморозка Трека
uk: Зупинка прокрутки
zh_cn: 谱面冻结
zh_tw: 譜面停止

# speedoverride_nooverride
source: (Unchanged)
de: (Unverändert)
es_es: (Sin cambios)
fr: (Inchangée)
ko: (변경 사항 없음)
lt: (nepakeista)
pt_br: (Inalterado)
ru: (Без изменений)
uk: (без змін)
zh_cn: (未更改)
zh_tw: (無更改)

# bonus_level_piano_sonata_no_16
source: Piano Sonata No. 16 in C Major I. Allegro
de: Klaviersonate Nr. 16 in C-Dur I. Allegro
es_es: Sonata de Piano No. 16 en Do Mayor I. Allegro
fr: Sonate pour piano n°16 en do majeur I. Allegro
ko: 피아노 소나타 16번 1악장 Allegro
ru: Соната для клавира № 16 до-мажор 1. Allegro
zh_tw: 莫札特：第十六號C大調鋼琴奏鳴曲 I. Allegro

# description_trackpreview_keyboard
source: Press <- and -> to scroll. Press Enter to return.
de: Drücke <- und -> zum Scrollen. Drücke Enter um zurückzukehren.
es_es: Presiona <- y -> para desplazarte. Presiona "Enter" para volver.
fr: Appuyez sur <- et -> pour faire défiler. Appuyez sur Entrée pour revenir.
ko: <- 혹은 -> 을 눌러 스크롤합니다. Enter를 눌러 돌아갑니다.
lt: Spauskite <- ir -> kad slinkti. Spauskite Enter kad sugrįžti.
pl: Naciśnij <- i ->, aby przewinąć. Naciśnij Enter, aby powrócić.
pt_br: Pressione <- e -> para rolar. Pressione Enter para retornar.
ru: Нажмите <- и -> для прокрутки. Нажмите Enter для возврата.
uk: Натискай <- та -> для прокручування. Натисни Enter, щоб повернутися.
zh_cn: 按 <- -> 滚动。 按 Enter 键返回。
zh_tw: 按 <- 和 -> 滾動。 按 Enter 鍵返回。

# description_trackpreview_mouse
source: Click and drag to scroll left/right.
de: Klicke und ziehe, um nach links/rechts zu scrollen.
es_es: Haz clic y arrastra para desplazarte hacia la izquierda/derecha.
fr: Cliquez et faites glisser pour faire défiler à gauche/droite.
ko: 클릭 후 드래그해 왼쪽/오른쪽으로 스크롤합니다.
lt: Spauskite ir tempkite kad slinkti kairėn/dešinėn.
pt_br: Clique e arraste para rolar para esquerda/direita
ru: Кликните и передвигайте для прокрутки влево/вправо.
uk: Натисни й утримуй, щоб прокручувати вліво/вправо.
zh_cn: 单击并拖拽以左右滚动。
zh_tw: 單擊並拖曳以左右滾動。

# description_trackpreview_touch
source: Tap and drag to scroll left/right.
de: Tippe und ziehe, um nach links/rechts zu scrollen.
es_es: Toca y arrastra para desplazarte hacia la izquierda/derecha.
fr: Touchez et faites glisser pour faire défiler à gauche/droite.
ko: 탭하고 드래그해 왼쪽/오른쪽으로 스크롤합니다.
lt: Bakstelėkite ir tempkite kad slinkti kairėn/dešinėn.
pt_br: Toque e arraste para rolar para esquerda/direita
ru: Нажмите и передвигайте для прокрутки влево/вправо.
uk: Натисни й утримуй, щоб прокручувати вліво/вправо.
zh_cn: 按住并拖拽以左右滚动。
zh_tw: 按住並拖曳以左右滾動。

# description_trackpreview_switch
source: Use <sprite name="controller_icons_45"> to scroll. Press <sprite name="controller_icons_60"> to return.
de: Nutze <sprite name="controller_icons_45"> zum Scrollen. Drücke <sprite name="controller_icons_60"> um zurückzukehren.
es_es: Usa <sprite name="controller_icons_45> para desplazarte. Presiona <sprite name="controller_icons_60"> para volver.
fr: Utilisez <sprite name="controller_icons_45"> pour faire défiler. Appuyez sur <sprite name="controller_icons_60"> pour revenir.
ko: <sprite name="controller_icons_45">로 스크롤합니다. <sprite name="controller_icons_60">을 눌러 돌아갑니다 .
lt: Naudokite <sprite name="controller_icons_45"> slinkimui. Spauskite <sprite name="controller_icons_60"> kad sugrįžti.
pt_br: Use o <sprite name="controller_icons_45"> para rolar. Pressione <sprite name="controller_icons_60"> para retornar
ru: Используйте <sprite name="controller_icons_45"> для прокрутки. Нажмите <sprite name="controller_icons_60"> для возврата.
uk: Натискай <sprite name="controller_icons_45"> для прокручування. Натисни <sprite name="controller_icons_60">, щоб повернутися.
zh_cn: 用 <sprite name="controller_icons_45"> 来滚动。 按下 <sprite name="controller_icons_60"> 返回。
zh_tw: 用 <sprite name="controller_icons_45"> 來滾動。 按下 <sprite name="controller_icons_60"> 返回。

# description_trackpreview_playstation
source: Use <sprite name="controller_icons_16"> to scroll. Press <sprite name="controller_icons_37"> to return.
de: Nutze <sprite name="controller_icons_16"> zum Scrollen. Drücke <sprite name="controller_icons_37"> um zurückzukehren.
es_es: Usa <sprite name="controller_icons_16"> para desplazarte. Presiona <sprite name="controller_icons_37"> para volver.
fr: Utilisez <sprite name="controller_icons_16"> pour faire défiler. Appuyez sur <sprite name="controller_icons_37"> pour revenir.
ko: <sprite name="controller_icons_16">로 스크롤합니다. <sprite name="controller_icons_37">을 눌러 돌아갑니다 .
lt: Naudokite <sprite name="controller_icons_16"> slinkimui. Spauskite <sprite name="controller_icons_37"> kad sugrįžti.
pt_br: Use o <sprite name="controller_icons_16"> para rolar. Pressione <sprite name="controller_icons_37"> para retornar.
ru: Используйте <sprite name="controller_icons_16"> для прокрутки. Нажмите <sprite name="controller_icons_37"> для возврата.
uk: Натискай <sprite name="controller_icons_16"> для прокручування. Натисни <sprite name="controller_icons_37">, щоб повернутися.
zh_cn: 用 <sprite name="controller_icons_16"> 来滚动。 按下 <sprite name="controller_icons_37"> 返回。
zh_tw: 用 <sprite name="controller_icons_16"> 來滾動。 按下 <sprite name="controller_icons_37"> 返回。

# settings_menu_controls_description
source: Adjust in-game controls.
de: Steuerung im Spiel anpassen.
es_es: Ajusta los controles del juego.
fr: Ajuster les contrôles du jeu.
ko: 게임 내의 조작 방법을 조정합니다.
lt: Pakeisti žaidimo valdymą.
pt_br: Ajustar os controles do jogo.
ru: Настройте управление во время игры.
uk: Регулювання ігрових елементів керування.
zh_cn: 调整游戏内控制。
zh_tw: 調整遊戲內控制。

# editor_button_properties
source: Properties
de: Eigenschaften
es_es: Propiedades
fr: Propriétés
ko: 속성
lt: Nuostatos
pt_br: Propriedades
ru: Свойства
uk: Властивості
zh_cn: 属性
zh_tw: 屬性

# editor_button_level
source: Level...
es_es: Nivel...
fr: Niveau...
ko: 레벨...
lt: Lygis...
pl: Poziom...
pt_br: Nível...
ru: Уровень...
uk: Рівень...
zh_cn: 关卡...
zh_tw: 關卡...

# editor_setting_gridsnap
source: Grid Snap
de: Raster Snap
es_es: Ajustar a cuadrícula
fr: Aligner sur la Grille
ko: 격자 스냅
lt: Tinklelio fiksavimas
pt_br: Encaixe de Grade
ru: Привязка К Сетке
uk: Сітка
zh_cn: 网格对齐
zh_tw: 對齊網格

# editor_settings_gridsnap_fine
source: Fine
de: Fein
es_es: Fino
ko: 정교하게
lt: Tikslus
ru: Утонченная
uk: Хороша
zh_cn: 细
zh_tw: 完成

# settings_practicehelpers
source: Helpers
de: Helfer
es_es: Apoyos
fr: Soutiens
ko: 도움
lt: Pagalbininkai
pl: Pomocnicy
pt_br: Ajudantes
ru: Подсказки
uk: Підказки
zh_cn: 辅助
zh_tw: 幫手

# menu_settings_additionalsettings
source: Additional Settings...
de: Zusätzliche Einstellungen...
es_es: Ajustes adicionales...
fr: Paramètres additionnels...
ko: 추가 설정...
lt: Papildomi nustatymai...
pl: Dodatkowe Ustawienia...
pt_br: Configurações Adicionais...
ru: Доп. Настройки...
uk: Додаткові налаштування...
zh_cn: 其他设置…
zh_tw: 其他設定...

# settings_menu_additionalaudio_description
source: Edit additional audio settings.
de: Zusätzliche Audio-Einstellungen bearbeiten.
es_es: Edita los ajustes de audio adicionales.
fr: Modifier les paramètres audio additionnels.
ko: 추가 오디오 설정을 수정합니다.
lt: Redaguoti papildomus garso nustatymus.
pt_br: Editar configurações de áudio adicionais.
ru: Изменить дополнительные настройки аудио.
uk: Редагування додаткових налаштувань звуку.
zh_cn: 编辑额外的音频设置。
zh_tw: 編輯附加音頻設定。

# settings_coinsfx
source: Coin Sfx
de: Münz-SFX
es_es: Efecto de sonido de monedas
fr: Son des Pièces
ko: 동전 효과음
lt: Monetų garsas
pl: Efekty dźwiękowe monet
pt_br: Efeito Sonoro de Moedas
ru: Звуки Монет
uk: Звуки монет
zh_cn: 金币 Sfx
zh_tw: 金幣音效

# settings_coinsfx_description_disabled
source: Coin collection is silent.
de: Münz-Aufsammlung ist geräuschlos.
es_es: Recolección de monedas silenciada.
fr: Les pièces sont silencieuses.
ko: 동전 수집이 조용해집니다.
lt: Monetų rinkimas yra tylus.
pl: Zbieranie monet jest ciche.
pt_br: A coleta de moedas é silenciosa.
ru: Поднятие монет беззвучно.
uk: Звук збирання монет відсутній.
zh_cn: 关闭金币音效。
zh_tw: 金幣音效已關閉。

# settings_coinsfx_description_enabled
source: (Default) Plays a chime whenever a coin is collected.
de: (Standard) Spielt einen Sound, wenn eine Münze eingesammelt wird.
es_es: (Por defecto) Reproduce un sonidito al recolectar una moneda.
fr: (Par défaut) Joue un son chaque fois qu'une pièce est collectée.
ko: (기본) 동전을 수집할 때마다 효과음을 재생합니다.
lt: (Numatyta) Kiekvieną kartą surinkus monetą skleidžiamas garsas.
pl: (Domyślnie) Odtwarza dźwięk za każdym razem, gdy moneta zostanie zebrana.
pt_br: (Padrão) Toca um som de sino ao coletar moedas.
ru: (По умолчанию) Воспроизводит звук, когда монета подобрана.
uk: (За замовчуванням) відтворення звуку під час підбирання монети.
zh_cn: (默认) 每当收集到金币时播放音效。
zh_tw: (默認) 每取得硬幣時撥放音效。

# menu_settings_haptics_switch
source: Rumble...
es_es: Retumbar...
fr: Vibrations...
ko: 진동...
lt: Drebėjimas...
pt_br: Vibrar...
ru: Вибрация...
uk: Вібрації...
zh_cn: 反转...
zh_tw: 隆隆...

# menu_settings_gamepadcontrols_switch
source: Configure Controls...
de: Steuerung konfigurieren...
es_es: Configurar Controles...
fr: Configurer les Contrôles...
ko: 조작 설정...
lt: Keisti valdymo nustatymus...
pt_br: Configurar Controles...
ru: Настроить Управление...
uk: Налаштування елементів керування...
zh_cn: 配置控制器...
zh_tw: 操作設定...

# settings_gamepadcustomcontrols_switch
source: Controller Config
de: Controller Konfiguration
es_es: Configuración de control
fr: Configuration de la Manette
ko: 컨트롤러 설정
lt: Pultelio konfigūracija
pt_br: Configurações do Controle
ru: Конфигурация Контроллера
uk: Конфігурація контролера
zh_cn: 控制器配置
zh_tw: 控制器設定

# settings_gamepadcustomcontrols_switch_description_custom
source: Use custom controller bindings.
de: Benutzerdefinierte Controller-Binds verwenden.
es_es: Usar controles personalizados.
fr: Utiliser des boutons de manette personnalisés.
ko: 컨트롤러 조작법 사용자 지정하기.
lt: Naudoti pakeistus pultelio nustatymus.
pt_br: Usar mapeamento de controle personalizado
ru: Использовать пользовательское управление контроллером.
uk: Використовувати користувацькі кнопки.
zh_cn: 使用自定义控制器绑定。
zh_tw: 使用自定義按鍵。

# bonus_level_flower_fang_expert_mix
source: Flower Fang (Expert Mix)
es_es: Colmillo de flores (Mezcla Experta)

# difficulty_description_normal_2
source: Starts simple, but gets complex!
de: Startet einfach, wird aber komplex!
es_es: Empieza simple, pero se complica!
ko: 시작은 간단하지만 점점 복잡해져요!
ru: Простое начало, но сложнее с каждым уровнем!
uk: Починається легко, але стає складнішим!
zh_tw: 開始時很簡單，但後面將變得複雜！

# menu_levelbrowser
source: Level Browser
es_es: Buscador de Niveles
ko: 레벨 브라우저
ru: Список Уровней
uk: Браузер рівнів
zh_tw: 關卡瀏覽器

# menu_navigatebacktomenu_description
source: Return to the main menu.
es_es: Volver al menú principal.
ko: 메인 메뉴로 돌아갑니다.
ru: Вернуться в главное меню.
uk: Повернутися до головного меню.

# bonus_level_bottled_up
source: Bottled Up (RQ Edit)
es_es: Reprimido (Edición de RQ)
ru: Bottled Up (версия RQ)
uk: Bottled Up (Версія RQ)

# bonus_level_the_warrior_wakes_in_the_sunrise_dawn
source: The Warrior Wakes in the Sunrise Dawn (RQ Edit)
es_es: El guerrero despierta con el alba (Edición de RQ)
ru: The Warrior Wakes in the Sunrise Dawn (версия RQ)
uk: The Warrior Wakes in the Sunrise Dawn (Версія RQ)

# bonus_level_claustrophobia
source: Claustrophobia
es_es: Claustrofobia

# bonus_level_piano_sonata_no_16_description
source: The first movement of Piano Sonata No. 16 in C Major by Wolfgang Amadeus Mozart is a lively and familiar melody typical of Mozart's works. It is also known as "Sonata facile" or "Sonata semplice", being "for beginners".
es_es: El primer movimiento de la Sonata para piano No. 16 en Do Mayor de Wolfgang Amadeus Mozart es una melodía alegre y familiar típica de las obras de Mozart. También es conocida como "Sonata facile" o "Sonata semplice", por ser "para principiantes".
ko: 볼프강 아마데우스 모차르트의 소나타 16번 C 장조 1악장은 생기있고 익숙한 정형적인 모차르트의 작품입니다. 또한 "쉬운 소나타"로서 "초보자를 위한 쉬운 곡"으로도 알려졌습니다.
uk: Перша частина фортепіанної сонати № 16 до мажор Вольфганга Амадея Моцарта - жвава і знайома мелодія, типова для творів Моцарта. Вона також відома як "Sonata facile" або "Sonata semplice", тобто "для початківців".

# bonus_level_flower_fang_expert_mix_description
source: Originally featured in "Melody Muncher" a two-button rhythm game I made in 2015 for the Ludum Dare game jam. Songs from Melody Muncher lend themselves naturally to being charted in Rhythm Quest due to sharing similar mechanics.
es_es: Originalmente, apareció en «Melody Muncher» un videojuego de ritmo de dos botones que hice en 2015 para la Ludum Dare game jam. Las canciones de Melody Muncher se prestan naturalmente a ser mapeadas en Rhythm Quest debido a que comparten mecánicas similares.
ko: 제가 2015년 Ludum Dare game jam을 위해 제작한 게임 "Melody Muncher"에 처음 등장했습니다. Melody Muncher 의 게임 메카닉이 Rhythm Quest 와 유사하여 자연스럽게 수록되었습니다.

# bonus_level_lets_have_an_adventure_description
source: An upbeat chiptune track that I wrote in one sitting over the course of 3 hours after being inspired by music by "Aivi & Surasshu". The intro melody has a reference to "Lonely Rolling Star" since we've both created related rearrangements of that song.
es_es: Un tema chiptune alentador que escribí de una sentada en el transcurso de 3 horas tras inspirarme en la música de "Aivi & Surasshu". La melodía de la introducción hace referencia a "Lonely Rolling Star", ya que ambos hemos creado arreglos relacionados con esa canción.

# menu_settings_colorskins_diamonds
source: Diamonds
es_es: Diamantes
ko: 다이아몬드
uk: Діаманти

# settings_menu_colorskins_diamonds_description
source: Toggle or adjust diamonds indicating downbeats/offbeats.
es_es: Alternar o ajustar los diamantes que indican los pulsos fuertes/débiles.
ko: 강박/약박을 나타내는 다이아몬드를 켜고 끄거나 조정합니다.

# menu_settings_colorskins_diamonds_beat
source: Beat
es_es: Pulso
ko: 비트

# settings_colorskins_diamonds_downbeats
source: Downbeats
es_es: Pulsos fuertes
ko: 강박

# settings_colorskins_diamonds_offbeats
source: Offbeats
es_es: Pulsos débiles
ko: 약박

# settings_colorskins_diamonds_downbeats_description
source: Display diamonds on obstacles that are on downbeats.
es_es: Mostrar diamantes en obstáculos que están en pulsos fuertes.
ko: 강박에 있는 장애물에는 다이아몬드를 표시합니다.
