Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# language_description_uk
source: Use Ukrainian translation by {0}.
de: Verwende die ukrainische Übersetzung von {0}.
es_es: Usar la traducción Ucraniana por {0}.
fr: Utiliser la traduction ukrainienne par {0}.
id: Gunakan terjemahan Bahasa Ukraina oleh {0}.
it: Usa la traduzione Ucraina di {0}.
ja: {0} によるウクライナ語の翻訳を使用する。
ko: {0} 님이 제작한 우크라이나어 번역 사용하기.
lt: Naudoti ukrainietišką vertimą, sukurtą {0}.
pl: Użyj ukraińskiego tłumaczenia przez {0}.
pt_br: Use a tradução em ucraniano feito por {0}.
ru: Использовать Украинский перевод. Сделал {0}.
uk: Використовувати український переклад від {0}.
vi: Sử dụng bản dịch tiếng Ukraina bởi {0}.
zh_cn: 使用{0} 制作的乌克兰文翻译。
zh_tw: 使用{0}製作的烏克蘭文翻譯。

# language_description_zh-CN
source: Use Chinese (Simplified) translation by {0}.
de: Verwende die chinesische (vereinfachte) Übersetzung von {0}.
es_es: Usar la traducción al Chino (Simplificado) por {0}.
fr: Utiliser la traduction chinoise (simplifié) par {0}.
id: Gunakan Terjemahan Bahasa Mandarin (Sederhana) oleh {0}.
it: Usa la traduzione Cinese (Semplificato) di {0}.
ja: {0} による中国語（簡体字）翻訳を使用する。
ko: {0} 님이 제작한 중국어(간체) 번역 사용하기.
lt: Naudoti kinų (supaprastintą) vertimą, sukurtą {0}.
pl: Użyj chińskiego (uproszczonego) tłumaczenia przez {0}.
pt_br: Use a tradução em chinês (simplificado) feito por {0}.
ru: Использовать перевод на упрощенный Китайский. Сделал {0}.
uk: Використовувати китайський (спрощене письмо) переклад від {0}.
vi: Sử dụng bản dịch tiếng Trung (Giản thể) bởi {0}.
zh_cn: 使用{0} 制作的中文（简体）翻译。
zh_tw: 使用{0}製作的中文（簡體）翻譯。

# language_description_zh-TW
source: Use Chinese (Traditional) translation by {0}.
de: Verwende die chinesische (traditionelle) Übersetzung von {0}.
es_es: Usar la traducción al Chino (Tradicional) por {0}.
fr: Utiliser la traduction chinoise (traditionnelle) par {0}.
id: Gunakan Terjemahan Bahasa Mandarin (Tradisional) oleh {0}.
it: Usa la traduzione Cinese (Tradizionale) di {0}.
ja: {0} による中国語（繁体字）翻訳を使用する。
ko: {0} 님이 제작한 중국어(번체) 번역 사용하기.
lt: Naudoti kinų (tradicinį) vertimą, sukurtą {0}.
pl: Użyj chińskiego (tradycyjnego) tłumaczenia przez {0}.
pt_br: Use a tradução em chinês (tradicional) feito por {0}.
ru: Использовать перевод на традиционный Китайский. Сделал {0}.
uk: Використовувати китайський (традиційне письмо) переклад від {0}.
vi: Sử dụng bản dịch tiếng Trung (Phồn thể) bởi {0}.
zh_cn: 使用{0} 制作的中文（繁体）翻译。
zh_tw: 使用{0}製作的中文（繁體）翻譯。

# level4-5
source: Moonlit Mesa
de: Mondbeschienener Tafelberg
es_es: Colina Lunar
fr: Plateau Pleine Lune
id: Mesa yang diterangi sinar bulan
it: Mesa al chiaro di luna
lt: Mėnulio apšviesta kalva
pl: Księżycowy Krajobraz
pt_br: Mesa Lunar
ru: Лунная Гора
uk: Місячна Меза
zh_cn: 月夜台地
zh_tw: 月夜台地

# credits_4
source: Promotional Art: Kat Jia
de: Werbematerial: Kat Jia
es_es: Arte Promocional: Kat Jia
fr: Illustration Promotionnelle : Kat Jia
id: Seni Promosi: Kat Jia
it: Arte promozionale: Kat Jia
ja: プロモーションアート：Kat Jia
ko: 홍보용 그림: Kat Jia
lt: Reklaminis menas: Kat Jia
pl: Sztuka Promocyjna: Kat Jia
pt_br: Arte Promocional: Kat Jia
ru: Рекламное изображение: Kat Jia
uk: Рекламний малюнок: Kat Jia
vi: Tranh quảng cáo: Kat Jia
zh_cn: 宣传美术：Kat Jia
zh_tw: 宣傳美術：Kat Jia

# settings_checkpoints_description_disabled
source: Always restart at the beginning of the entire level. Coin/respawn counts are also reset.
de: Starte immer am Anfang des gesamten Levels neu. Deine Münzen und die Respawn-Anzahl werden ebenfalls zurückgesetzt.
es_es: Siempre reinicia al principio del nivel. Monedas/reapariciones también reinician.
fr: En cas d'échec, toujours recommencer au tout début du niveau. Les pièces et le compteur de réapparitions sont également réinitialisés.
id: Selalu memulai kembali di awal level. Jumlah koin/respawn juga diatur ulang.
it: Riavvia sempre all'inizio dell'intero livello. Anche i conteggi di moneta/respawn verranno resettati.
ja: 常にレベルの最初からリスポーンします。コインとリスポーンのカウントもリセットされます。
ko: 항상 레벨 시작 지점에서 재시작합니다.
lt: Visada atsirasti iš naujo viso lygio pradžioje. Monetų/atsiradimų kiekis irgi atstatomas iš naujo.
pl: Zawsze zrestartuj na początku całego poziomu. Liczniki monet/odrobiny również są zresetowane.
pt_br: Sempre reiniciar ao início do nível. Contagens de moedas/reaparições serão redefinidos.
ru: Всегда перезапускать игру в самом начале уровня. Монеты/счётчик перерождений также обнуляются.
uk: Завжди перезапускатися на початку всього рівня. Монети/переродження також оновлюються.
vi: Luôn luôn quay lại bắt đầu của màn chơi. Số xu và số lượt hồi sinh cũng được đặt lại.
zh_cn: 总是从关卡起始处重生。金币/复活数同时也会重置。
zh_tw: 總是復活在整個關卡的一開始。

# settings_checkpoints_description_enabled
source: Checkpoints behave normally.
de: Checkpoints verhalten sich normal.
es_es: Los puntos de control se comportan normalmente.
fr: Les points de passage fonctionnent normalement.
id: Checkpoint berfungsi secara normal.
it: I Checkpoint funzionano normalmente.
ja: チェックポイントが正常に動作します。
ko: 체크포인트가 정상적으로 작동합니다.
lt: Kontroliniai taškai veikia įprastai.
pl: Punkty zapisu zachowują się normalnie.
pt_br: Checkpoints se comportam normalmente.
ru: Чекпоинты работают как обычно.
uk: Контрольні точки поводяться нормально.
vi: Các cột mốc hoạt động bình thường.
zh_cn: 从存档点继续。
zh_tw: 記錄點將正常運作。

# language_description_vi
source: Use Vietnamese translation by {0}.
de: Verwende die vietnamesische Übersetzung von {0}.
es_es: Usar la traducción Vietnamita por {0}.
fr: Utiliser la traduction vietnamienne par {0}.
id: Gunakan terjemahan Bahasa Vietnam oleh {0}.
it: Usa la traduzione Vietnamita di {0}.
ja: {0} によるベトナム語の翻訳を使用する。
ko: {0} 님이 제작한 베트남어 번역 사용하기.
lt: Naudoti vietnamiečių vertimą, sukurtą {0}.
pl: Użyj wietnamskiego tłumaczenia przez {0}.
pt_br: Use a tradução em vietnamita feito por {0}.
ru: Использовать Вьетнамский перевод. Сделал {0}.
uk: Використовувати в'єтнамський переклад від {0}.
vi: Sử dụng bản dịch tiếng Việt bởi {0}.
zh_cn: 使用 {0} 制作的越南文翻译。
zh_tw: 使用{0}製作的越南文翻譯。

# level5-1
source: Gleaming Glassway
de: Glänzender Glasweg
es_es: Brillante Vía de Cristal
fr: Vallée Vitreuse
id: Jalan Kaca yang Berkilau
it: Grotta Glaciale
lt: Spindintis stiklo takas
pl: Lśniące Lustro
pt_br: Via Cintilante
ru: Хрупкий Переход
uk: Скляний шлях
zh_cn: 琉璃耀道
zh_tw: 琉璃耀道

# level5-2
source: Sunken Street
de: Versunkene Straße
es_es: Calle Hundida
fr: Avenue Abyssale
id: Jalan yang cekung
lt: Paskendusi gatvė
pl: Zanurzony Zaułek
pt_br: Rua Submersa
ru: Затопленный Переулок
uk: Затонула Вулиця
zh_cn: 沉没街道
zh_tw: 沉沒街區

# level5-3
source: Crossway Corridor
de: Kreuzweg Korridor
es_es: Corredor Cruzado
fr: Couloir Carrefour
id: Koridor Lintas Jalur
lt: Kryžkelių koridorius
pl: Krzyżowy Korytarz
pt_br: Corredor Encruzilhado
ru: Длинный Перекресток
uk: Перехресний Коридор
zh_cn: 交错长廊
zh_tw: 縱橫長廊

# level5-4
source: Planar Puzzle
de: Ebenen Puzzle
es_es: Puzle Plano
fr: Plan Préoccupant
id: Teka-teki Planar
it: Puzzle Planare
lt: Planarinė dėlionė
pl: Płaskie Puzzle
pt_br: Desafio Plano
ru: Простая Головоломка
uk: Планарний Пазл
zh_cn: 平面迷阵
zh_tw: 平面迷陣

# level5-5
source: Brilliant Boulevard
de: Brillanter Boulevard
es_es: Brillante Bulevar
fr: Boulevard Brillant
id: Boulevard yang Brilian
lt: Briliantinis bulvaras
pl: Błyskotliwy Bulwar
pt_br: Bulevar Brilhante
ru: Бриллиантовый Бульвар
uk: Блискучий Бульвар
zh_cn: 辉煌大道
zh_tw: 輝煌大道

# level6-2
source: Speedy Starfield
de: Schnelles Sternenfeld
es_es: Rápido Estelar
fr: Cosmos Véloce
lt: Spartus žvaigždynas
pt_br: Campo Estelar Veloz
ru: Скоростное Поле Звезд
uk: Швидкісна Галактика
zh_cn: 穿梭深空
zh_tw: 飛馳星空

source: Perfect Cleared
de: Perfekt Abgeschlossen
es_es: Completado Perfectamente
fr: Parfait Réalisé
id: Diselesaikan dengan Sempurna
ja: パーフェクトクリア
ko: 퍼펙트 클리어
lt: Tobulai pereita
pl: Ukończono Perfekcyjnie
pt_br: Concluiu Perfeitamente
ru: Полностью Пройден
uk: Пройдено Ідеально
vi: Đã hoàn hảo
zh_cn: 完美通关
zh_tw: 完美通過

# menu_settings_keyboardcontrols
source: Keyboard Bindings...
de: Tastatur-Belegung...
es_es: Configuración de Teclado...
fr: Contrôles du clavier...
id: Kontrol Keyboard...
ja: キーボードの設定...
ko: 키보드 조작법...
lt: Klaviatūros nustatymai...
pl: Konfiguracja Klawiatury...
pt_br: Mapeamento de Teclas...
ru: Управление Клавиатурой...
uk: Налаштування клавіатури...
vi: Cài đặt phím bàn phím...
zh_cn: 键盘按键绑定…
zh_tw: 鍵盤鍵位...

# settings_menu_keyboardcontrols_description
source: Configure keyboard bindings.
de: Tastatur-Belegung konfigurieren.
es_es: Configurar controles de teclado.
fr: Configurer les touches de clavier utilisées en jeu.
id: Konfigurasi tombol keyboard.
ja: キーボードバインディングを設定します。
ko: 키보드 조작법을 설정합니다.
lt: Keisti klaviatūros nustatymus.
pl: Skonfiguruj sterowanie klawiaturą.
pt_br: Configure o mapeamento de teclas.
ru: Измени управление клавиатурой.
uk: Налаштувати клавіші клавіатури.
vi: Cài đặt các phím trên bàn phím.
zh_cn: 配置键盘按键绑定。
zh_tw: 設定鍵盤鍵位。

# menu_settings_gamepadcontrols
source: Gamepad Bindings...
de: Gamepad-Belegung...
es_es: Controles de Gamepad...
fr: Contrôles de la manette...
id: Kontrol Gamepad...
ja: ゲームパッドの設定...
ko: 게임패드 조작법...
lt: Žaidimų pulto nustatymai...
pl: Konfiguracja Kontrolera...
pt_br: Mapeamento do Controle...
ru: Управление геймпадом...
uk: Налаштування геймпаду...
vi: Cài đặt phím Gamepad...
zh_cn: 手柄按键绑定…
zh_tw: 手把鍵位...

# settings_menu_gamepadcontrols_description
source: Configure gamepad bindings.
de: Gamepad-Belegung konfigurieren.
es_es: Configurar controles de gamepad.
fr: Configurer les boutons de manette utilisés en jeu.
id: Konfigurasi tombol gamepad.
ja: ゲームパッドのバインディングを設定します。
ko: 게임패드 조작법을 설정합니다.
lt: Keisti žaidimų pulto nustatymus.
pl: Skonfiguruj sterowanie kontrolerem.
pt_br: Configure o mapeamento do controle.
ru: Измени управление геймпадом.
uk: Налаштувати клавіші геймпаду.
vi: Cài đặt các phím trên gamepad.
zh_cn: 配置手柄按键绑定。
zh_tw: 設定手把鍵位。

# settings_keyboardcustomcontrols
source: Keyboard Config
de: Tastatur-Konfiguration
es_es: Configuración de Teclado
fr: Configuration Clavier
id: Konfigurasi Keyboard
it: Configurazione Tastiera
ja: キーボード設定
ko: 키보드 설정
lt: Klaviatūros nustatymai
pl: Konfiguracja Klawiatury
pt_br: Configuração do Teclado
ru: Конфигурация Клавиатуры
uk: Конфігурація клавіатури
vi: Cài đặt bàn phím
zh_cn: 键盘选项
zh_tw: 鍵盤設定

# settings_custom
source: Custom
de: Benutzerdefiniert
es_es: Personalizado
fr: Personnalisé
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 지정
lt: Pasirinktinis
pl: Niestandardowe
pt_br: Personalizado
ru: Пользовательская
uk: Користувацька
vi: Tự chọn
zh_cn: 自定义
zh_tw: 自訂

# settings_gamepadcustomcontrols
source: Gamepad Config
de: Gamepad-Konfiguration
es_es: Conf. De Gamepad
fr: Configuration Manette
id: Konfigurasi Gamepad
it: Configurazione Gamepad
ja: ゲームパッド設定
ko: 게임패드 설정
lt: Žaidimų pulto nustatymai
pl: Konfiguracja Kontrolera
pt_br: Configuração do Controle
ru: Конфигурация Геймпада
uk: Конфігурація геймпаду
vi: Cài đặt Gamepad
zh_cn: 手柄选项
zh_tw: 遊戲手把設定

# settings_keyboardcustomcontrols_description_default
source: Use default keyboard bindings.
de: Standard Tastatur-Belegung verwenden.
es_es: Usar los controles de teclado por defecto.
fr: Utiliser les touches de clavier par défaut.
id: Gunakan keyboard input bawaan.
ja: デフォルトのキーボードバインディングを使用する
ko: 기본 키보드 조작법 사용하기.
lt: Naudoti numatytus klaviatūros nustatymus.
pl: Domyślne sterowanie klawiaturą.
pt_br: Use o mapeamento padrão do teclado.
ru: Использовать управление клавиатурой по умолчанию.
uk: Використовувати звичайні клавіші.
vi: Sử dụng cài đặt phím trên bàn phím mặc định.
zh_cn: 使用默认键盘键位。
zh_tw: 使用預設鍵盤鍵位。

# settings_keyboardcustomcontrols_description_custom
source: Use custom keyboard bindings.
de: Benutzerdefinierte Tastatur-Belegung verwenden.
es_es: Usar controles de teclado personalizados.
fr: Utiliser des touches de clavier personnalisées.
id: Gunakan keyboard input kustom.
ja: カスタムキーボードバインディングを使用する
ko: 커스텀 키보드 조작법을 사용합니다.
lt: Naudoti pakeistus klaviatūros nustatymus.
pl: Zmień sterowanie klawiaturą.
pt_br: Use o mapeamento customizado do teclado.
ru: Использовать пользовательское управление клавиатурой.
uk: Використовувати користувацькі клавіші.
vi: Sử dụng cài đặt phím trên bàn phím tự chọn.
zh_cn: 使用自定义键盘键位。
zh_tw: 使用自訂鍵盤鍵位。

# settings_gamepadcustomcontrols_description_default
source: Use default gamepad bindings.
de: Standard Gamepad-Belegung verwenden.
es_es: Usar los controles para gamepad por defecto.
fr: Utiliser les boutons de manette par défaut.
id: Gunakan tombol gamepad bawaan.
ja: デフォルトのゲームパッドバインディングを使用する
ko: 기본 게임패드 조작법 사용하기.
lt: Naudoti numatytus žaidimų pulto nustatymus.
pl: Domyślne sterowanie kontrolerem.
pt_br: Use o mapeamento padrão do controle.
ru: Использовать управление геймпадом по умолчанию.
uk: Використовувати звичайні клавіші.
vi: Sử dụng cài đặt phím trên gamepad mặc định.
zh_cn: 使用默认手柄键位。
zh_tw: 使用預設手把鍵位。

# settings_gamepadcustomcontrols_description_custom
source: Use custom gamepad bindings.
de: Benutzerdefinierte Gamepad-Belegung verwenden.
es_es: Usar controles para gamepad personalizados.
fr: Utiliser des boutons personnalisés.
id: Gunakan tombol gamepad kustom.
ja: カスタムゲームパッドバインディングを使用する
ko: 게임패드 조작법 사용자 지정하기.
lt: Naudoti pakeistus žaidimų pulto nustatymus.
pl: Zmień sterowanie kontrolerem.
pt_br: Use o mapeamento customizado do controle.
ru: Использовать пользовательское управление геймпадом.
uk: Використовувати користувацькі клавіші.
vi: Sử dụng cài đặt phím trên gamepad tự chọn.
zh_cn: 使用自定义手柄键位。
zh_tw: 使用自訂手把鍵位。

source: Released Early
de: Zu früh losgelassen
es_es: Soltado Temprano
fr: Relâché Tôt
id: Dilepas Keawalan
ja: 早期リリース
ko: 빨리 놓음
lt: Išleista anksčiau
pl: Zwolniono Za Wcześnie
pt_br: Soltou Antecipado
ru: Отпущено Рано
uk: Відпущено рано
vi: Thả Sớm
zh_cn: 松开太早
zh_tw: 太早放開

source: Released Late
de: Zu spät losgelassen
es_es: Soltado Tarde
fr: Relâché Tard
id: Dilepas Terlambat
ja: 遅延リリース
ko: 늦게 놓음
lt: Išleista vėliau
pl: Zwolniono Za Późno
pt_br: Soltou Atrasado
ru: Отпущено Поздно
uk: Відпущено пізно
vi: Thả Trễ
zh_cn: 松开太晚
zh_tw: 太晚放開

# no_gamepad_detected
source: No compatible gamepad detected! Please connect a supported gamepad device.
de: Kein kompatibles Gamepad erkannt! Bitte verbinde ein unterstütztes Gamepad-Gerät.
es_es: ¡No se detectó un gamepad compatible! Por favor conecte un dispositivo gamepad compatible.
fr: Pas de manette compatible détecté ! Merci de connecter une manette supportée.
id: Tidak ada gamepad kompatibel yang terdeteksi! Silakan sambungkan perangkat gamepad yang didukung.
it: Nessun gamepad compatibile rilevato! Si prega di collegare un dispositivo gamepad supportato.
ja: 互換性のあるゲームパッドが検出されませんでした！ 対応ゲームパッドを接続してください。
ko: 호환 가능한 게임패드를 찾을 수 없습니다! 지원되는 게임패드 장치를 연걸해주세요.
lt: Neaptiktas tinkantis žaidimų pultas! Prašome prijungti palaikomą žaidimų pultą.
pl: Nie wykryto kompatybilnego kontrolera! Podłącz kompatybilny kontroler.
pt_br: Nenhum controle compatível detectado! Por favor, conecte um controle que tenha suporte ao dispositivo.
ru: Не найдено поддерживаемых геймпадов! Пожалуйста, подключите поддерживаемый геймпад.
uk: Не виявлено сумісного геймпаду! Будь ласка, приєднайте геймпад, який підтримується.
vi: Không phát hiện gamepad tương thích! Hãy cắm một thiết bị gamepad được hỗ trợ.
zh_cn: 未检测到兼容的手柄！ 请连接受支持的手柄设备。
zh_tw: 未檢測到相容的遊戲手把！ 請連接支援的遊戲手把設備。

# control_press_button
source: Press a button
de: Drücke einen Knopf
es_es: Presiona un botón
fr: Appuyez sur un bouton
id: Tekan sebuah tombol
it: Premi un pulsante
ja: ボタンを押してください
ko: 버튼을 누르세요
lt: Spauskite mygtuką
pl: Kliknij przycisk
pt_br: Pressione um botão
ru: Нажмите клавишу
uk: Натисніть будь-яку кнопку
vi: Nhấn một nút
zh_cn: 按下任意键
zh_tw: 按下一個按鍵

# settings_musicspeed
source: Music Speed
de: Musik Geschwindigkeit
es_es: Velocidad de Música
fr: Vitesse de la Musique
id: Kecepatan Musik
it: Velocità Musica
ja: 音楽の速度
ko: 음악 속도
lt: Muzikos greitis
pl: Prędkość Muzyki
pt_br: Velocidade da Música
ru: Скорость Музыки
uk: Швидкість музики
vi: Tốc độ nhạc
zh_cn: 音乐速度
zh_tw: 音樂速度

# settings_low
source: Low
de: Niedrig
es_es: Baja
fr: Bas
id: Rendah
it: Basso
ja: 低い
ko: 낮음
lt: Žemas
pl: Niski
pt_br: Baixo
ru: Низкое
uk: Низька
vi: Thấp
zh_cn: 低
zh_tw: 低

# settings_graphicsquality_description_low
source: Reduces some background effects to improve framerate.
de: Reduziert einige Hintergrundeffekte, um die Framerate zu verbessern.
es_es: Reduce algunos efectos de fondo para mejorar los fotogramas.
fr: Réduit certains effets visuels d'arrière-plan pour améliorer les IPS.
id: Mengurangi beberapa efek latar belakang untuk meningkatkan framerate.
ja: フレームレートを向上させるために背景エフェクトを一部減らす。
ko: 프레임을 올리기 위해 몇몇 배경 효과를 줄입니다.
lt: Sumažina kai kuriuos fono efektus kad pagerinti kadrų dažnį.
pl: Zmniejsza efekty w tle w celu poprawy częstotliwość wyświetlania klatek.
pt_br: Reduz alguns efeitos de fundo para aprimorar a taxa de quadros.
ru: Упрощает эффекты заднего фона для увеличения производительности.
uk: Зменшити деякі фонові ефекти, щоб покращити частоту кадрів.
vi: Giảm một số hiệu ứng hình nền để tăng tốc độ khung hình.
zh_cn: 减少背景效果以提高帧率。
zh_tw: 减少背景效果以提高幀數。

# settings_graphicsquality_description_normal
source: Full graphics quality.
de: Vollständige Grafikqualität.
es_es: Calidad gráfica Completa.
fr: Qualité graphique normale.
id: Kualitas grafis penuh.
ja: フルグラフィック品質
ko: 완전한 그래픽 품질
lt: Pilna grafikos kokybė.
pl: Pełna jakość grafiki.
pt_br: Qualidade gráfica completa.
ru: Полное качество графики.
uk: Повна якість графіки.
vi: Chất lượng đồ họa đầy đủ.
zh_cn: 最佳渲染质量。
zh_tw: 最高圖形品質。

# settings_graphicsquality
source: Graphics Quality
de: Grafikqualität
es_es: Calidad de Gráficos
fr: Qualité des Graphismes
id: Kualitas Grafis
ja: グラフィック品質
ko: 그래픽 품질
lt: Grafikos kokybė
pl: Jakość Grafiki
pt_br: Qualidade dos Gráficos
ru: Качество Графики
uk: Якість графіки
vi: Chất lượng đồ họa
zh_cn: 渲染质量
zh_tw: 圖形品質

# settings_uivolume
source: UI Volume
de: UI Lautstärke
es_es: Volumen de UI
fr: Volume de l'interface
id: Volume Antarmuka
ja: UIボリューム
ko: UI 음량
lt: Vartotojo sąsajos garsumas
pl: Głośność Interfejsu
pt_br: Volume da Interface
ru: Громкость интерфейса
uk: Гучність звуків інтерфейсу
vi: Âm lượng giao diện
zh_cn: 界面音量
zh_tw: 介面音量

# settings_uivolume_description
source: Adjust the volume of the user interface sounds.
de: Die Lautstärke der Benutzeroberfläche anpassen.
es_es: Ajusta el volumen de los sonidos de la interfaz.
fr: Ajuste le volume sonore de l'interface utilisateur.
id: Sesuaikan volume suara antarmuka pengguna.
ja: ユーザーインターフェースの音量を調整します。
ko: 사용자 인터페이스에서의 음량을 조정합니다.
lt: Pakeisti vartotojo sąsajos garsumą.
pl: Dostosuj głośność dźwięków interfejsu.
pt_br: Ajuste o volume dos sons de interface do usuário.
ru: Измени громкость звуков меню.
uk: Змінити гучність звуків інтерфейсу гравця.
vi: Điều chỉnh âm lượng của các âm thanh giao diện.
zh_cn: 调整界面的音量。
zh_tw: 调整介面音量。

# menu_gamemods
source: Game Mods
de: Spiel Mods
es_es: Modos de Juego
fr: Modificateurs de Jeu
id: Modifikasi Game
ja: Mod
ko: 게임 변형
lt: Žaidimo modifikacijos
pl: Modyfikacje Gry
pt_br: Mods do Jogo
ru: Модификаторы Игры
uk: Ігрові модифікації
vi: Điều chỉnh trò chơi
zh_cn: 游戏模组
zh_tw: 遊戲模組

# settings_menu_audio_volumes
source: Adjust audio volume settings.
de: Audiolautstärke anpassen.
es_es: Ajusta las opciones de volumen de audio.
fr: Ajuster les paramètres de volume audio.
id: Sesuaikan pengaturan volume audio.
ja: オーディオ音量の設定を調整します。
ko: 음량 설정을 조정합니다.
lt: Reguliuoti garso lygio nustatymus.
pl: Dostosuj ustawienia głośności dźwięku.
pt_br: Ajuste as configurações do volume de áudio.
ru: Измени громкость аудио.
uk: Налаштувати гучність аудіо.
vi: Điều chỉnh cài đặt âm lượng của âm thanh.
zh_cn: 调整音量设置。
zh_tw: 調整音訊音量設定。

# settings_framequeueing
source: Frame Queueing
de: Frames vorladen
es_es: Cola de Fotogramas
fr: Tampon Multi-image
id: Antrian Frame
ja: フレームキュー
ko: 프레임 대기 설정
lt: Kadrų eiliavimas
pl: Kolejkowanie Klatek
pt_br: Fila de Frames
ru: Хранение Будущих Кадров
uk: Чергування кадрів
vi: Hàng đợi khung hình
zh_cn: 预渲染
zh_tw: 預渲染

# menu_settings_performance
source: Performance Settings...
de: Leistungs-Einstellungen...
es_es: Ajustes de Rendimiento...
fr: Paramètres de Performance...
id: Pengaturan Performa...
ja: パフォーマンス設定...
ko: 성능 설정...
lt: Našumo nustatymai...
pl: Ustawienia Wydajności...
pt_br: Configurações de Desempenho...
ru: Настройки Производительности...
uk: Налаштування продуктивності...
vi: Cài đặt hiệu năng...
zh_cn: 性能设置…
zh_tw: 效能設定...

# settings_menu_performance
source: Adjust performance-related options.
de: Leistungsbezogene Optionen anpassen.
es_es: Ajusta opciones relacionadas al rendimiento.
fr: Ajuster les options affectant les performances.
id: Menyesuaikan opsi terkait performa.
ja: パフォーマンス関連のオプションを調整します。
ko: 성능과 관련 있는 설정을 조정합니다.
lt: Pakeisti nustatymus, susijusius su našumu.
pl: Dostosuj opcje związane z wydajnością.
pt_br: Ajustar opções relacionadas ao desempenho.
ru: Измени настройки, связанные с производительностью.
uk: Налаштувати параметри, пов'язані з продуктивністю.
vi: Điều chỉnh cài đặt liên quan đến hiệu năng.
zh_cn: 调整与性能相关的选项。
zh_tw: 調整性能相關選項。

# screen_refresh_rate
source: Current screen refresh rate: {0} Hz
de: Aktuelle Bildschirm-Aktualisierungsrate: {0} Hz
es_es: Taza de refrescos actual: {0} Hz
fr: Taux actuel de rafraîchissement de l'écran : {0}Hz
id: Kecepatan refresh layar saat ini: {0} Hz
ja: 現在の画面リフレッシュレート： {0} Hz
ko: 현재 화면 주사율: {0} Hz
lt: Dabartinis ekrano atnaujinimo dažnis: {0} Hz
pl: Bieżąca częstotliwość odświeżania ekranu: {0} Hz
pt_br: Taxa atual da atualização de tela: {0} Hz
ru: Текущая частота обновления экрана: {0} Гц
uk: Поточна частота оновлення екрану: {0} Гц
vi: Tần số quét hiện tại: {0} Hz
zh_cn: 当前屏幕刷新率：{0} Hz
zh_tw: 目前螢幕更新率：{0} Hz

# frames_per_second
source: Current FPS: {0}
de: Aktuelle FPS: {0}
es_es: FPS Actual: {0}
fr: IPS Actuels : {0}
id: FPS Saat ini: {0}
ja: 現在のFPS： {0}
ko: 현재 FPS: {0}
lt: Dabartinis kadrų per sekundę kiekis: {0}
pl: Obecne FPS: {0}
pt_br: FPS Atual: {0}
ru: Текущий FPS: {0}
uk: Поточні FPS: {0}
vi: FPS hiện tại: {0}
zh_cn: 当前帧率：{0}
zh_tw: 目前幀數：{0}

# settings_framequeueing_latency
source: Latency
de: Latenz
es_es: Latencia
fr: Latence
id: Latensi
ja: 遅延
ko: 지연 시간 우선
lt: Vėlavimas
pl: Opóźnienie
pt_br: Latência
ru: Задержка
uk: Затримка
vi: Độ trễ
zh_cn: 延迟
zh_tw: 延遲

# settings_frame_queueing_performance
source: Performance
de: Leistung
es_es: Rendimiento
id: Performa
ja: パフォーマンス
ko: 성능 우선
lt: Našumas
pl: Wydajność
pt_br: Desempenho
ru: Производительность
uk: Продуктивність
vi: Hiệu năng
zh_cn: 性能
zh_tw: 效能

# settings_framequeueing_description_latency
source: Optimize for lower latency by disallowing multiple frames to be queued.
de: Latenz optimieren, indem verhindert wird, dass mehrere Frames vorgeladen werden.
es_es: Optimiza para menor latencia al desactivar que múltiples fotogramas estén en cola.
fr: Optimisation pour une faible latence en désactivant le tampon multi-image.
id: Optimalkan latensi yang lebih rendah dengan tidak mengizinkan beberapa frame untuk diantrekan.
ja: 複数のフレームをキューに入れないようにすることで、低遅延に最適化します。
ko: 여러 프레임이 대기하지 못하게 막아 낮은 지연 시간에 집중합니다.
lt: Pritaikyti žemesniam vėlavimui neleidžiant eiliuoti kelių kadrų.
pl: Optymalizuj pod kątem niższego opóźnienia, poprzez wyłączenie wielu klatek po kolei.
pt_br: Otimizar para baixa latência por desativar múltiplos quadros em fila.
ru: Оптимизируй для уменьшения задержки, запретив создание кадров заранее.
uk: Оптимізувати для меншої затримки шляхом заборони декільком кадрам чергуватися.
vi: Tối ưu cho độ trễ thấp hơn bằng cách không cho khung hình vào hàng đợi.
zh_cn: 禁用预渲染以降低延迟。
zh_tw: 取消預渲染以降低延遲。
