Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# customlevelimporter_browse
source: Browse from disk
de: Von der Festplatte durchsuchen
es_es: Navegar desde disco
fr: Parcourir le disque
id: Jelajahi dari disk
ko: 디스크에서 탐색하기
lt: Naršyti iš disko
pl: Przeglądaj z dysku
pt_br: Procurar do disco
ru: Выбрать с диска
uk: Переглянути з диска
zh_cn: 从磁盘浏览
zh_tw: 從磁碟瀏覽

# customlevelimporter_downloadmenu
source: Download from URL(s)
de: Von URL(s) herunterladen
es_es: Descargar desde URL(s)
fr: Téléchargement via URL(s)
id: Unduh dari URL
ko: URL에서 내려받기
lt: Siųstis iš nuorodos(-ų)
pl: Pobierz z adres(ów) URL
pt_br: Baixar da URL(s)
ru: Скачать по ссылке (ссылкам)
uk: Завантажити з URL-адрес
zh_cn: 从网络链接下载
zh_tw: 從網址下載

# customlevelimporter_dragdrop
source: Drag .rqzip files here
de: .rqzip-Dateien hierher ziehen
es_es: Arrastre archivos .rqzip aquí
fr: Faites glisser les fichiers .rqzip ici
id: Seret file .rqzip disini
ko: .rqzip 파일을 여기에 끌어 놓으세요
lt: Tempkite .rqzip failus čia
pl: Przeciągnij pliki .rqzip tutaj
pt_br: Arraste arquivos .rqzip aqui
ru: Перетащите .rqzip файл сюда
uk: Перетягніть файли .rqzip сюди
zh_cn: 将.rqzip 文件拖到这里
zh_tw: 將.rqzip檔案拖曳到此處

# customlevelimporter_or
source: or
de: oder
es_es: o
fr: ou
id: atau
ko: 또는
lt: arba
pl: lub
pt_br: ou
ru: или
uk: або
zh_cn: 或
zh_tw: 或

# customlevelimporter_modio
source: Browse custom levels on mod.io
de: Benutzerdefinierte Level auf mod.io durchsuchen
es_es: Explorar niveles personalizados en mod.io
fr: Parcourir les niveaux personnalisés sur mod.io
id: Jelajahi level kustom di mod.io
ko: mod.io 에서 사용자 레벨을 찾아보세요
lt: Ieškokite pridėtinių lygių mod.io puslapyje
pl: Znajdź poziomy na mod.io
pt_br: Procurar níveis personalizados no mod.io
ru: Обзор пользовательских уровней на mod.io
uk: Переглянути користувацькі рівні на mod.io
zh_cn: 在 mod.io 上浏览自定义关卡
zh_tw: 在mod.io上瀏覽自訂關卡

# menu_description_importlevels
source: Import new custom levels. You can import levels from: - Locally-saved ".rqzip" files - Public ".rqzip" URL downloads - Fan creations in Steam Workshop
de: Importiere neue benutzerdefinierte Levels. Du kannst Levels aus: - Lokal gespeicherten ".rqzip"-Dateien, - Öffentliche ".rqzip"-URL-Downloads, - Fan-Kreationen im Steam Workshop importieren.
es_es: Importar nuevos niveles personalizados. Puedes importar niveles desde: - Archivos ".rqzip" guardados localmente - Descargas de ".rqzip" públicas vía URL - Creaciones de fans en Steam Workshop
fr: Importez de nouveaux niveaux personnalisés. Vous pouvez importer des niveaux depuis : - Des fichiers ".rqzip" sauvegardés localement - Des URLs de ".rqzip" publiques - Des créations de fans dans le Steam Workshop
id: Impor level kustom baru. Kamu bisa impor level dari: - File ".rqzip" yang disimpan secara lokal - Unduhan URL ".rqzip" publik - Kreasi orang di Steam Workshop
ko: 새로운 커스텀 레벨 가져오기. 아래로 부터 가져올 수 있습니다. - 로컬에 저장된 '.rqzip' 파일 - 공용 ".rqzip' URL 다운로드 - 스팀 창작마당의 유저 창작물
lt: Importuoti naujus pridėtinius lygius. Galima importuoti lygius iš: - Lokaliai parsiųstų „.rqzip“ failų - Viešų „.rqzip“ failų nuorodų - Fanų sukurtų lygių „Steam Workshop“ platformoje
pl: Importuj nowe poziomy. Możesz importować poziomy z: - Zapisanych lokalnie plików ".rqzip" - Plików ".rqzip" Udostępnionych za pomocą URL - Wytworów dostępnych w Warsztacie Steam
pt_br: Importar novos níveis personalizados. Você pode importar níveis de: - Arquivos ".rqzip" localmente salvos - URL de downloads ".rqzip" público - Criações de fã na Oficina Steam
ru: Импорт новых пользовательских уровней. Вы можете импортировать уровни: - С диска, используя файлы с расширением ".rqzip" - С публичных ссылок на скачивание ".rqzip" файлов - Пользовательских работ в Steam Workshop
uk: Імпорт нових користувацьких рівнів Ти можеш імпортувати користувацькі рівні з: - Локально збережених ".rqzip" файлів - Публічних ".rqzip" завантажень URL-адрес - Фанатських творінь у Майстерні Steam
zh_cn: 导入自定义关卡。 你可以通过以下方式导入： - 本地的 “.rqzip” 文件 - 从公共的 “.rqzip” 链接下载 - Steam Workshop中的粉丝作品
zh_tw: 導入新的自訂關卡。 您可以從下列位置導入關卡： - 本機儲存的".rqzip"文件 - 公共“.rqzip”網址下載 - Steam創意工坊中的粉絲創作

# customlevelimporter_urlinput
source: Enter one or more URL(s) to .rqzip files to download: (place each URL on a separate line)
de: Gib eine oder mehrere URLs zu herunterzuladenden .rqzip-Dateien ein: (gebe jede URL in eine eigene Zeile ein)
es_es: Introduzca una o más URL(s) a archivos .rqzip para descargar: (coloque cada URL en una línea separada)
fr: Entrez une ou plusieurs URL(s) vers des fichiers ".rqzip" à télécharger : (placez chaque URL sur une ligne séparée)
id: Masukkan satu atau beberapa URL ke file .rqzip untuk diunduh: (letakkan setiap URL pada baris terpisah)
ko: 하나 이상의 .rqzip 파일 다운로드 URL(들)을 입력하십시오: (각 URL을 다른 줄에 입력하십시오)
lt: Įveskite vieną ar daugiau URL nuorodų, kuriais siųsti .rqzip failus: (kiekvieną URL įrašykite į atskirą eilutę)
pl: Wstaw jeden lub więcej adresów URL, aby pobrać pliki .rqzip (umieść każdy adres URL w osobnej linii)
pt_br: Digite um ou mais URL(s) de arquivos .rqzip para baixar: (coloque cada URL em uma linha separada)
ru: Введите одну или несколько ссылок, чтобы скачать .rqzip файлы: (разделяйте ссылки новыми строками)
uk: Введіть одну або декілька URL-адрес до .rqzip файлів для завантаження: (вставте кожну URL-адресу на окремому рядку)
zh_cn: 输入一个或多个到.rqzip 文件的下载链接： (将每个链接放在单独行上)
zh_tw: 輸入一個或多個要下載的.rqzip檔案網址： （將每個網址單獨分行）

# customlevelimporter_download
source: Download
de: Herunterladen
es_es: Descargar
fr: Télécharger
id: Unduh
ko: 내려받기
lt: Atsisiųsti
pl: Pobierz
pt_br: Baixar
ru: Скачать
uk: Скачати
zh_cn: 下载
zh_tw: 下載

# customlevelimporter_pasteclipboard
source: Paste from Clipboard
de: Aus Zwischenablage einfügen
es_es: Pegar de Portapapeles
fr: Coller depuis le Presse-papiers
id: Tempelkan dari papan klip
ko: 클립보드에서 붙여넣기
lt: Įklijuoti iš iškarpinės
pl: Wklej ze schowka
pt_br: Colar da Área de Transferência
ru: Вставить из Буфера Обмена
uk: Вставити з буфера обміну
zh_cn: 从剪贴板粘贴
zh_tw: 從剪貼簿貼上

# editor_button_graphics
source: Graphics
de: Grafik
es_es: Gráficos
fr: Graphismes
id: Grafis
ko: 그래픽
lt: Grafika
pl: Grafika
pt_br: Gráficos
ru: Графика
uk: Графіка
zh_cn: 图像
zh_tw: 圖形

# editor_action_graphicsdata
source: Edit level graphics
de: Levelgrafik bearbeiten
es_es: Editar gráficos del nivel
fr: Modifier les graphismes du niveau
id: Ubah grafis level
ko: 레벨 그래픽 편집
lt: Redaguoti lygio grafiką
pl: Edytuj grafikę poziomu
pt_br: Editar os gráficos do nível
ru: Изменить графику уровня
uk: Редагувати графіку рівня
zh_cn: 编辑关卡图像
zh_tw: 編輯關卡圖形

# world_1_tilesetgrass
source: Green Grasslands (+ grass)
de: Grünes Grasland (+ Gras)
es_es: Praderas Verdes (+ pasto)
fr: Promenade Printanière (+ herbe)
id: Padang Rumput Hijau (+ rumput)
lt: Žaliosios pievos (+ žolė)
pl: Pistacjowe Pastwiska (+ trawa)
pt_br: Campos Verdes (+ grama)
ru: Зеленые Земли (+ трава)
uk: Зелені Луги (+ трава)
zh_cn: 绿色草原(+草)
zh_tw: 綠色草原（+草）

# editor_menu_sfxpitch
source: Sfx Pitch...
de: SFX-Tonhöhe...
es_es: Pitch de Sfx...
fr: Hauteur Sfx...
id: Efek Suara Pitch...
ko: 효과음 피치...
lt: Garso efektų aukštis...
pl: Ton Efektów...
pt_br: Altura dos sons...
ru: Высота звуков...
uk: Тональність Sfx...
zh_cn: Sfx 音调...
zh_tw: 音效音調...

# editor_text_sfxpitchdescription
source: Select the main pitch/key of your song. Note: Coin Sfx play in perfect fifths (Example: Key of C -> Coin notes will be C and G)
de: Wähle die Haupttonhöhe/Tonart deines Songs. Hinweis: Münzsounds spielen in perfekten Quinten (Beispiel: Tonart C -> Münzsounds werden C und G sein)
es_es: Selecciona el pitch/clave de tu canción. Nota: Sfx de monedas tocan en quintos perfectos (Ejemplo: Clave de C -> Notas de monedas serian C y G)
fr: Sélectionnez la clef principale de votre musique. Note : L'effet sonore des pièces est joué en quinte parfaite. (Exemple : Clef de Do -> Les notes des pièces seront Do et Sol)
ko: 노래의 주가 되는 피치/조성을 선택해주세요. 주의: 동전 효과음은 완전5도로 재생됩니다 (예: C의 조성 - > 코인 노트는 C 와 G가 됩니다)
lt: Pasirinkite pagrindinį dainos garso aukštį / klavišą. Pastaba: „Coin Sfx“ groja tobulomis kvintomis (Pavyzdys: C klavišas -> monetų natos bus C ir G)
pl: Wybierz główny ton/klucz swojej piosenki. Uwaga: Efekty dźwiękowe monet grają w idealnych kwintach (Przykład: Klucz C -> Nuty monet będą C i G)
pt_br: Selecione um tom/altura principal para sua música. Nota: Sons de moeda tocam em quinta justa (Exemplo: Tom de C -> Notas de moedas serão C e G)
ru: Выберите основную высоту звуков для трека. Примечание: звук монеты проигрывает интервалом в квинту (Например: Нота "до" -> Монеты будут использовать "до" и "соль")
uk: Вибрати основну висоту/тональність твоєї пісні. Примітка: Sfx монет грають у perfect fifths (Приклад: Нота Мі -> ноти монет будуть Мі та Сі)
zh_cn: 选择您歌曲的主音调/音高。 注意：金币音效为标准五跨度 (例如：C调 -> 金币音效的音调将是 C 和 G)
zh_tw: 選擇歌曲的主音高/調。 注意：金幣音效以完全五度演奏 （例如：C大調->硬幣notes將是C和G）

# editor_palette_dialog_title
source: Palette: Section {0}
de: Palette: Abschnitt {0}
es_es: Paleta: Sección {0}
id: Palet: Bagian {0}
ko: 팔레트: 구획 {0}
lt: Paletė: Sekcija {0}
pl: Paleta: Sekcja {0}
pt_br: Paleta: Seção {0}
ru: Палитра: Секция {0}
uk: Палітра: Секція {0}
zh_cn: 色板：区域 {0}
zh_tw: 調色盤：第{0}段

# editor_action_palette
source: Change color palette for section {0}
de: Farbpalette für Abschnitt {0} ändern
es_es: Cambiar paleta de color para sección {0}
fr: Changer la palette de couleur de la section {0}
id: Ubah warna palet untuk bagian {0}
ko: {0} 구획의 색상 팔레트 변경
lt: Keisti spalvų paletę {0} sekcijai
pl: Zmień paletę kolorów dla sekcji {0}
pt_br: Alterar a paleta de cor para a seção {0}
ru: Изменить цветовую палитру секции {0}
uk: Змінити кольорову палітру для секції {0}
zh_cn: 更改区域 {0} 的色板
zh_tw: 更改第{0}段的調色盤

# editor_tool_palette_description
source: <color=#ffff00>Palettes</color> Click on a checkpoint section to edit its color palette.
de: <color=#ffff00>Paletten</color> Klicke auf einen Checkpoint Abschnitt, um seine Farbpalette zu bearbeiten.
es_es: <color=#ffff00>Paleta</color> Haz click en una sección de punto de control para editar su paleta de color.
fr: <color=#ffff00>Palettes</color> Cliquez sur une section de point de passage pour changer sa palette de couleurs.
id: <color=#ffff00>Palet</color> Klik pada bagian checkpoint untuk mengedit warna palet.
ko: <color=#ffff00>팔레트</color> 체크포인트 구획을 클릭하여 색상 팔레트 수정.
lt: <color=#ffff00>Paletės</color> Spauskite ant kontrolinio taško sekcijos, norėdami redaguoti jos spalvų paletę.
pl: <color=#ffff00>Palety</color> Kliknij punkt zapisu sekcji, aby zmienić jej paletę kolorów.
pt_br: <color=#ffff00>Paletas</color> Clique em uma seção de checkpoint para editar sua paleta de cores.
ru: <color=#ffff00>Палитры</color> Кликни на секцию чекпоинта, чтобы изменить его цветовую палитру.
uk: <color=#ffff00>Палітри</color> Натисни на контрольну точку, щоб змінити її кольорову палітру.
zh_cn: <color=#ffff00>色板</color> 点击存档点来编辑区域的色板。
zh_tw: <color=#ffff00>調色盤</color> 點選記錄點部分編輯其調色盤。

# editor_tooltip_palette
source: Palettes
de: Paletten
es_es: Paletas
id: Palet
ko: 팔레트
lt: Paletės
pl: Palety
pt_br: Paletas
ru: Палитры
uk: Палітри
zh_cn: 色板
zh_tw: 調色盤

# leveleditor_mouseprompt
source: The Rhythm Quest level editor can currently only be used with a mouse or other pointing device. Do you still want to continue?
de: Der Rhythm Quest Level-Editor kann derzeit nur mit einer Maus oder einem anderen Zeigegerät verwendet werden. Möchtest du trotzdem fortfahren?
es_es: El editor de nivel para Rhythm Quest en este momento solo se puede utilizar con un ratón u otro dispositivo para apuntar. ¿Todavía quieres continuar?
fr: L'éditeur de niveau de Rhythm Quest ne peut actuellement être utilisé qu'avec une souris ou un autre périphérique de pointage. Voulez-vous tout de même continuer ?
ko: 현재, Rhythm Quest 레벨 편집기를 사용하려면 마우스나 다른 포인팅 장치가 필요합니다. 정말로 계속하시겠습니까?
lt: „Rhythm Quest“ lygių redaktorius šiuo metu palaiko tik pelę arba kitus panašius įrenginius. Ar norite tęsti?
pl: Edytor poziomów Rhythm Quest może być obecnie używany jedynie za pomocą myszki, lub podobnym urządzeniem wskazującym. Czy nadal chcesz kontynuować?
pt_br: O editor de níveis do Rhythm Quest requer o uso de um mouse ou outro dispositivo que aponte. Você ainda deseja continuar?
ru: Редактор уровней Rhythm Quest пока что может использоваться только с мышью или другим указывающим устройством. Все равно продолжить?
uk: Наразі редактором Rhythm Quest можна користуватися лише мишею або іншим пристроєм з курсором. Все одно продовжити?
zh_cn: Rhythm Quest 关卡编辑器目前只能使用鼠标或其他点击设备。 您还想要继续吗？
zh_tw: Rhythm Quest關卡編輯器目前只能使用滑鼠或其他可點擊的裝置。 您還想要繼續嗎？

# editor_tool_particles_description
source: <color=#ffff00>Particles</color> Click on a checkpoint section to edit its particle effects.
de: <color=#ffff00>Partikel</color> Klicke auf einen Checkpoint Abschnitt, um seine Partikeleffekte zu bearbeiten.
es_es: <color=#ffff00>Particular</color> Haz click en una sección de punto de control para editar su efecto de partículas.
fr: <color=#ffff00>Particules</color> Cliquez sur une section de point de passage pour modifier ses effets de particules.
id: <color=#ffff00>Partikel</color> Klik pada bagian checkpoint untuk mengedit efek partikel.
ko: <color=#ffff00>파티클</color> 체크포인트 구획을 클릭하여 파티클 효과를 수정.
lt: <color=#ffff00>Dalelės</color> Spauskite ant kontrolinio taško sekcijos, norėdami redaguoti jos dalelių efektus.
pl: <color=#ffff00>Drobinki</color> Kliknij punkt zapisu sekcji, aby zmienić jej drobinki.
pt_br: <color=#ffff00>Partículas</color> Clique em uma seção de checkpoint para editar seus efeitos de partícula.
ru: <color=#ffff00>Частицы</color> Кликни на секцию чекпоинта, чтобы изменить его эффекты частиц.
uk: <color=#ffff00>Частинки</color> Натисни на контрольну точку, щоб змінити маленькі частинки, що літають біля неї.
zh_cn: <color=#ffff00>粒子</color> 点击存档点来编辑区域的粒子效果。
zh_tw: <color=#ffff00>粒子</color> 點選紀錄點部分編輯其粒子效果。

# editor_tooltip_particles
source: Particles
de: Partikel
es_es: Partículas
fr: Particules
id: Partikel
ko: 입자
lt: Dalelės
pl: Drobinki
pt_br: Partículas
ru: Частицы
uk: Частинки
zh_cn: 粒子效果
zh_tw: 粒子

# editor_action_particles
source: Change particle effects for section {0}
de: Partikeleffekte für Abschnitt {0} ändern
es_es: Cambiar los efectos de partículas para sección {0}
fr: Changer les effets de particules de la section {0}
id: Ubah efek partikel untuk bagian {0}
ko: {0} 구가의 파티클 효과 수정
lt: Keisti dalelių efektus {0} sekcijai
pl: Zmień efekt cząsteczkowy dla sekcji {0}
pt_br: Mudar efeitos de partícula para a seção {0}
ru: Изменить эффекты частиц секции {0}
uk: Змінити ефекти частинок для секції {0}
zh_cn: 修改区域 {0} 的粒子效果
zh_tw: 改變第{0}段的粒子效果

# editor_particles_dialog_title
source: Particles: Section {0}
de: Partikel: Abschnitt {0}
es_es: Partículas: Sección {0}
fr: Particules : Section {0}
id: Partikel: Bagian {0}
ko: 파티클: {0}구간
lt: Dalelės: Sekcija {0}
pl: Drobinki: Sekcja {0}
pt_br: Partículas: Seção {0}
ru: Частицы: Секция {0}
uk: Частини: Секція {0}
zh_cn: 粒子效果：区域 {0}
zh_tw: 粒子：第{0}段

# particles_none
source: None
de: Keine
es_es: Ninguna
fr: Aucune
id: Tidak ada
ko: 없음
lt: Nėra
pl: Brak
pt_br: Nenhum
ru: Никакие
uk: Немає
zh_cn: 无
zh_tw: 無

# particles_leaves
source: Leaves
de: Laub
es_es: Hojas
fr: Feuilles
id: Daun
ko: 나뭇잎
lt: Lapai
pl: Liście
pt_br: Folhas
ru: Листья
uk: Листя
zh_cn: 叶子
zh_tw: 葉子

# particles_diamonds
source: Diamonds
de: Diamanten
es_es: Diamantes
fr: Carreaux
id: Berlian
ko: 다이아몬드
lt: Deimantai
pl: Diamenty
pt_br: Diamantes
ru: Ромбы
uk: Діаманти
zh_cn: 钻石
zh_tw: 鑽石

# particles_snow
source: Snow
de: Schnee
es_es: Nieve
fr: Neige
id: Salju
ko: 눈
lt: Sniegas
pl: Śnieg
pt_br: Neve
ru: Снег
uk: Сніг
zh_cn: 雪花
zh_tw: 雪

# particles_dots
source: Dots
de: Punkte
es_es: Puntos
fr: Points
id: Titik
ko: 점
lt: Taškai
pl: Kropki
pt_br: Pontos
ru: Точки
uk: Крапки
zh_cn: 粒子
zh_tw: 點

# particles_stars
source: Stars
de: Sterne
es_es: Estrellas
fr: Étoiles
id: Bintang
ko: 별
lt: Žvaigždutės
pl: Gwiazdy
pt_br: Estrelas
ru: Звезды
uk: Зірки
zh_cn: 星星
zh_tw: 星星

# particles_petals
source: Petals
de: Blütenblätter
es_es: Petalos
fr: Pétales
id: Kelopak bunga
ko: 꽃잎
lt: Žiedlapiai
pl: Płatki
pt_br: Pétalas
ru: Лепестки
uk: Пелюстки
zh_cn: 花瓣
zh_tw: 花瓣

# particles_trails
source: Trails
de: Spuren
es_es: Rastros
fr: Traînées
id: Jejak
ko: 자취
lt: Takeliai
pl: Ślady
pt_br: Rastros
ru: Следы
uk: Трейли
zh_cn: 残影
zh_tw: 尾跡

# particles_rain
source: Rain
de: Regen
es_es: Lluvia
fr: Pluie
id: Hujan
ko: 비
lt: Lietus
pl: Deszcz
pt_br: Chuva
ru: Дождь
uk: Краплі
zh_cn: 雨滴
zh_tw: 雨

# bonus_level_violet_hyperwave
source: Violet Hyperwave
es_es: Hyperonda Violeta
pl: Fioletowa Hiperfala

# bonus_level_a_single_leaf_flutters_in_the_wind
source: A Single Leaf Flutters in the Wind
es_es: Una Única Hoja Aletea en el Viento
pl: Pojedynczy Liść na Wietrze

# bonus_level_standing_here_alone_expert_mix
source: Standing Here Alone (Expert Mix)
es_es: Aquí Solo De pie (Mix de Experto)
fr: Standing Here Alone (Mix Expert)
pl: Samotnie Tu Stojąc (Expert Mix)

# bonus_level_super_mega_zero
source: Super Mega Zero (RQ Edit)
es_es: Super Mega Cero (Edición de RQ)
ru: Super Mega Zero (версия RQ)
uk: Super Mega Zero (Версія RQ)

# menu_settings_colorskins_colors
source: Colors
de: Farben
es_es: Colores
fr: Couleurs
id: Warna
ko: 색상
lt: Spalvos
pl: Kolory
pt_br: Cores
ru: Цвета
uk: Кольори
zh_cn: 颜色
zh_tw: 顏色

# bonus_level_as_the_cherry_blossom_falls
source: As the Cherry Blossom Falls
es_es: Mientras la Flor de Cerezo Cae
pl: Jak Spadające Płatki Wiśni

# settings_menu_enemyspacing_description
source: Adjust the visual position of enemies relative to the beat.
de: Die visuelle Position der Feinde relativ zum Beat anpassen.
es_es: Ajustar la posición visual de los enemigos en relación al beat.
fr: Ajuste visuellement la position des ennemis par rapport aux battements.
ko: 박자에 비례하여 적의 시각적 위치를 조정.
lt: Sureguliuoti vaizdinę priešų padėtį ritmo atžvilgiu.
pl: Dostosuj pozycję wizualną wrogów w stosunku do nut.
pt_br: Ajuste a posição visual dos inimigos em relação à batida.
ru: Отрегулируй визуальное расположение врагов относительно ритма.
uk: Регулювати візуальну позицію ворогів відносно до місць натискання.
zh_cn: 调整敌人相对于节拍的视觉位置。
zh_tw: 調整敵人相對於節拍點的顯示位置。

# settings_enemyspacing
source: Enemy Spacing
de: Gegner Abstand
es_es: Espaciado de Enemigo
fr: Espacement des Ennemis
id: Jarak Musuh
ko: 적 간격
lt: Atstumas tarp priešų
pl: Odstępy Między Wrogami
pt_br: Espaçamento entre Inimigos
ru: Расстояние Между Врагами
uk: Відстань до ворогів
zh_cn: 敌人间距
zh_tw: 敵人間距

# settings_enemyspacing_description
source: Adjust the visual position of enemies (does not affect timing window relative to the beat).
de: Die visuelle Position der Feinde anpassen (wirkt sich nicht auf das Zeitfenster relativ zum Beat aus).
es_es: Ajustar la posición visual de los enemigos (no afecta la ventana de precisión relativa al beat).
fr: Ajuste visuellement la position des ennemis (n'affecte pas la fenêtre des actions par rapport aux battements).
ko: 적의 시각적 위치를 조정 (박자의 비례하여 타이밍을 조정하지 않습니다).
lt: Sureguliuoti vaizdinę priešų padėtį (neturi įtakos ritmui).
pl: Dostosuj pozycję wizualną wrogów (nie wpływa na okno czasowe względem rytmu).
pt_br: Ajusta a posição visual de inimigos (não afeta a janela de tempo em relação à batida).
ru: Отрегулируй визуальное расположение врагов (не влияет на окно для нажатий относительно ритма).
uk: Регулювати візуальну позицію ворогів (Не впливає на хітбокси відносно до музики).
zh_cn: 调整敌人的视觉位置 (不影响判定区域)。
zh_tw: 調整敵人的顯示位置（不影響相對於節拍的判定區域）。

# bonus_level_lets_have_an_adventure
source: Let's Have an Adventure!
es_es: ¡Tengamos una Aventura!
pl: Miejmy Przygodę!

# settings_scalingtimingwindows
source: Scaling Windows
de: Fensterskalierung
es_es: Escala de Ventanas
fr: Fenêtre Proportionnelles
id: Jendela Timing
ko: 조정 범위
lt: Mastelio tarpai
pl: Okna Skali
pt_br: Redimensionando Janelas
ru: Размер Окна Для Нажатий
uk: Зміна Хітбоксів
zh_cn: 判定窗口
zh_tw: 調整判定範圍

# settings_scalingtimingwindows_description_disabled
source: (Default) Timing windows match expected visual spacings. Windows are shorter in duration with faster music speeds.
de: (Standard) Die Zeitfenster entsprechen den erwarteten visuellen Abständen. Die Fenster sind von kürzerer Dauer bei schnellerer Musikgeschwindigkeit.
es_es: (Por Defecto) Las ventanas de tiempo coinciden con los espacios visuales esperados. Las ventanas son más pequeñas en duración con música más rápida.
fr: (Par défaut) Les fenêtres des actions correspondent aux espacements visuels. Elles sont plus petites quand la musique va plus vite.
ko: (기본) 판정 범위가 보여지는 간격과 일치합니다. 곡의 속도가 빨라질수록 범위가 좁아집니다.
lt: (Numatyta) Pataikymo tarpai atitinka numatomus vaizdinius atstumus. Muzikai būnant greitesnei, pataikymo tarpai trumpesni.
pl: (Domyślne) Okna czasowe dopasowywują się do odstępów wizualnych. Okna są krótsze, im szybsza jest prędkość muzyki.
pt_br: (Padrão) Janelas de tempo correspondem o espaçamento visual esperado. As janelas são menores em duração com velocidades de música mais rápidas.
ru: (По умолчанию) Окно для нажатий соответствует визуальному расстоянию. Окна становятся короче вместе с ускорением музыки.
uk: (За замовчуванням) Хітбокси відповідають очікуваним візуальним змінам. Хітбокси стають меншими при збільшенні швидкості.
zh_cn: (默认) 判定窗口匹配预期的视觉尺寸。判定范围随音乐加快而缩小。
zh_tw: （預設）判定範圍與預期的視覺間距相符。 當判定的範圍越短，音樂速度越快。

# settings_scalingtimingwindows_description_enabled
source: Scales the visual width of timing windows by the music speed setting so that duration is constant. May cause unexpected effects at high or low speeds!
de: Skaliert die visuelle Breite der Zeitfenster mit der eingestellten Musikgeschwindigkeit, sodass die Dauer konstant bleibt. Kann bei hohen oder niedrigen Geschwindigkeiten unerwartete Effekte verursachen!
es_es: Escala el ancho visual de las ventanas de tiempo por la velocidad de la música para que la duración sea constante. ¡Puede causar efectos inesperados a velocidades altas o bajas!
fr: Change visuellement la taille des fenêtres d'action en fonction du paramètre de vitesse de la musique pour préserver leurs durées. Peut causer des effets inattendus à très haute ou basse vitesse !
ko: 길이가 일정하도록 보여지는 판정 범위를 조정합니다. 빠르거나 느린 속도에서 예기치 못한 효과를 가져올 수 있습니다!
lt: Keičia pataikymo tarpus pagal muzikos greičio nustatymą, jog trukmė būtų pastovi. Gali sukelti netikėtų efektų esant dideliam arba mažam greičiui!
pl: Skaluje wizualną szerokość okien czasowych przez ustawienie prędkości muzyki, tak aby czas trwania był stały. Może powodować niespodziewane skutki przy dużych lub niskich prędkościach!
pt_br: Redimensiona a largura visual das janelas de tempo pela configuração da velocidade da música para que a duração seja constante. Pode causar efeitos inesperados em velocidades altas ou baixas!
ru: Устанавливает визуальный размер окна для нажатий одинаковый для всего трека, учитывая скорость музыки. Может вызвать непредвиденные эффекты на высоких или низких скоростях!
uk: Масштабує візуальну ширину хітбоксів під час зміни швидкості музики так, що їх ширина є постійною. Може викликати неочікувані ефекти з високою або низькою швидкістю!
zh_cn: 随音乐速度改变判定窗口以保证判定范围恒定。在较高或较低速度时可能产生预期之外的视觉效果。
zh_tw: 隨音樂速度改變判定視窗以確保判定範圍恆定。在較高或較低速度時可能產生預期之外的效果！

# bonus_level_crimson_halls
source: Crimson Halls
es_es: Salas de Crimson
fr: Crimson Halls (Couloirs Carmins)
pl: Karmazynowe Sienie

# menu_settings_colorskins
source: Color Skins...
de: Farbliche Skins...
es_es: Skins de Color...
fr: Thèmes de Couleur...
id: Warna Skin...
ko: 색깔...
lt: Spalvos...
pl: Skórki Kolorów...
pt_br: Visual de Cores...
ru: Цветовые Скины...
uk: Зміна вигляду...
zh_cn: 颜色外观...
zh_tw: 顏色外觀...
