Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# settings_pixelfont_description_enabled
source: Use pixel-styled font for the interface.
de: Pixel Schriftart für die Oberfläche verwenden.
es_es: Usa una fuente pixelada para la interfaz.
fr: Utiliser une police au style pixelisé dans l'interface.
id: Menggunakan font gaya piksel untuk antarmuka.
it: Usa il font pixelato per l'interfaccia.
ja: ピクセルフォントを使用します。
ko: 인터페이스에 픽셀 스타일 폰트 사용.
lt: Naudoti pikselinį šriftą vartotojo sąsajai.
pl: Korzystaj z pikselowej czcionki dla interfejsu.
pt_br: Use a fonte de estilo pixelada para a interface.
ru: Использовать пиксельный шрифт для интерфейса.
tr: Arayüz için piksel yazı tipi kullanın.
uk: Використовувати піксельний шрифт для інтерфейсу.
vi: Sử dụng phông pixel cho giao diện.
zh_cn: 在界面使用像素字体。
zh_tw: 在介面中使用像素風格字體。

# settings_onscreenbuttons
source: On-screen Buttons
de: Bildschirmtasten
es_es: Botones en pantalla
fr: Boutons à l'Écran
id: Tombol di layar
it: Tasti virtuali su schermo
ja: 画面上のボタン
ko: 화면 버튼
lt: Ekrano mygtukai
pl: Przyciski na ekranie
pt_br: Botões na Tela
ru: Кнопки на экране
tr: Ekran Düğmeleri
uk: Кнопки на екрані
vi: Nút trên màn hình
zh_cn: 虚拟按键
zh_tw: 虛擬按鍵

# settings_hide
source: Hide
de: Ausblenden
es_es: Esconder
fr: Cachés
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 숨기기
lt: Slėpti
pl: Ukryj
pt_br: Ocultar
ru: Скрывать
tr: Gizle
uk: Сховати
vi: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏

# settings_show
source: Show
de: Anzeigen
es_es: Mostrar
fr: Visibles
id: Tampilkan
it: Mostra
ja: 表示
ko: 보이기
lt: Rodyti
pl: Pokaż
pt_br: Exibir
ru: Отображать
tr: Göster
uk: Показати
vi: Hiện
zh_cn: 显示
zh_tw: 顯示

# settings_onscreenbuttons_description_hide
source: On-screen buttons will be hidden. Tap the left and right sides of the screen to play.
de: Bildschirmtasten werden ausgeblendet. Tippe zum Spielen auf die linke und rechte Seite des Bildschirms.
es_es: Los botones en pantalla serán escondidos. Toca los lados izquierdos y derechos de la pantalla para jugar.
fr: Les boutons ne seront pas montrés à l'écran. Toucher la gauche et la droite de l'écran pour jouer.
id: Tombol di layar akan disembunyikan. Ketuk sisi kiri dan kanan layar untuk bermain.
it: I tasti virtuali rimarranno nascosti. Tocca il lato sinistro e il lato destro dello schermo per giocare.
ja: 画面上にボタンは表示されません。画面の左右をタップして遊ぶことができます。
ko: 화면 버튼들이 숨겨집니다. 화면의 왼쪽과 오른쪽을 탭하여 플레이하세요.
lt: Ekrane esantys mygtukai bus paslėpti. Bakstelėkite kairę ir dešinę ekrano puses, kad žaisti.
pl: Przyciski na ekranie zostaną ukryte. Dotknij lewej i prawej strony ekranu, aby grać.
pt_br: Os botões na tela serão ocultados. Toque nos lados esquerdo e direito da tela para jogar.
ru: Кнопки на экране будут скрыты. Нажимай на левую и правую стороны экрана во время игры.
tr: Ekrandaki düğmeler gizlenecektir. Oynamak için ekranın sol ve sağ taraflarına dokunun.
uk: Кнопки на екрані будуть сховані. Натискай на ліву та праву частини екрану для гри.
vi: Nút trên màn hình sẽ bị ẩn. Nhấn vào hai bên màn hình để chơi.
zh_cn: 隐藏虚拟按键，点击屏幕左右两侧进行游玩。
zh_tw: 虛擬按鍵將被隱藏，點擊螢幕左右以遊玩。

# settings_onscreenbuttons_description_show
source: On-screen buttons will be shown. (You don't have to tap exactly on them)
de: Bildschirmtasten werden angezeigt. (Du musst nicht genau auf sie tippen)
es_es: Los botones en pantalla se mostrarán (No tienes que tocar exactamente en ellos)
fr: Les boutons seront visibles à l'écran. (Mais vous pouvez quand-même toucher à côté)
id: Tombol dilayar akan ditampilkan. (Anda tidak perlu mengetuknya dengan tepat)
it: I tasti virtuali verranno mostrati. (Non è necessario premerli in maniera esatta)
ja: 画面上にボタンが表示されます。（ボタンを正確にタップする必要はありません。）
ko: 화면 버튼들이 표시됩니다. (버튼을 정확히 탭하지 않아도 됩니다)
lt: Ekrane esantys mygtukai bus rodomi. (Jum nereikės ant jų tiksliai bakstelėti)
pl: Przyciski na ekranie będą widoczne. (Nie musisz dotykać dokładnie na nich)
pt_br: Os botões na tela serão exibidos. (Você não precisa tocar exatamente neles)
ru: Кнопки на экране будут видимы. (Необязательно нажимать точно на них)
tr: Ekran düğmeleri gösterilecektir. (Tam olarak üzerlerine dokunmanız gerekmez.)
uk: Кнопки на екрані будуть показані. (Необов'язково натискати прямо на них)
vi: Nút trên màn hình sẽ hiển thị. (Không cần phải nhấn chính xác vào nó)
zh_cn: 虚拟按钮将显示。（您可以不点击它们）
zh_tw: 虛擬按鍵將會顯示。（您不需要點擊在按鍵上）

# menu_changelog
source: Changelog
de: Änderungsprotokoll
es_es: Registro de cambios
fr: Notes de Version
id: Catatan Perubahan
it: Registro delle modifiche
ja: 更新履歴
ko: 변경 사항
lt: Pakeitimų istorija
pl: Lista Zmian
pt_br: Notas de atualização
ru: Список изменений
tr: Değişiklikler
uk: Список змін
vi: Nhật ký thay đổi
zh_cn: 更新日志
zh_tw: 更新日誌

# world_1
source: Green Grasslands
de: Grünes Grasland
es_es: Praderas Verdes
fr: Promenade Printanière
id: Padang Rumput Hijau
it: Distesa Verde
lt: Žaliosios pievos
pl: Pistacjowe Pastwiska
pt_br: Campos Verdes
ru: Зелёные луга
tr: Yeşil otlaklar
uk: Зелені Луги
zh_cn: 绿色草原
zh_tw: 綠色草原

# world_2
source: Cloudy Courseway
de: Wolkiger Wanderweg
es_es: Curso Nublado
fr: Allée Aérienne
id: Jalan Berawan
it: Pista Nuvolosa
lt: Debesuotas takas
pl: Pochmurna Przebieżka
pt_br: Percurso Nublado
ru: Облачная тропа
tr: Bulutlu Parkur
uk: Хмарний Шлях
zh_cn: 云端航道
zh_tw: 雲端航道

# world_3
source: Retro Ridge
es_es: Cresta Retro
fr: Ravin Rétro
id: Punggung Bukit Retro
it: Cima Retrò
lt: „Retro“ keteros
pl: Retro Rowy
pt_br: Cordilheira Retrô
ru: Ретро-раздолье
tr: Retro Sırt
uk: Ретро Кряж
zh_cn: 复古山岭
zh_tw: 復古山嶺

# world_4
source: Magical Metropolis
de: Magische Metropole
es_es: Metrópolis Mágica
fr: Métropole Magique
id: Metropolis Ajaib
it: Metropoli Magica
lt: Magiškas metropolis
pl: Magiczne Miasto
pt_br: Metrópole Mágica
ru: Магический мегаполис
tr: Büyülü Metropol
uk: Магічний Метрополіс
zh_cn: 魔法之都
zh_tw: 魔法之都

# world_5
source: Crystal Caverns
de: Kristall Kavernen
es_es: Cavernas de Cristal
fr: Cavernes Cristallines
id: Gua Kristal
it: Caverne di Cristallo
ko: Space Sojourn
lt: Kristalų urvai
pl: Perłowe Pieczary
pt_br: Cavernas de Cristal
ru: Хрустальные пещеры
tr: Kristal Mağaralar
uk: Кристальні Печери
zh_cn: 水晶洞窟
zh_tw: 太空旅居

# world_6
source: Space Sojourn
de: Weltraum Reise
es_es: Estancia Espacial
fr: Séjour Spatial
id: Persinggahan Luar Angkasa
it: Dimora Spaziale
ko: 보너스 월드
lt: Kosmoso viešnagė
pl: Kosmiczny Kurort
pt_br: Estadia Espacial
ru: Космическая прогулка
tr: Uzay Misafiri
uk: Космічний Простір
zh_cn: 星河旅居
zh_tw: 徘徊宇宙

# level1-1
source: Sunrise Vista
de: Sonnenaufgangsblick
es_es: Vista de Amanecer
fr: Voie Matinale
id: Pemandangan Matahari Terbit
it: Vista Albeggiante
lt: Saulėtekio vista
pl: Widok na Wschód
pt_br: Vista da Alvorada
ru: Вид восхода
tr: Gün Doğumu Vista
uk: Ранкова Алея
zh_cn: 旭日远景
zh_tw: 旭日遠景

# level1-2
source: Raceway Plain
de: Rennbahn Ebene
es_es: Plano de Carretera
fr: Plaine Vitesse
id: Dataran Balap
it: Pista Piana
lt: Lenktynių lyguma
pl: Trasa Wyścigowa
pt_br: Corrida na Planície
ru: Гоночная равнина
tr: Parkur Ovası
uk: Гоночна Рівнина
zh_cn: 跑道平原
zh_tw: 跑道平原

# level1-3
source: River Crossing
de: Flusskreuzung
es_es: A Través Del Río
fr: Traversée Fluviale
id: Penyeberangan Sungai
it: Incrocio Fluviale
lt: Upės kirtimas
pl: Rzeczny Bród
pt_br: Cruzamento do Rio
ru: Речная переправа
tr: Nehir Geçişi
uk: Річкова Переправа
zh_cn: 渡河途中
zh_tw: 渡河途中

# level1-4
source: Mystic Forest
de: Mystischer Wald
es_es: Bosque Místico
fr: Forêt Mystique
id: Hutan Mistik
it: Foresta Mistica
lt: Paslaptingas miškas
pl: Mistyczny Las
pt_br: Floresta Mística
ru: Мистический лес
tr: Mistik Orman
uk: Містичний Ліс
zh_cn: 秘境之森
zh_tw: 秘境之森

# level2-1
source: Skyward Summit
de: Himmelsgipfel
es_es: Cumbre al Cielo
fr: Sommet des Cieux
id: Menuju Puncak Angkasa
it: Vetta Oltrecielo
lt: Dangaus viršūnė
pl: Podniebny Szczyt
pt_br: Cume do Céu
ru: Небесная вершина
tr: Gökyüzü Koğuşunun Zirvesi
uk: Небесна Вершина
zh_cn: 天际之巅
zh_tw: 天際之巔

# level2-2
source: Winged Airways
de: Geflügelte Luftstraßen
es_es: Vías Aladas
fr: Altitudes Ailées
it: Aerovia Alata
lt: Sparnuoti dangaus takai
pl: Uskrzydlone Przestworza
pt_br: Vias Aladas
ru: Крылатые пути
tr: Kanatlı Hava Yolları
uk: Крилаті Шляхи
zh_cn: 飞翼航线
zh_tw: 飛翼航線

# level2-3
source: Twilight Flight
de: Dämmerungsflug
es_es: Vuelo del Crepúsculo
fr: Vol Crépusculaire
id: Penerbangan Senja
it: Volo Crepuscolare
lt: Saulėlydžio skrydis
pl: Półmroczny Lot
pt_br: Voo Crepuscular
ru: Сумеречный взлёт
tr: Alacakaranlık Uçuşu
uk: Сутінковий Політ
zh_cn: 暮光飞翔
zh_tw: 暮光飛翔

# credits
source: a game by DDRKirby(ISQ)
de: Ein Spiel von DDRKirby(ISQ)
es_es: Un juego por DDRKirby(ISQ)
fr: un jeu par DDRKirby(ISQ)
id: permainan oleh DDRKirby(ISQ)
it: un gioco di DDRKirby(ISQ)
ja: 制作：DDRKirby(ISQ)
ko: 게임 개발 DDRKirby(ISQ)
lt: žaidimas sukurtas DDRKirby(ISQ)
pl: gra stworzona przez DDRKirby(ISQ)
pt_br: um jogo por DDRKirby(ISQ)
ru: игра от DDRKirby(ISQ)
tr: DDRKirby(ISQ) tarafından bir oyun
uk: Гра зроблена DDRKirby(ISQ)
vi: một trò chơi bởi DDRKirby(ISQ)
zh_cn: 由DDRKirby(ISQ) 出品
zh_tw: 由DDRKirby(ISQ)製作的遊戲

# credits_2
source: Programming: DDRKirby(ISQ) Design: DDRKirby(ISQ) Music: DDRKirby(ISQ) Sfx: DDRKirby(ISQ) Graphics: DDRKirby(ISQ)
de: Programmierung: DDRKirby(ISQ) Design: DDRKirby(ISQ) Musik: DDRKirby(ISQ) SFX: DDRKirby(ISQ) Grafik: DDRKirby(ISQ)
es_es: Programación: DDRKirby(ISQ) Diseño: DDRKirby(ISQ) Música: DDRKirby(ISQ) Efectos de sonido: DDRKirby(ISQ) Gráficos: DDRKirby(ISQ)
fr: Programmation : DDRKirby(ISQ) Design : DDRKirby(ISQ) Musique : DDRKirby(ISQ) Effets Sonores : DDRKirby(ISQ) Graphismes : DDRKirby(ISQ)
id: Program: DDRKirby(ISQ) Desain: DDRKirby(ISQ) Musik: DDRKirby(ISQ) Efek Suara: DDRKirby(ISQ) Grafis: DDRKirby(ISQ)
it: Programmazione: DDRKirby(ISQ) Disegno: DDRKirby(ISQ) Musica: DDRKirby(ISQ) Effetti sonori: DDRKirby(ISQ) Grafiche: DDRKirby(ISQ)
ja: プログラミング：DDRKirby(ISQ) デザイン：DDRKirby(ISQ) BGM：DDRKirby(ISQ) 効果音：DDRKirby(ISQ) グラフィック：DDRKirby(ISQ)
ko: 프로그래밍: DDRKirby(ISQ) 디자인: DDRKirby(ISQ) 음악: DDRKirby(ISQ) 효과음: DDRKirby(ISQ) 그래픽: DDRKirby(ISQ)
lt: Programavimas: DDRKirby(ISQ) Dizainas: DDRKirby(ISQ) Muzika: DDRKirby(ISQ) Sfx: DDRKirby(ISQ) Grafika: DDRKirby(ISQ)
pl: Programowanie: DDRKirby(ISQ) Design: DDRKirby(ISQ) Muzyka: DDRKirby(ISQ) Efekty: DDRKirby(ISQ) Grafika: DDRKirby(ISQ)
pt_br: Programação: DDRKirby(ISQ) Design: DDRKirby(ISQ) Música: DDRKirby(ISQ) Efeitos sonoros: DDRKirby(ISQ) Gráficos: DDRKirby(ISQ)
ru: Программирование: DDRKirby(ISQ) Дизайн: DDRKirby(ISQ) Музыка: DDRKirby(ISQ) Звуки: DDRKirby(ISQ) Графика: DDRKirby(ISQ)
tr: Programlama: DDRKirby (ISQ) Tasarım: DDRKirby (ISQ) Müzik: DDRKirby(ISQ) Sfx: DDRKirby(ISQ) Grafikler: DDRKirby(ISQ)
uk: Програмував: DDRKirby(ISQ) Дизайн: DDRKirby(ISQ) Музика: DDRKirby(ISQ) Звукові ефекти: DDRKirby(ISQ) Графіка: DDRKirby(ISQ)
vi: Lập trình: DDRKirby(ISQ) Thiết kế: DDRKirby(ISQ) Âm thanh: DDRKirby(ISQ) Hiệu ứng âm thanh: DDRKirby(ISQ) Đồ họa: DDRKirby(ISQ)
zh_cn: 程序：DDRKirby(ISQ) 设计：DDRKirby(ISQ) 音乐：DDRKirby(ISQ) 音效：DDRKirby(ISQ) 美术：DDRKirby(ISQ)
zh_tw: 程式：DDRKirby(ISQ) 設計：DDRKirby(ISQ) 音樂：DDRKirby(ISQ) 音效：DDRKirby(ISQ) 美術：DDRKirby(ISQ)

# credits_3
source: Moral Support: fuzzybunny2
de: Moralischer Support: fuzzybunny2
es_es: Soporte moral: fuzzybunny2
fr: Soutien Moral : fuzzybunny2
id: Dukungan Moral: fuzzybunny2
it: Ringraziamenti speciali: fuzzybunny2
ja: スペシャルサンクス：fuzzybunny2
ko: 정신적 지원: fuzzybunny2
lt: Moralinė pagalba: fuzzybunny2
pl: Specjalne Podziękowania: fuzzybunny2
pt_br: Suporte Moral: fuzzybunny2
ru: Моральная поддержка: fuzzybunny2
tr: Moral desteği: fuzzybunny2
uk: Моральна підтримка: fuzzybunny2
vi: Hỗ trợ tinh thần: fuzzybunny2
zh_cn: 特别鸣谢：fuzzybunny2
zh_tw: 特別感謝：fuzzybunny2

# menu_credits
source: Credits
de: Mitwirkende
es_es: Créditos
fr: Crédits
id: Kredit
it: Riconoscimenti
ja: クレジット
ko: 제작자
lt: Kūrėjai
pl: Twórcy
pt_br: Créditos
ru: Титры
tr: Emeği geçenler
uk: Розробники
vi: Các đóng góp
zh_cn: 感谢名单
zh_tw: 感謝名單

# menu_resume
source: Resume
de: Fortfahren
es_es: Continuar
fr: Reprendre
id: Lanjutkan
it: Continua
ja: つづける
ko: 이어하기
lt: Tęsti
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續遊戲

# menu_paused
source: Paused
de: Pausiert
es_es: Pausa
fr: Pause
id: Dijeda
it: In pausa
ja: 一時停止中
ko: 일시정지
lt: Pristabdyta
pl: Wstrzymano
pt_br: Pausado
ru: Пауза
tr: Duraklatıldı
uk: Пауза
vi: Tạm dừng
zh_cn: 暂停
zh_tw: 暫停

source: Level Complete
de: Level abgeschlossen
es_es: Nivel Completado
fr: Niveau Terminé
id: Level Selesai
it: Livello completato
ja: レベルクリア！
ko: 레벨 완료
lt: Lygis pereitas
pl: Poziom Ukończony
pt_br: Nível Completo
ru: Уровень пройден
tr: Seviye Tamamlandı
uk: Рівень пройдено
vi: Hoàn thành màn
zh_cn: 完成关卡
zh_tw: 完成關卡

# menu_settings_language
source: Language
de: Sprache
es_es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
lt: Kalba
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

# menu_locked
source: (Locked)
de: (Gesperrt)
es_es: (Bloqueado)
fi: (Lukittu)
fr: (Verrouillé)
id: (Terkunci)
it: (Bloccato)
ja: （未開放）
ko: (잠김)
lt: (Užrakinta)
pl: (Zablokowane)
pt_br: (Bloqueado)
ru: (Закрыто)
tr: (Kitli)
uk: (Заблоковано)
vi: (Đã khóa)
zh_cn: （锁定）
zh_tw: （未解鎖）

# settings_flipcontrols
source: Control Positioning
de: Steuerungspositionierung
es_es: Posición del control
fr: Position des Contrôles
id: Kontrol Posisi
it: Comandi
ja: 操作の位置
ko: 조작 방식
lt: Valdymo padėtis
pl: Pozycja Sterowania
pt_br: Posicionamento de Controle
ru: Стороны управления
uk: Керування клавішами
vi: Vị trí điều khiển
zh_cn: 按键位置
zh_tw: 控制定位

# settings_flipcontrols_description_disabled
source: (Default) Tap left half of screen to jump, tap right half to attack.
de: (Standard) Tippe auf die linke Hälfte des Bildschirms, um zu springen. Tippe auf die rechte Hälfte, um anzugreifen.
es_es: (Por Defecto) Toca la mitad izquierda de la pantalla para saltar y la mitad derecha para atacar.
fi: (Oletus) Paina ruudun vasenta puolta hyppääksesi, paina oikeaa puolta hyökkääksesi.
fr: (Par défaut) Toucher à gauche pour sauter et à droite pour attaquer.
id: (Bawaan) Ketuk separuh layar kiri untuk lompat, ketuk separuh layar kanan untuk menyerang.
it: (Predefinito) Tocca il lato sinistro dello schermo per saltare, tocca il lato destro per attaccare.
ja: （デフォルト）画面の左側をタップするとジャンプ、右側をタップすると攻撃します。
ko: (기본) 화면 왼쪽을 탭해 점프하고, 오른쪽을 탭해 공격합니다.
lt: (Numatyta) Spauskite kairę ekrano pusę tam, kad šokti, dešinę tam, kad pulti.
pl: (Domyślnie) Dotknij lewej strony ekranu, aby skoczyć; dotknij prawej połowy, aby zaatakować.
pt_br: (Padrão) Toque no lado esquerdo da tela para pular, toque no lado direito para atacar.
ru: (По умолчанию) Левая сторона для прыжка, правая для атаки.
uk: (За замовчуванням) Натисни на ліву половину екрану для стрибка, на праву для атаки.
vi: (Mặc định) Nhấn nửa bên trái màn hình để nhảy, nhần nửa bên phải để tấn công.
zh_cn: （默认）点击屏幕左侧跳跃，点击屏幕右侧攻击。
zh_tw: （預設）點擊螢幕左側以跳躍，點擊右側以攻擊。

# settings_flipcontrols_description_enabled
source: Tap left half of screen to attack, tap right half to jump.
de: Tippe auf die linke Hälfte des Bildschirms, um anzugreifen. Tippe auf die rechte Hälfte, um zu springen.
es_es: Toca la mitad izquierda de la pantalla para atacar y la mitad derecha para saltar.
fi: Paina ruudun vaselta puolta hyökkääksesi, paina oikeaa puolta hyppääksesi.
fr: Toucher à gauche pour attaquer et à droite pour sauter.
id: Ketuk separuh layar kiri untuk menyerang, ketuk separuh layar kanan untuk lompat.
it: Tocca il lato sinistro dello schermo per attaccare, tocca il lato destro per saltare.
ja: 画面の左側をタップすると攻撃、右側をタップするとジャンプします。
ko: 화면 왼쪽을 탭해 공격하고, 오른쪽을 탭해 점프합니다.
lt: Spauskite kairę ekrano pusę tam, kad pulti, dešinę tam, kad šokti.
pl: Dotknij lewej strony ekranu, aby zaatakować; dotknij prawej strony ekranu, aby skoczyć.
pt_br: Toque no lado esquerdo da tela para atacar, toque no lado direito para pular.
ru: Правая сторона для прыжка, левая для атаки.
uk: Натисни на ліву половину екрану для атаки, на праву для стрибка.
vi: Nhấn nửa bên trái màn hình để tấn công, nhần nửa bên phải để nhảy.
zh_cn: 点击屏幕左侧攻击，点击屏幕右侧跳跃。
zh_tw: 點擊螢幕左側以攻擊，點擊右側以跳躍。

# control_jump
source: Jump
de: Springen
es_es: Saltar
fr: Sauter
id: Lompat
it: Salta
ja: ジャンプ
ko: 점프
lt: Šokti
pl: Skok
pt_br: Pular
ru: Прыжок
uk: Стрибок
vi: Nhảy
zh_cn: 跳跃
zh_tw: 跳躍

# control_attack
source: Attack
de: Angreifen
es_es: Atacar
fr: Attaquer
id: Serang
it: Attacca
ja: 攻撃
ko: 공격
lt: Pulti
pl: Atak
pt_br: Atacar
ru: Атака
uk: Атака
vi: Tấn công
zh_cn: 攻击
zh_tw: 攻擊

# control_press_key
source: Press a key
de: Drück eine Taste
es_es: Presiona una tecla
fi: Paina näppäintä
fr: Appuyez sur une touche
id: Tekan tombol
it: Premi un tasto
ja: キーを押してください。
ko: 키를 눌러주세요
lt: Spauskite klavišą
pl: Naciśnij klawisz
pt_br: Pressione uma tecla
ru: Нажмите клавишу
uk: Натисни клавішу
vi: Nhấn một phím
zh_cn: 请按任意键
zh_tw: 按下按鍵

# settings_controls_attack_description
source: Select a key to use for <Attack>.
de: Wähle eine Taste für <Attack>.
es_es: Selecciona una tecla para <Atacar>.
fr: Choisissez la touche à utiliser pour <Attaquer>.
id: Pilih tombol yang akan digunakan untuk <Attack>.
it: Scegli un tasto per usare <Attack>.
ja: <Attack> に設定するキーを選んでください。
ko: <공격>에 쓸 키를 선택하세요.
lt: Pasirinkite klavišą, skirtą <Attack>.
pl: Wybierz klawisz do <Atakowania>.
pt_br: Selecione uma tecla para usar o <Ataque>.
ru: Выберите клавишу для <Атаки>.
uk: Вибрати клавішу для <Атаки>.
vi: Chọn một phím để sử dụng cho <Attack>.
zh_cn: 设置“攻击”操作的按键。
zh_tw: 選擇作為<攻擊>的按鍵。

# settings_controls_jump_description
source: Select a key to use for <Jump>.
de: Wähle eine Taste für <Jump>.
es_es: Selecciona una tecla para <Saltar>.
fr: Choisissez la touche à utiliser pour <Sauter>.
id: Pilih tombol yang akan digunakan untuk <Jump>.
it: Scegli un tasto per usare <Jump>.
ja: <Jump> に設定するキーを選んでください。
ko: <점프>에 쓸 키를 선택하세요.
lt: Pasirinkite klavišą, skirtą <Jump>.
pl: Wybierz klawisz do <Skakania>.
pt_br: Selecione uma tecla para usar para <Pular>.
ru: Выберите клавишу для <Прыжка>.
uk: Вибрати клавішу для <Стрибка>.
vi: Chọn một phím để sử dụng cho <Jump>.
zh_cn: 设置“跳跃”操作的按键。
zh_tw: 選擇作為<跳躍>的按鍵。

# settings_reset_bindings_description
source: Resets key bindings to their defaults.
de: Setzt die Tastenbelegung auf die Standardwerte zurück.
es_es: Restaura los botones a sus valores por defecto.
fr: Réinitialiser les touches par défaut.
id: Atur ulang pintasan tombol ke bawaannya.
it: Reimposta la combinazione di tasti predefinita.
ja: キー設定をデフォルトに戻します。
ko: 키 설정을 기본 값으로 돌립니다.
lt: Atstato klavišų susiejimus į numatytus.
pl: Resetuje powiązania klawiszy do domyślnych.
pt_br: Redefine as teclas modificadas para seus padrões.
ru: Возвращает управление по умолчанию.
uk: Скинути налаштування клавіш до звичайних.
vi: Cài đặt lại các phím về mặc định.
zh_cn: 将按键设置重置为默认。
zh_tw: 按鍵設定重置為預設。

# settings_mousecontrols
source: Mouse Controls
de: Maussteuerung
es_es: Controles de ratón
fr: Contrôles via Souris
id: Kontrol Tetikus
it: Comandi mouse
ja: マウスコントロール
ko: 마우스 조작
lt: Pelės valdymas
pl: Sterowanie myszą
pt_br: Controles do Mouse
ru: Управление мышью
uk: Налаштування миші
vi: Điều khiển chuột
zh_cn: 鼠标控制
zh_tw: 滑鼠控制

# settings_mousecontrols_flipped
source: Flipped
de: Umgekehrt
es_es: Invertido
fr: Inversé
id: Dibalik
it: Invertiti
ja: 反転
ko: 반전
lt: Apversta
pl: Odwrócone
pt_br: Invertido
ru: Перевернутое
uk: Навпаки
vi: Đảo ngược
zh_cn: 反转
zh_tw: 翻轉

# settings_mousecontrols_description_flipped
source: Left click to <Jump>. Right click to <Attack>.
de: Linksklick für <Jump>. Rechtsklick für <Attack>.
es_es: Click Izquierdo para <Saltar>. Click derecho para <Atacar>.
fr: Clic gauche pour <Sauter>. Clic droit pour <Attaquer>.
id: Klik kiri untuk <Jump>. Klik kanan untuk <Attack>.
it: Tasto sinistro per <Jump>. Tasto destro per <Attack>.
ja: 左クリックで<Jump>、右クリックで<Attack>。
ko: 왼쪽 클릭으로 <점프>하고, 오른쪽 클릭으로 <공격>합니다.
lt: Kairysis klavišas skirtas <Jump>. Dešinysis skirtas <Attack>.
pl: Lewy przycisk, żeby <Skoczyć>. Prawy przycisk, żeby <Zaatakować>.
pt_br: Clique esquerdo para <Pular>. Clique direito para <Atacar>.
ru: ЛКМ для <Прыжка>. ПКМ для <Атаки>.
uk: Ліва кнопка для <Стрибка>. Права для <Атаки>.
vi: Nhấn chuột trái để <Jump>. Nhấn chuột phải để <Attack>.
zh_cn: 鼠标左键“跳跃”，鼠标右键“攻击”。
zh_tw: 點擊左鍵以<跳躍>，點擊右鍵以<攻擊>。

# settings_mousecontrols_description_disabled
source: In-game mouse controls are disabled.
de: Die Maussteuerung im Spiel ist deaktiviert.
es_es: Controles del ratón deshabilitados.
fr: La souris n'aura pas d'effet en jeu.
id: Kontrol tetikus dalam game dinonaktifkan.
it: I comandi del mouse durante la partita sono disattivati.
ja: ゲーム内のマウス操作が無効化されています。
ko: 게임 중 마우스 조작이 비활성화됩니다.
lt: Žaidimo valdymas pele yra išjungtas.
pl: Sterowanie myszką w grze jest wyłączone.
pt_br: Controles do mouse no jogo estão desativados.
ru: Управление мышью во время игры отключено.
uk: Керування мишею вимкнено.
vi: Điều khiển chuột khi chơi được tắt.
zh_cn: 不使用鼠标控制游戏。
zh_tw: 遊戲時禁用滑鼠控制。

# settings_mousecontrols_description_enabled
source: Right click to <Jump>. Left click to <Attack>.
de: Rechtsklick für <Jump>. Linksklick für <Attack>.
es_es: Click derecho para <Saltar>. Click Izquierdo para <Atacar>.
fr: Clic gauche pour <Attaquer>. Clic droit pour <Sauter>.
id: Klik kanan untuk <Jump>. Klik kiri untuk <Attack>.
it: Tasto destro per <Jump>. Tasto sinistro per <Attack>.
ja: 右クリックで<Jump>、左クリックで<Attack>。
ko: 오른쪽 클릭으로 <점프>하고, 왼쪽 클릭으로 <공격>합니다.
lt: Dešinysis klavišas skirtas <Jump>. Kairysis skirtas <Attack>.
pl: Prawy przycisk, żeby <Skoczyć>. Lewy przycisk, żeby <Zaatakować>.
pt_br: Clique direito para <Pular>. Clique esquerdo para <Atacar>.
ru: ПКМ для <Прыжка>. ЛКМ для <Атаки>.
uk: Права кнопка для <Стрибка>. Ліва для <Атаки>.
vi: Nhấn chuột phải để <Jump>. Nhấn chuột trái để <Attack>.
zh_cn: 鼠标右键“跳跃”，鼠标左键“攻击”。
zh_tw: 點擊右鍵以<跳躍>，點擊左鍵以<攻擊>。

# settings_resetdata
source: Reset Game Data
de: Spieldaten zurücksetzen
es_es: Reiniciar datos guardados
fr: Réinitialiser Sauvegarde
id: Mengatur ulang Data Permainan
it: Cancella i salvataggi
ja: ゲームデータリセット
ko: 게임 데이터 초기화
lt: Iš naujo nustatyti žaidimo duomenis
pl: Zresetuj Dane Gry
pt_br: Redefinir Dados do Jogo
ru: Сбросить сохранение
uk: Скинути дані гри
vi: Đặt lại dữ liệu trò chơi
zh_cn: 重置游戏数据
zh_tw: 重置遊戲資料

# resetdata_confirm
source: All saved game data will be erased. Are you sure you want to proceed?
de: Alle gespeicherten Spieldaten werden gelöscht. Bist du sicher, dass du fortfahren willst?
es_es: Todos los datos en el juego seran borrados. ¿Estás seguro que quieres continuar?
fr: Toutes vos données sauvegardées seront supprimées. Êtes-vous certain de vouloir continuer ?
id: Semua data game yang disimpan akan dihapus. Apakah Anda yakin ingin melanjutkan?
it: I salvataggi verranno eliminati. Vuoi davvero procedere?
ja: 保存されたゲームデータがすべて消去されます。 本当によろしいですか？
ko: 게임 데이터가 사라집니다. 정말 그렇게 하시겠습니까?
lt: Visi išsaugoti žaidimo duomenys bus ištrinti. Ar tikrai norite tęsti?
pl: Wszystkie zapisane dane gry zostaną usunięte. Czy na pewno chcesz kontynuować?
pt_br: Todos os dados salvos do jogo serão apagados. Tem certeza de que deseja continuar?
ru: Вся игровая информация будет стёрта. Вы уверены, что хотите продолжить?
uk: Всі збережені дані гри будуть стерті. Ви точно впевнені, що хочете продовжити?
vi: Tất cả các dữ liệu của trò chơi sẽ bị xóa. Bạn có chắc rằng bạn muốn tiếp tục?
zh_cn: 游戏存档数据将被完全删除。 确定要这样吗？
zh_tw: 所有保存的遊戲資料將被刪除。 您確定要繼續嗎？

# menu_yes
source: Yes
de: Ja
es_es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
ko: 예
lt: Taip
pl: Tak
pt_br: Sim
ru: Да
uk: Так
vi: Có
zh_cn: 是
zh_tw: 是
