Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# modio_error_steamauthentication
source: Error passing Steam authentication to mod.io.
de: Fehler beim Übertragen der Steam Authentifizierung an mod.io.
es_es: Error al pasar autenticacion de Steam a mod.io.
fr: Erreur lors de la transmission de l'authentification Steam à mod.io.
ko: Steam 인증을 mod.io로 전송하는 도중 오류가 발생하였습니다.
lt: Klaida bandant autentifikuotis per Steam į mod.io.
pt_br: Erro ao passar a autenticação do Steam para o mod.io.
ru: Ошибка аутентификации Steam в mod.io.
uk: Помилка аутентифікації Steam на mod.io.
zh_cn: 向 mod.io 传递 Steam 认证时出错。
zh_tw: 向 mod.io 傳遞 Steam 身分驗證時出錯。

# modio_button_terms_agree
source: I Agree
de: Ich stimme zu
es_es: Acepto
fr: J'accepte
ko: 동의
lt: Aš sutinku
pt_br: Eu concordo
ru: Принимаю
uk: Я погоджуюся
zh_cn: 我同意
zh_tw: 我同意

# editor_button_viewmodio
source: Visit mod.io page
de: mod.io Seite besuchen
es_es: Visitar pagina de mod.io
fr: Visiter la page mod.io
ko: mod.io 페이지 방문
lt: Aplankyti mod.io puslapį
pt_br: Visite a página mod.io
ru: Посетить страницу mod.io
uk: Відвідати сторінку mod.io
zh_cn: 查看 mod.io 页面
zh_tw: 造訪 mod.io 頁面

# editor_description_previewfade
source: Fade out
de: Abblendung
es_es: Desvanecer
fr: Fondu de sortie
ko: 페이드 아웃
lt: Išblukimas
pt_br: Desvanecer
ru: Плавное затухание
uk: Затухання
zh_cn: 淡出
zh_tw: 淡出

# editor_button_musicexportsettings
source: Music Export Settings
de: Musik Export Einstellungen
es_es: Ajustes de exportation de musica
fr: Paramètres d'Exportation de la Musique
ko: 음악 내보내기 설정
lt: Muzikos eksportavimo nustatymai
pt_br: Configurações de Exportação de Música
ru: Настройки Экспорта Музыки
uk: Параметри експорту музики
zh_cn: 音乐导出设置
zh_tw: 音樂匯出設定

# editor_button_fix_publishcheckactionitem
source: Fix
de: Beheben
es_es: Arreglar
fr: Corriger
ko: 고치기
lt: Sutaisyti
pl: Napraw
pt_br: Corrigir
ru: Исправить
uk: Виправити
zh_cn: 修复
zh_tw: 修復

# editor_check_noproblems
source: No problems found!
de: Keine Probleme gefunden!
es_es: No se encontro problemas!
fr: Aucun problème trouvé !
ko: 문제 없습니다!
lt: Nerasta jokių problemų!
pt_br: Nenhum problema encontrado!
ru: Проблемы не найдены!
uk: Проблем не виявлено!
zh_cn: 没有发现问题！
zh_tw: 沒有發現問題！

# editor_check_missingdescription
source: Level is missing a Description
de: Level fehlt eine Beschreibung
es_es: Falta una descripcion para el nivel
fr: Il manque une description au niveau
ko: 레벨에 설명이 없습니다
lt: Lygiui trūksta aprašymo
pt_br: Está faltando a descrição do nível
ru: В уровне отсутствует Описание
uk: Рівень не має опису
zh_cn: 关卡缺少描述
zh_tw: 關卡缺少描述

# editor_check_nomusic
source: Level has no music audio
de: Level hat keinen Musikton
es_es: El nivel no tiene audio de musica
fr: Le niveau n'a pas d'audio
ko: 레벨에 음악이 없습니다
lt: Lygis neturi jokios muzikos
pt_br: O nível não possui um áudio de música
ru: Уровень не имеет аудио
uk: Рівень не має музики
zh_cn: 关卡没有音乐
zh_tw: 關卡沒有音樂

# editor_check_nomusicagreement
source: Music export options need to be set
de: Die Musikexportoptionen müssen eingestellt sein
es_es: Opciones para exportar musica deben ser agregadas
fr: Les options d'exportation de musique ne sont pas définies
ko: 음악 내보내기 옵션을 설정해야 합니다
lt: Muzikos eksportavimo nustatymai turi būti nurodyti
pt_br: Opções de exportação de música precisam definidas
ru: Настройки экспорта музыки должны быть установлены
uk: Необхідно встановити параметри експорту музики
zh_cn: 音乐导出选项需要设置
zh_tw: 需要設定音樂匯出選項

# editor_check_musicexcluded
source: Music audio will not be included in export
de: Der Musikton wird beim Export nicht berücksichtigt
es_es: Audio de musica no sera incluido en la exportacion
fr: L'audio ne sera pas inclus dans l'exportation
ko: 음악은 내보내기에 포함하지 않습니다
lt: Muzikos garsas nebus įtrauktas eksportuojant
pt_br: O áudio de música não vai ser incluído na exportação
ru: Аудио не будет включено в экспорт
uk: Аудіо музики не буде включено до експорту
zh_cn: 音乐将不包括在导出中
zh_tw: 音樂不會包含在匯出中

# editor_input_songname_placeholder
source: (name of the music track)
de: (Name des Musiktitels)
es_es: (Nombre de la cancion)
fr: (nom de la musique)
ko: (음악의 제목)
lt: (garso takelio pavadinimas)
pt_br: (nome da faixa de musical)
ru: (название музыкальной композиции)
uk: (назва музичного треку)
zh_cn: (音乐曲目名称)
zh_tw: （音樂曲目的名稱）

# editor_input_chartauthor_placeholder
source: (your name)
de: (Dein Name)
es_es: (tu nombre)
fr: (votre nom)
ko: (당신의 이름)
lt: (jūsų vardas)
pt_br: (seu nome)
ru: (ваше имя)
uk: (ваше ім'я)
zh_cn: (你的名字)
zh_tw: 你的名字

# editor_input_description_placeholder
source: (enter notes or details about your level here)
de: (Gib hier Notizen oder Details über dein Level ein)
es_es: (ingrese notas o detalles sobre tu nivel aqui)
fr: (entrez vos notes ou détails concernant votre niveau)
ko: (레벨에 관한 주석이나 세부사항을 여기에 입력하세요)
lt: (įveskite detales ar užrašus apie savo lygį čia)
pt_br: (insira notas ou detalhes sobre seu nível aqui)
ru: (введите заметки или детали вашего уровня здесь)
uk: (введіть нотатки або деталі про ваш рівень)
zh_cn: (在这里输入关卡的注释或详细信息)
zh_tw: 在此鍵入關卡的記錄或信息

# editor_description_exportchecklist
source: Export Checklist
de: Export Checkliste
es_es: Exportar lista de verification)
fr: Prérequis pour l'Exportation
ko: 내보내기 체크리스트
lt: Eksportavimo sąrašas
ru: Настройки Экспорта
uk: Експортувати контрольний список
zh_cn: 导出清单
zh_tw: 匯出清單

# editor_check_nobannerimage
source: No banner image provided, default will be used
de: Kein Bannerbild angegeben, das Standardbild wird verwendet
es_es: No se dio imagen de banner, se usara la por defecto
fr: Aucune image de bannière fournie, celle par défaut sera utilisée
ko: 배너 이미지를 설정하지 않아, 기본 값을 사용합니다
lt: Banerio paveikslėlis nenumatytas, bus naudojamas numatytasis
pt_br: Nenhuma imagem de faixa fornecida, o padrão será usado
ru: Изображение баннера не установлено, будет использоваться баннер по умолчанию
uk: Не вказано зображення банера, буде використане за замовчуванням
zh_cn: 未提供横幅图像，将使用默认
zh_tw: 並未提供橫幅圖片，將使用默認圖片

# menu_modsassists
source: Mods and Assists
de: Mods und Assistenten
es_es: Modificaciones y Asistencias
fr: Modificateurs et Aides
ko: 변형 및 보조 기능
lt: Modai ir pagalba
pt_br: Mods e Assistências
ru: Моды и Упрощения
uk: Моди та Підмоги
zh_cn: 模组和助手
zh_tw: 模組和輔助

# menu_assists
source: Assists...
de: Assistenten...
es_es: Asistencias...
fr: Aides...
ko: 보조 기능...
lt: Pagalba...
pt_br: Assistências...
ru: Упрощения...
uk: Підмога...
zh_cn: 助手...
zh_tw: 輔助...

# settings_menu_assists_description
source: Assist features that can help with difficult gameplay sections.
de: Assistenzfunktionen, die bei schwierigen Spielabschnitten helfen können.
es_es: Asistencias que pueden ayudar con secciones dificiles del juego.
fr: Fonctionnalités d'aide pour les sections trop difficiles.
ko: 보조 기능은 어려운 게임 플레이 구역을 넘도록 도와줄 수 있습니다.
lt: Pagalbinės funkcijos kurios gali padėti su sunkesnėmis žaidimo vietomis.
pt_br: Recursos de assistência que podem ajudar em seções difíceis.
ru: Возможности упрощений, которые могут помочь со сложными сегментами игры.
uk: Особливості, які можуть допомогти зі складними ігровими секціями.
zh_cn: 助手可以在游戏的困难部分提供帮助。
zh_tw: 對遊玩困難部分有幫助的輔助功能。

# button_assist_trackpreview
source: Track Preview
de: Track Vorschau
es_es: Avance del Camino
fr: Aperçu du Niveau
ko: 트랙 미리 보기
lt: Trasos peržiūra
ru: Предпросмотр Трека
uk: Попередній перегляд
zh_cn: 谱面预览
zh_tw: 譜面預覽

# button_assist_practicemode
source: Practice Mode
de: Übungsmodus
es_es: Modo Practica
fr: Mode Entraînement
ko: 연습 모드
lt: Praktikos režimas
pl: Tryb Treningowy
pt_br: Modo de prática
ru: Режим Практики
uk: Режим практики
zh_cn: 练习模式
zh_tw: 練習模式

# menu_assist_temporarycheats
source: Temporary Cheats...
de: Temporäre Cheats...
es_es: Trampas Temporales...
fr: Triches Temporaires...
ko: 임시 치트...
lt: Trumpalaikės sukčiavimo komandos...
pt_br: Trapaças Temporárias...
ru: Временные Читы...
uk: Тимчасові чити...
zh_cn: 暂时作弊...
zh_tw: 暫時作弊...

# settings_menu_practicemode_description
source: Repeatedly practice the current section with various assists.
de: Übe den aktuellen Abschnitt mehrmals mit verschiedenen Hilfen.
es_es: Repetidamente practica la seccion actual con varias asistencias.
fr: Recommencer en boucle la section actuelle avec diverses aides.
ko: 현재 구간을 다양한 보조 기능을 통해 반복적으로 연습합니다.
lt: Pakartotinai praktikuokitės dabartinę vietą su įvairiomis pagalbinėmis funkcijomis.
pt_br: Pratique repetidamente a seção atual com várias assistências.
ru: Повторно практикуйте текущую секцию с различными упрощениями.
uk: Практикувати поточну секцію з різними підмогами.
zh_cn: 与助手反复练习这个片断。
zh_tw: 用各種輔助功能反覆練習目前的部分。

# settings_menu_trackpreview_description
source: Allows you to scroll left and right to see the rest of the track.
de: Ermöglicht es einem, nach links und rechts zu scrollen, um den Rest des Tracks zu sehen.
es_es: Permite desplazarte de izquierda a derecha para ver el resto de la pista.
fr: Permet de faire défiler à gauche et à droite pour voir le reste du niveau.
ko: 왼쪽과 오른쪽으로 스크롤해 트랙의 나머지 부분을 볼 수 있게 합니다.
lt: Leidžia slinkti kairėn ar dešinėn kad pamatyti likusią trasos dalį.
pt_br: Permite você rolar para esquerda e direita para ver o restante do nível.
ru: Позволяет прокручивать влево и вправо для просмотра остальной части трека.
uk: Дозволяє прокручувати вліво і вправо, щоб побачити решту рівня.
zh_cn: 允许您向左和向右滚动以查看其余谱面。
zh_tw: 允許您左右滾動以查看其餘譜面。

# menu_description_temporarycheats
source: (These settings will reset after the current section is complete)
de: (Diese Einstellungen werden zurückgesetzt, wenn der aktuelle Abschnitt abgeschlossen ist)
es_es: (Estos ajustes se restablecerán una vez completada la sección actual)
fr: (Ces paramètres seront réinitialisés une fois la section en cours terminée)
ko: (이 설정들은 현재 구간을 완료하고 나면 초기화됩니다)
lt: (Šie nustatymai pradings įveikus dabartinę vietą)
pt_br: (Essas configurações serão redefinidas após a conclusão da seção atual)
ru: (Эти настройки будут сброшены после прохождения текущей секции)
uk: (Ці параметри скидаються після завершення поточної секції)
zh_cn: (这些设置将在当前片段完成后重置)
zh_tw: (這些設定將於當前片段結束後重置)

# settings_colorskins_diamonds_all_description
source: Show diamond rhythm indicators for all obstacle types.
es_es: Mostrar diamantes indicadores de ritmo en todos los tipos de obstáculos.
ko: 모든 장애물 타입에 대해 다이아몬드 리듬 인디케이터를 표시합니다.

# bonus_level_bottled_up_description
source: A song that I wrote in 2019 as one of several tracks focusing on interesting percussive sounds and rhythms, somewhat inspired by tracks from the duo "Made in Heights". It makes use of several samples I recorded myself using glass bottles.
es_es: Una canción que escribí en 2019 como uno de varios temas centrados en sonidos y ritmos percusivos interesantes, inspirados en cierto modo en temas del dúo "Made in Heights". Hace uso de varias muestras que grabé yo mismo utilizando botellas de vidrio.
ko: 2019년에 듀오 "Made in Heights"의 트랙에서 영감을 받아 흥미로운 타악기 사운드와 리듬에 중점을 둔 여러 트랙 중 하나로 작곡한 곡입니다. 유리병을 사용해 직접 녹음한 여러 샘플을 사용했습니다.
ru: Песня, которую я написал в 2019 как один из нескольких треков, фокусирующихся на интересных ударных звуках и ритмах, частично вдохновлённых дуэтом "Made in Heights". В ней используется несколько записанных мной звуков стеклянных бутылок.

# description_assistdeclined
source: If you want to enable assists at a later time, you can do so in the "Mods and Assists" menu.
de: Wenn du zu einem späteren Zeitpunkt Assistenten aktivieren möchtest, kannst du dies im Menü „Mods und Assistenten“ tun.
es_es: Si deseas habilitar asistencias más tarde, puedes hacerlo desde el menú de "Modificaciones y Asistencias".
fr: Si vous souhaitez activer les aides ultérieurement, vous les trouverez dans le menu "Modificateurs et Aides".
ko: 만일 보조 기능을 나중에 활성화하고 싶다면, "변형 및 보조 기능" 메뉴에서 할 수 있습니다.
lt: Jei norėsite įjungti pagalbines funkcijas vėliau, tai galite padaryti "Modai ir pagalbos" meniu.
pt_br: Se você quiser habilitar assistências mais tarde, pode acessá-las no menu de "Mods e Assistências".
ru: Если вы захотите включить режим упрощения, вы можете это сделать в меню "Моды и Упрощения".
uk: Якщо Ви хочете увімкнути допомогу пізніше, то це можна зробити у меню "Моди та Підмоги".
zh_cn: 您可以随时在“模组和助手”菜单中启用助手。
zh_tw: 您隨時都可在"模組和輔助"中啟用輔助。

# menu_description_practicemode
source: Practice Mode Settings
de: Übungsmodus-Einstellungen
es_es: Ajustes de Modo Práctica
fr: Paramètres du Mode Entraînement
ko: 연습 모드 설정
lt: Praktikos režimo nustatymai
pl: Ustawienia Trybu Treningowego
pt_br: Configurações do Modo de Prática
ru: Настройки Режима Практики
uk: Налаштування режиму практики
zh_cn: 练习模式设置
zh_tw: 練習模式設定

# settings_trackfreeze_description_disabled
source: Track freezing is disabled.
de: Track Freezing ist deaktiviert.
es_es: Congelación de la Pista deshabilitada.
fr: L'arrêt de piste est désactivé.
ko: 채보 동결이 비활성화되어 있습니다.
lt: Trasos sustabdymas yra išjungtas.
pt_br: O congelamento de trilha está desligado.
ru: Заморозка трека выключена.
uk: Зупинку прокрутки вимкнено.
zh_cn: 谱面冻结已禁用。
zh_tw: 譜面停止已停用。

# settings_trackfreeze_description_enabled
source: Track freezing is enabled. Level scrolling will stop automatically to wait for correct inputs.
de: Track Freezing ist aktiviert. Level Scrollen wird automatisch angehalten, um auf die richtigen Eingaben zu warten.
es_es: Congelación de Pista habilitada. El desplazamiento del nivel se detendrá automáticamente para esperar a que se introduzca una entrada correcta.
fr: L'arrêt de piste est activé. Le niveau s'arrêtera automatiquement pour attendre les bonnes actions.
ko: 채보 동결이 활성화되어 있습니다. 올바른 입력을 기다리기 위해 자동으로 레벨 스크롤링을 멈춥니다.
lt: Trasos sustabdymas yra išjungtas. Lygio slinkimas automatiškai sustos tam, kad sulaukti teisingos įvesties.
pt_br: O congelamento de trilha está ligado. A rolagem do nível será interrompida automaticamente para aguardar os comandos corretos.
ru: Заморозка трека включена. Уровень автоматически остановится для ожидания правильных нажатий.
uk: Увімкнено зупинку прокрутки. Прокрутка рівня буде припинена автоматично, чекаючи подальших дій.
zh_cn: 谱面冻结已启用。关卡将自动暂停等待正确的输入。
zh_tw: 譜面停止已啟用。關卡將自動停止以等待正確的輸入。

# description_trackpreview_xbox
source: Use <sprite name="controller_icons_79"> to scroll. Press <sprite name="controller_icons_100"> to return.
de: Nutze <sprite name="controller_icons_79"> zum Scrollen. Drücke <sprite name="controller_icons_100"> um zurückzukehren.
es_es: Usa <sprite name="controller_icons_79"> para desplazarte. Presiona <sprite name="controller_icons_100"> para volver.
fr: Utilisez <sprite name="controller_icons_79"> pour faire défiler. Appuyez sur <sprite name="controller_icons_100"> pour revenir.
ko: <sprite name="controller_icons_79">로 스크롤합니다. <sprite name="controller_icons_100">을 눌러 돌아갑니다 .
lt: Naudokite <sprite name="controller_icons_79"> slinkimui. Spauskite <sprite name="controller_icons_100"> kad sugrįžti.
pt_br: Use o <sprite name="controller_icons_79"> para rolar. Pressione <sprite name="controller_icons_100"> para retornar.
ru: Используйте <sprite name="controller_icons_79"> для прокрутки. Нажмите <sprite name="controller_icons_100"> для возврата.
uk: Натискай <sprite name="controller_icons_79"> для прокручування. Натисни <sprite name="controller_icons_100">, щоб повернутися.
zh_cn: 用 <sprite name="controller_icons_79"> 来滚动。 按下 <sprite name="controller_icons_100"> 返回。
zh_tw: 用 <sprite name="controller_icons_79"> 來滾動。 按下 <sprite name="controller_icons_100"> 返回。

# settings_menu_gamepadcontrols_switch_description
source: Configure controller bindings.
de: Controller-Binds konfigurieren.
es_es: Asignar controles.
fr: Configurer les boutons de la manette.
ko: 컨트롤러 조작법을 설정합니다.
lt: Keisti pultelio nustatymus.
pt_br: Configurar mapeamento do controle
ru: Измени управление контроллером.
uk: Налаштувати кнопки контролеру.
zh_cn: 配置控制器绑定。
zh_tw: 操作按鍵綁定。

# settings_gamepadcustomcontrols_switch_description_default
source: Use default controller bindings.
de: Standard Controller-Binds verwenden.
es_es: Usar configuración de control por defecto.
fr: Utiliser les boutons par défaut.
ko: 기본 컨트롤러 조작법 사용하기.
lt: Naudoti numatytus pultelio nustatymus.
pt_br: Usar mapeamento de controle padrão
ru: Использовать управление контроллером по умолчанию.
uk: Використовувати звичайні кнопки.
zh_cn: 使用默认控制器绑定。
zh_tw: 使用默認控制器按鍵。

# difficulty_label
source: Difficulty: {0}
de: Schwierigkeit: {0}
es_es: Dificultad: {0}
ko: 난이도: {0}
ru: Сложность: {0}
uk: Складність: {0}
zh_tw: 難度：{0}

# difficulty_description_easy_1
source: For those who want an easy-going experience.
de: Für diejenigen, die ein entspanntes Erlebnis suchen.
es_es: Para aquellos que quieren una experiencia sencilla.
ko: 편안한 경험을 원하는 분들을 위해.
ru: Для тех, кто не любит сложности.
uk: Для тих, хто хоче досвід без труднощів.
zh_tw: 獻給那些追求輕鬆愉快體驗的玩家。

# bonus_level_as_the_cherry_blossom_falls_description
source: Originally featured in the rhythm game "Samurai Shaver" that I worked on in 2017 for the Ludum Dare game jam. This was the first track added to the game after the game jam ended, and uses a slower tempo.
es_es: Originalmente, apareció en el videojuego de ritmo "Samurai Shaver" en el que trabajé durante el año 2017 para la Ludum Dare game jam. Este fue el primer tema que añadí al juego después de la que la jam terminó, y utiliza un tempo más lento.
ko: 제가 2017년 Ludum Dare game jam을 위해 작업했던 리듬 게임 "Samurai Shaver"에 수록된 곡입니다. 게임 잼이 끝난 후 게임에 처음 추가된 트랙으로, 느린 템포를 사용합니다.

# songselect_purchase_button_insufficient
source: Not enough coins!
es_es: Monedas insuficientes!
ko: 코인이 부족합니다!
ru: Недостаточно монет!
uk: Недостатньо монет!

# bonus_level_crimson_halls_description
source: A chiptune track originally intended for inclusion in world 3. This level originally introduced the green attack + jump combo enemies, before that mechanic was moved to world 5 instead.
es_es: Un tema de chiptune originalmente pensado para ser incluido en el mundo 3. Este nivel originalmente introducía a los enemigos que requieren el combo de ataque verde + salto, antes de que dicha mecánica fuese movida al mundo 5 en su lugar.
ko: 원래는 월드 3에 포함될 예정이었던 칩튠 트랙입니다. 이 레벨은 원래 그린 어택 + 점프 콤보 적을 도입했지만, 이 메커니즘은 대신 월드 5로 이전되었습니다.

# menu_navigatebacktolevelselect
source: Back to Level Select
es_es: Volver a la Selección de Niveles
ko: 레벨 선택으로 돌아가기
ru: Назад к выбору уровней

# menu_navigatebacktolevelselect_description
source: Return to the level selection menu.
es_es: Volver al menú de selección de niveles.
ko: 레벨 선택 메뉴로 돌아갑니다.
ru: Вернуться в меню выбора уровней.

# bonus_level_midnight_moon_description
source: A track inspired by "liquid drum and bass" music. The tempo is quite fast at 170 beats per minute. The fast drum patterns contrast with lush melodic elements and atmospheric pads.
es_es: Un tema inspirado en la música "liquid drum and bass". El tempo es bastante rápido contando con 170 pulsos por minuto. Los patrones de percusión rápidos contrastan con la melodía envolvente y los pads atmosféricos.
ko: "liquid drum and bass" 음악에서 영감을 받은 트랙입니다. 템포가 분당 170박자로 꽤 빠릅니다. 빠른 드럼 패턴이 풍성한 멜로디 요소와 분위기 있는 패드와 대조를 이룹니다.

# bonus_level_claustrophobia_description
source: Originally featured in the game "Nyamo's Adventure" that I worked on in 2016 for the Ludum Dare game jam. Nyamo's Adventure is a 2D "metroidvania"-style platformer about a shapeshifting blob.
es_es: Originalmente, apareció en el videojuego "Nyamo's Adventure" en el que trabajé durante el año 2016 para la Ludum Dare game jam. Nyamo's Adventure es un juego de estilo "metroidvania" 2D de plataformas que trata sobre una masa cambia-cuerpos.
ko: 제가 2016년 Ludum Dare game jam을 위해 작업한 게임 "Nyamo's Adventure"에 처음 등장했습니다. Nyamo's Adventure는 변신하는 물체에 관한 2D "metroidvania" 스타일의 플랫포머 게임입니다.
ru: Изначально из игры "Nyamo's Adventure", над которой я работал в 2016 для геймджема Ludum Dare. Nyamo's Adventure - это 2D платформер в стиле "метроидвании" о шарике, который может менять форму.

# bonus_level_a_single_leaf_flutters_in_the_wind_description
source: A fast song featuring East Asian instrumentation such as taiko drums and guzheng (Chinese plucked zither). This level focuses only on basic mechanics and is playable even if you haven't yet reached later worlds.
es_es: Una canción rápida con instrumentos de Asia oriental, como tambores taiko y guzheng (instrumento de cuerdas Chino). Este nivel se centra solo en la mecánica básica y se puede jugar incluso si aún no has llegado a los mundos posteriores.
ko: 태고북과 쟁(중국식 가야금) 등 동아시아 악기가 등장하는 빠른 곡입니다. 이 레벨은 기본 메커니즘에만 초점을 맞춘 레벨로, 아직 다음 월드에 도달하지 않았더라도 플레이할 수 있습니다.

# bonus_level_rondo_alla_turca_description
source: The third movement of Piano Sonata No. 11 in A Major by Wolfgang Amadeus Mozart is also known as the "Rondo alla Turca" or "Turkish March" and is an instantly recognizable melody. The composition is said to emulate the style of military marching bands of the Turkish Empire.
es_es: El tercer movimiento de la Sonata No. 11 en La Mayor de Wolfgang Amadeus Mozart también conocida como "Rondo alla Turca" o "Marcha Turca", es una melodía reconocible al instante. Se dice que la composición emula el estilo de las bandas de música militares del Imperio Turco.
ko: 볼프강 아마데우스 모차르트의 피아노 소나타 11번 A장조 3악장은 "론도 알라 투르카(Rondo alla Turca)" 또는 "터키 행진곡(Turkish March)"으로도 알려져 있으며 단번에 알아볼 수 있는 멜로디입니다. 이 곡은 터키 제국의 군악대 스타일을 모방한 것으로 알려져 있습니다.

# bonus_level_flight_of_the_bumblebee_description
source: "Flight of the Bumblebee" is a well-known orchestral interlude written for the opera "The Tale of Tsar Saltan", intended to evoke the chaotic flight pattern of a bumblebee. The constant sixteenth note patterns give it a frantic sense of energy.
es_es: "Flight of the Bumblebee" es un conocido interludio orquestal escrito para la ópera "The Tale of Tsar Saltan", que pretende evocar el caótico patrón de vuelo de un abejorro. Los constantes patrones de semicorcheas le confieren una frenética sensación de energía.
ko: "왕벌의 비행"은 "살탄 황제의 이야기"을 위해 쓰인 유명한 오케스트라 간주곡입니다. 호박벌의 혼란스러운 비행을 연상하도록 작곡되었습니다. 지속적인 16분 음표는 굉장한 에너지감을 줍니다.

# bonus_level_violet_hyperwave_description
source: A track that utilizes elements of "synthwave" music, including warm analog synths. I used vinyl emulation effects to give a subtle "vintage" feel to the sound.
es_es: Un tema que utiliza elementos de la música "synthwave", incluye cálidos sintetizadores analógicos. Utilicé efectos que emulan un vinilo para dar una sutil sensación "vintage" al sonido.
ko: 따듯한 아날로그 신스와 같이 "신스웨이브" 음악의 요소들을 활용한 곡입니다. 아날로그 레코드 판의 효과를 재현하여 "빈티지" 한 느낌을 소리에 더하였습니다.

# bonus_level_song_of_the_sea_expert_mix_description
source: Originally featured in "Melody Muncher" a two-button rhythm game I made in 2015 for the Ludum Dare game jam. This is the slowest song in the game, intended to introduce the mechanic of blue enemies that teleport behind you after being hit.
es_es: Originalmente, apareció en "Melody Muncher" un videojuego de ritmo de dos botones que hice en 2015 para la Ludum Dare game jam. Esta es la canción más lenta del juego, pensada para introducir la mecánica de enemigos azules que se teletransportan detrás de ti después de ser golpeados.
ko: 제가 2015년 Ludum Dare game jam을 위해 제작한 게임 "Melody Muncher"에 처음 등장했습니다. 이 곡은 게임에서 가장 느린 곡입니다. 때리면 뒤로 텔레포트 하는 파란적을 소개하기 위해 만들어졌습니다.

# bonus_level_what_lies_beneath_description
source: Originally featured in my older rhythm game "Ripple Runner Deluxe", the spiritual predecessor of Rhythm Quest. This was the song with the slowest tempo in that game, notable for its use of chained spike platforms.
es_es: Apareció originalmente en mi antiguo videojuego de ritmo "Ripple Runner Deluxe", el predecesor espiritual de Rhythm Quest. Esta era la canción con el tempo más lento en dicho juego, notable por su uso de plataformas con espinas encadenadas.
ko: Rhythm Quest의 정신적 전작인 저의 옛날 리듬게임 "Ripple Runner Deluxe"에서 처음 등장했습니다. 탬포가 게임에서 제일 느린 곡이었으며, 연속된 가시 플랫폼이 인상적이었습니다.
