Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# settings_framequeueing_description_performance
source: Optimize for smoother performance by allowing render frame queueing. Use if framerate drops during gameplay.
de: Für eine flüssigere Leistung optimieren, indem mehrere Frames vorgeladen werden. Wenn die Framerate fällt, sollte diese Einstellung benutzt werden.
es_es: Optimiza para un rendimiento más suave al permitir la cola de fotogramas por renderizar. Usar si los fotogramas caen en el gameplay.
fr: Optimisation pour des IPS plus stables en utilisant un tampon multi-image. À utiliser si vos IPS chutent en jeu.
id: Optimalkan untuk kinerja yang lebih lancar dengan mengizinkan antrian frame render. Gunakan jika framerate turun selama bermain game.
ja: レンダリングフレームのキュー入りを許可することで、よりスムーズなパフォーマンスに最適化します。ゲームプレイ中にフレームレートが落ちた場合に使用します。
ko: 여러 프레임이 대기할 수 있도록 해 부드러운 성능에 집중합니다. 게임 플레이 중 프레임 하락이 발생하면 사용하세요.
lt: Pritaikyti geresniam našumui leidžiant kadrų eiliavimą. Naudokite jei kadrų per sekundę kiekis krenta žaidžiant.
pl: Optymalizuj wydajność, pozwalając na kolejkę renderowania klatek. Użyj, jeśli FPS spadają podczas gry.
pt_br: Otimizar para um desempenho mais suave, permitindo uma fila de renderização de quadros. Use se a taxa de quadros cair durante o gameplay.
ru: Оптимизируй для плавности изображения, разрешив создание кадров заранее. Используй если FPS нестабильный во время игры.
uk: Оптимізувати для кращої продуктивності шляхом дозволу кадрам чергуватися. Використовувати якщо частота кадрів падає під час гри.
vi: Tối ưu cho hiệu năng mượt hơn bằng cách cho các khung hình vào hàng đợi. Sử dụng nếu tốc độ khung hình giảm trong khi chơi.
zh_cn: 启用预渲染以平滑帧率。如果游戏掉帧请尝试打开。
zh_tw: 允許預渲染已獲得更順暢的表現。若遊戲掉幀請打開它。

# settings_musicspeed_description
source: Adjust the music speed to make the game easier or more difficult.
de: Die Musikgeschwindigkeit anpassen, um das Spiel einfacher oder schwerer zu machen.
es_es: Ajusta la velocidad de la música para hacer el juego más fácil o más difícil.
fr: Ajuste la vitesse de la musique pour rendre le jeu plus facile ou difficile.
id: Sesuaikan kecepatan musik untuk membuat permainan lebih mudah atau lebih sulit.
ja: 音楽の速度を調整することでゲームの難易度を調整できる。
ko: 음악 속도를 조정하여 게임을 쉽거나 더 어렵게 만듭니다.
lt: Pakeiskite muzikos greitį kad padaryti žaidimą lengvesnį ar sunkesnį.
pl: Dostosuj prędkość muzyki, aby ułatwić lub utrudnić grę.
pt_br: Ajuste a velocidade da música para fazer o jogo ficar mais fácil ou difícil.
ru: Измени скорость музыки, чтобы сделать игру легче или сложнее.
uk: Налаштувати швидкість музики, щоб зробити гру складнішою або легшою.
vi: Điều chỉnh tốc độ nhạc để làm cho trò chơi dễ hoặc khó hơn.
zh_cn: 调整音乐速度使游戏更加容易或更加困难。
zh_tw: 調整音樂速度使遊戲更簡單或更困難。

# settings_checkpoints
source: Checkpoints
es_es: Puntos de control
fr: Points de passage
id: Checkpoint
ja: チェックポイント
ko: 체크포인트
lt: Kontrolinis taškas
pl: Punkty Zapisu
ru: Чекпоинты
uk: Контрольні точки
vi: Cột mốc
zh_cn: 存档点
zh_tw: 記錄點

# menu_settings_audio_volumes
source: Audio Volume...
de: Audio-Lautstärke...
es_es: Volumen de Audio...
fr: Volumes Sonores...
id: Volume Audio...
ja: 音量...
ko: 음량...
lt: Garso lygis...
pl: Głośność Dźwięku...
pt_br: Volume do Áudio...
ru: Громкость Аудио...
uk: Гучність аудіо...
vi: Âm lượng âm thanh...
zh_cn: 音频音量…
zh_tw: 音訊音量...

# settings_menu_timingmods_description
source: Modifiers that affect game timing and speed.
de: Modifikatoren, die das Zeitfenster und die Geschwindigkeit des Spiels beeinflussen.
es_es: Modificadores que afectan la ventana de dificultad y la velocidad del juego.
fr: Modificateurs affectant le timing et la vitesse du jeu.
id: Pengubah yang memengaruhi timing dan kecepatan permainan.
ja: ゲームのタイミングと速度に影響を与える変更。
ko: 게임의 타이밍과 속도에 영향을 주는 변형.
lt: Modifikatoriai, pakeičiantys žaidimo greitį.
pl: Modyfikatory, które wpływają na czas i szybkość gry.
pt_br: Modificadores que afetam o tempo e a velocidade do jogo.
ru: Модификаторы, которые изменяют скорость и окно для нажатий.
uk: Модифікатори, які впливають на час та швидкість гри.
vi: Những điều chỉnh ảnh hưởng đến thời gian bấm và tốc độ.
zh_cn: 影响游戏时间和速度的模组。
zh_tw: 影響遊戲時間和速度的模組。

# settings_menu_visualmods_description
source: Modifiers that affect visual display of the game.
de: Modifikatoren, die die visuelle Darstellung des Spiels beeinflussen.
es_es: Modificadores que afectan el aspecto visual del juego.
fr: Modificateurs qui affectent l'affichage visuel du jeu.
id: Pengubah yang mempengaruhi tampilan visual game.
ja: ゲームのビジュアル表示に影響を与える変更。
ko: 게임의 보여지는 모습에 영향을 주는 변형.
lt: Modifikatoriai, pakeičiantys žaidimo išvaizdą.
pl: Modyfikatory, które wpływają na wyświetlanie gry.
pt_br: Modificadores que afetam o aspecto visual do jogo.
ru: Модификаторы, которые изменяют визуальные аспекты игры.
uk: Модифікатори, що впливають на візуальний дисплей гри.
vi: Những điều chỉnh ảnh hưởng đến sự hiển thị của trò chơi.
zh_cn: 影响游戏视觉效果的模组。
zh_tw: 影響遊戲視覺效果的模組。

# menu_settings_timingmods
source: Timing Mods...
de: Zeitfenster Mods...
es_es: Modos de Ventana de Dificultad...
fr: Modificateurs de Timing...
id: Modifikasi Timing...
ja: タイミングMod...
ko: 타이밍 변형...
lt: Pataikymo modifikacijos...
pl: Modyfikacje Czasowe...
pt_br: Mods de Tempo...
ru: Модификаторы окна для нажатий...
uk: Моди часу...
vi: Điều chỉnh thời gian bấm...
zh_cn: 时间模组…
zh_tw: 時間模組...

# menu_settings_visualmods
source: Visual Mods...
de: Visuelle Mods...
es_es: Modos Visuales...
fr: Modificateurs Visuels...
id: Modifikasi Visual...
ja: ビジュアルMod...
ko: 시각 변형...
lt: Vaizdo modifikacijos...
pl: Modyfikacje Wizualne...
pt_br: Mods Visuais...
ru: Модификаторы визуала...
uk: Моди візуалу...
vi: Điều chỉnh hiển thị...
zh_cn: 视觉模组…
zh_tw: 視覺模組...

# settings_timingwindows
source: Timing Windows
de: Zeitfenster
es_es: Ventanas de Precisión
fr: Fenêtres de Timing
id: Jendela Timing
ja: タイミングウィンドウ
ko: 판정 범위
lt: Pataikymo tarpai
pl: Okna Czasowe
pt_br: Janelas de Tempo
ru: Окно Для Нажатий
uk: Хітбокси
vi: Cửa sổ thời gian
zh_cn: 判定范围
zh_tw: 判定範圍

# settings_timingwindows_extrawide
source: Extra Wide
de: Extra groß
es_es: Extra Largo
fr: Plus Larges
id: Ekstra Lebar
ja: 広い
ko: 넓음
lt: Ypač platus
pl: Szersze
pt_br: Extra Amplo
ru: Увеличенное
uk: Дуже широкі
vi: Thêm rộng
zh_cn: 宽松
zh_tw: 寬鬆

# settings_timingwindows_strict
source: Strict
de: Strikt
es_es: Estricto
fr: Strictes
id: Ketat
ja: 狭い
ko: 엄격
lt: Griežtas
pl: Scisłe
pt_br: Estrito
ru: Точное
uk: Строгі
vi: Nới chặt
zh_cn: 严格
zh_tw: 嚴格

# settings_timingwindows_description_extrawide
source: Use extra wide timing windows to make gameplay very forgiving.
de: Extra große Zeitfenster verwenden, um das Spielerlebnis sehr fehlerverzeihend zu gestalten.
es_es: Utilice ventanas de precisión extra largas para hacer el juego muy perdonable.
fr: Utiliser les fenêtres plus larges pour rendre le jeu plus indulgent.
id: Gunakan jendela timing ekstra lebar untuk membuat gameplay menjadi sangat mudah dimaafkan.
ja: タイミングウィンドウを広くしてゲームの難易度を下げます。
ko: 판정 범위를 넓혀 게임플레이를 자비롭게 만듭니다.
lt: Naudoti platesnius pataikymo tarpus kad žaidimas taptų daug lengvesnis.
pl: Korzystaj z szerszych okien czasowych, aby rozgrywka była bardziej wybaczająca.
pt_br: Use janelas de tempo amplas para tornar o jogo mais perdoável.
ru: Использовать увеличенное окно для нажатий, чтобы сделать игру более щадящей.
uk: Використовувати дуже широкі хітбокси, щоб зробити ігровий процес легшим.
vi: Sử dụng cửa sổ thời gian thêm rộng để làm cho trò chơi dễ dàng hơn.
zh_cn: 更宽的判定范围，更简单的游戏难度。
zh_tw: 使用寬鬆的判定讓遊戲更簡單。

# settings_timingwindows_description_normal
source: Use normal timing windows for game obstacles.
de: Normal große Zeitfenster für Spielhindernisse verwenden.
es_es: Utilice las ventanas de precisión normales para los obstáculos del juego.
fr: Utiliser les fenêtres normales pour les obstacles en jeu.
id: Gunakan jendela timing normal untuk rintangan permainan.
ja: 通常のタイミング判定を使用します。
ko: 장애물에 대해 일반적인 판정 범위를 사용합니다.
lt: Naudoti įprastus pataikymo tarpus žaidimo kliūtims.
pl: Korzystaj z normalnych okien czasowych dla przeszkód w grze.
pt_br: Use janelas de tempo normais para os obstáculos do jogo.
ru: Использовать обычное окно для нажатий.
uk: Використовувати нормальні хітбокси для ігрових перешкод.
vi: Sử dụng cửa sổ thời gian bình thường cho các chướng ngại vật.
zh_cn: 标准判定范围。
zh_tw: 使用普通的判定範圍。

# settings_timingwindows_description_strict
source: Use smaller timing windows to increase game difficulty.
de: Kleinere Zeitfenster verwenden, um die Spielschwierigkeit zu erhöhen.
es_es: Utilice ventanas de precisión pequeñas para aumentar la dificultad del juego.
fr: Utiliser les fenêtres strictes pour augmenter la difficulté.
id: Gunakan jendela timing yang lebih kecil untuk meningkatkan kesulitan permainan.
ja: タイミングウィンドウを狭くしてゲームの難易度を上げます。
ko: 더 좁은 판정범위를 사용해 게임 난이도를 올립니다.
lt: Naudoti trumpesnius pataikymo tarpus kad padidinti žaidimo sunkumą.
pl: Korzystaj z mniejszych okien czasowych, aby zwiększyć trudność gry.
pt_br: Use janelas de tempo menores para aumentar a dificuldade do jogo.
ru: Использовать уменьшенное окно для нажатий, чтобы увеличить сложность игры.
uk: Використовувати менші хітбокси, щоб підвищити складність гри.
vi: Sử dụng cửa sổ thời gian hẹp hơn để tăng độ khó.
zh_cn: 更窄的判定范围，更高的游戏难度。
zh_tw: 使用嚴格的判定讓遊戲更困難。

# settings_ghosthelpers
source: Ghost Helpers
de: Geisterhelfer
es_es: Ayuda para Fantasmas
fr: Aide pour les Fantômes
id: Pembantu Hantu
ja: ゴーストヘルパー
ko: 유령 도우미
lt: Vaiduoklių padėjėjai
pl: Duchowi Pomocnicy
pt_br: Ajuda para Fantasmas
ru: Предикторы для призраков
uk: Помічники проти привидів
vi: Trợ giúp với ma
zh_cn: 幽灵标志
zh_tw: 鬼魂助手

# settings_ghosthelpers_description
source: Adds translucent markers for ghost enemy positions.
de: Fügt transparente Markierungen für Geistergegner hinzu.
es_es: Añade marcadores translúcidos para posiciones de enemigos fantasmas.
fr: Ajoute des marqueurs de positions transparents pour les fantômes ennemis.
id: Menambahkan penanda tembus pandang untuk posisi musuh hantu.
ja: ゴーストの位置に半透明マーカーをつけます。
ko: 유령 적 위치에 투명 표지를 추가합니다.
lt: Prideda permatomas žymas priešų vaiduoklių vietose.
pl: Dodaje przezroczyste znaczniki dla pozycji wrogich duchów.
pt_br: Adiciona marcas translucidas para as posições do inimigo fantasma.
ru: Добавляет полупрозрачные предикторы для призраков.
uk: Додати напівпрозорі позначки для позицій привидів.
vi: Thêm các đánh dấu trong suốt cho vị trí của các con ma.
zh_cn: 幽灵总是带有半透明标志。
zh_tw: 在鬼魂出現位置增加半透明標記。

# settings_respawntiming_slow
source: Slow
de: Langsam
es_es: Lento
fr: Lente
id: Lambat
ja: ゆっくり
ko: 느림
lt: Lėtas
pl: Wolne
pt_br: Lento
ru: Медленное
uk: Повільний
vi: Chậm
zh_cn: 慢
zh_tw: 慢

# settings_respawntiming_fast
source: Fast
de: Schnell
es_es: Rápido
fr: Rapide
id: Cepat
ja: 早い
ko: 빠름
lt: Greitas
pl: Szybkie
pt_br: Rápido
ru: Быстрое
uk: Швидкий
vi: Nhanh
zh_cn: 快
zh_tw: 快

# settings_respawntiming
source: Respawn Timing
de: Respawn-Dauer
es_es: Tiempo de Reaparición
fr: Vitesse de Réapparition
id: Waktu Respawn
ja: リスポーン時間
ko: 리스폰 타이밍
lt: Atsiradimo iš naujo trukmė
pl: Czas Odrodzenia
pt_br: Tempo de Reaparecimento
ru: Время Возрождения
uk: Час відродження
vi: Thời gian hồi sinh
zh_cn: 重生间隔
zh_tw: 重生時間

# settings_respawntiming_description_slow
source: Use a longer respawn duration.
de: Verwende eine größere Respawn-Dauer.
es_es: Utiliza una duración larga de reaparición.
fr: Les réapparitions dureront plus longtemps.
id: Gunakan durasi respawn yang lebih lama.
ja: リスポーン時間が長くなります。
ko: 더 긴 리스폰 시간을 사용합니다.
lt: Naudoti ilgesnę atsiradimo iš naujo trukmę.
pl: Użyj dłuższego czasu odrodzenia.
pt_br: Use a duração de reaparecimento longa.
ru: Использовать увеличенное время возрождения.
uk: Використовувати довший час відродження.
vi: Sử dụng thời gian hồi sinh dài hơn.
zh_cn: 更长的间隔，有更多准备时间。
zh_tw: 更長的重生時間。

# settings_respawntiming_description_normal
source: Use a normal respawn duration.
de: Verwende die normale Respawn-Dauer.
es_es: Utiliza una duración normal de reaparición.
fr: Les réapparitions prendront le temps normal.
id: Gunakan durasi respawn normal.
ja: 通常のリスポーン時間を使用します。
ko: 일반적인 리스폰 시간을 사용합니다.
lt: Naudoti įprastą atsiradimo iš naujo trukmę.
pl: Użyj normalnego czasu odrodzenia.
pt_br: Use a duração de reaparecimento normal.
ru: Использовать обычное время возрождения.
uk: Використовувати нормальний час відродження.
vi: Sử dụng thời gian hồi sinh bình thường.
zh_cn: 正常的重生间隔。
zh_tw: 普通的重生時間。

# settings_respawntiming_description_fast
source: Respawn very quickly after a mistake.
de: Respawne nach einem Fehler viel schneller.
es_es: Reaparece rápidamente después de un error.
fr: Les réapparitions ne prendront que très peu de temps.
id: Respawn dengan sangat cepat setelah melakukan kesalahan.
ja: 失敗した後、早くリスポーンします。
ko: 실수 후 빠르게 리스폰합니다.
lt: Po klaidos, atsirasti iš naujo labai greitai.
pl: Odródź się od razu po błędzie.
pt_br: Reapareça rapidamente após uma falha.
ru: Возрождение почти сразу после совершения ошибки.
uk: Відроджуватися дуже швидко після помилки.
vi: Hồi sinh rất nhanh sau khi mắc lỗi.
zh_cn: 更短的间隔，失误后快速重生。
zh_tw: 失誤後非常快就重生。

# menu_settings_other
source: Other
de: Sonstiges
es_es: Otros
fr: Autres
id: Lainnya
ja: その他
ko: 기타
lt: Kita
pl: Inne
pt_br: Outros
ru: Прочее
uk: Інше
vi: Khác
zh_cn: 其他
zh_tw: 其它

# settings_runinbackground
source: Run in Background
de: Im Hintergrund ausführen
es_es: Correr en segundo plano
fr: Continuer en Arrière-plan
id: Berjalan di Latar belakang
ja: バックグラウンドで実行
ko: 백그라운드에서 실행
lt: Toliau veikti fone
pl: Graj w Tle
pt_br: Executar em Segundo Plano
ru: Работать в Фоновом Режиме
uk: Грати у фоновому режимі
vi: Chạy trên nền
zh_cn: 后台运行
zh_tw: 在背景運作

# settings_runinbackground_description_disabled
source: Game will automatically pause when losing focus.
de: Das Spiel wird automatisch pausiert, wenn der Fokus verloren geht.
es_es: El juego automáticamente pausará cuando no esté enfocado.
fr: Le jeu se met automatiquement en pause lorsque la fenêtre n'est plus active.
id: Game akan otomatis dijeda saat kehilangan fokus.
ja: フォーカスを失うとゲームは自動的に中止します。
ko: 포커스를 잃을 때 게임을 자동으로 멈춥니다.
lt: Žaidimas automatiškai sustos praradus fokusavimą.
pl: Gra zostanie automatycznie wstrzymana po utracie ostrości okna.
pt_br: O jogo pausará automaticamente quando perder o foco.
ru: Игра будет ставиться на паузу при потере фокуса.
uk: Гра автоматично призупиниться при згортанні гри.
vi: Tự động dừng khi chuyển qua cửa sổ khác.
zh_cn: 启用失去焦点时暂停。
zh_tw: 遊戲在離開視窗時會自動暫停。

# settings_runinbackground_description_enabled
source: Game will continue running when unfocused.
de: Das Spiel läuft weiter, wenn der Fokus verloren geht.
es_es: El juego continuará corriendo cuando no esté enfocado.
fr: Le jeu continu normalement lorsque la fenêtre n'est plus active.
id: Game akan terus berjalan ketika tidak fokus.
ja: フォーカスが外れてもゲームは続行されます。
ko: 포커스를 잃어도 게임을 계속 실행합니다.
lt: Žaidimas toliau veiks nesufokusavus.
pl: Gra będzie dalej działać po utracie ostrości okna.
pt_br: O jogo continuará em execução quando estiver desfocado.
ru: Игра продолжит работать при потере фокуса.
uk: Гра буде продовжувати працювати після згортання гри.
vi: Tiếp tục chạy khi chuyển qua cửa sổ khác.
zh_cn: 停用失去焦点时暂停。
zh_tw: 遊戲在離開視窗時繼續。

# settings_menu_savedata_description
source: Manage and reset save data.
de: Daten verwalten und zurücksetzen.
es_es: Administrar y reiniciar datos guardados.
fr: Gérer et réinitialiser la sauvegarde.
id: Kelola dan setel ulang penyimpanan data.
ja: セーブデータの管理とリセット
ko: 세이브 데이터 관리 및 초기화하기.
lt: Valdyti ir atkurti išsaugojimų duomenis.
pl: Zarządzaj i resetuj zapisane dane.
pt_br: Gerenciar e redefinir dados salvos.
ru: Управление и сброс данных сохранения.
uk: Керувати збереженими даними або скинути їх.
vi: Quản lí và đặt lại dữ liệu.
zh_cn: 管理和重置存档数据。
zh_tw: 管理和重置保存資料。

# editor_contextmenu_delete
source: Delete
de: Löschen
es_es: Eliminar
fr: Supprimer
id: Hapus
ja: 削除
ko: 삭제
lt: Ištrinti
pl: Usuń
pt_br: Deletar
ru: Удалить
uk: Видалити
vi: Xoá
zh_cn: 删除
zh_tw: 刪除

# settings_inputtimeline
source: Input Timeline
de: Eingaben-Zeitleiste
es_es: Línea de tiempo
fr: Chronologie des Actions
id: Input Garis Waktu
ja: タイムラインの入力
ko: 입력 타임라인
lt: Įvesčių laiko juosta
pl: Wstaw Oś Czasu
pt_br: Linha do Tempo
ru: Полоса Нажатий
uk: Шкала натиснень
vi: Dòng thời gian đầu vào
zh_cn: 输入时间线
zh_tw: 輸入時間軸

# settings_inputtimeline_description
source: Adds a timeline display for expected inputs.
de: Fügt eine Zeitleiste für erwartete Eingaben hinzu.
es_es: Añade una pantalla de línea de tiempo para entradas esperadas.
fr: Affiche les actions à réaliser dans une ligne de temps.
id: Menambahkan tampilan garis waktu untuk input yang diharapkan.
ja: タイムラインに入力のタイミング表示を挿入する。
ko: 예상된 입력과의 타임라인 디스플레이를 추가합니다.
lt: Prideda laiko juostą įvestims, kurių tikimasi.
pl: Dodaj oś czasu dla oczekiwanych kliknięć.
pt_br: Adiciona uma tela da linha do tempo para comandos esperados.
ru: Добавляет полосу, показывающую требуемые нажатия.
uk: Додати шкалу для очікуваних натиснень.
vi: Thêm dòng thời gian cho các đầu vào cần nhấn.
zh_cn: 添加一条直接显示所需操作的时间线。
zh_tw: 以時間軸顯示節拍。

# editor_tool_basicenemy_description
source: <color=#ffff00>Basic Enemies</color> Click to insert red or green basic enemies.
de: <color=#ffff00>Grundgegner</color> Klicke, um einen roten oder grünen Grundgegner einzufügen.
es_es: <color=#ffff00>Enemigos Básicos</color> Haz click para insertar enemigos rojos o verdes básicos.
fr: <color=#ffff00>Ennemis Basiques</color> Cliquez pour insérer des ennemis de base rouges ou verts.
id: <color=#ffff00>Musuh Dasar</color> Klik untuk memasukkan musuh dasar berwarna merah atau hijau.
ja: <color=#ffff00>基本的な敵</color> クリックで赤または緑の基本的な敵を挿入します。
ko: <color=#ffff00>기본 적</color> 클릭해 빨간색 혹은 초록색 기본 적을 배치합니다.
lt: <color=#ffff00>Paprasti priešai</color> Spauskite kad įterpti paprastus raudonus ar žalius priešus.
pl: <color=#ffff00>Podstawowi Wrogowie</color> Kliknij, aby wstawić czerwonych lub zielonych podstawowych wrogów.
pt_br: <color=#ffff00>Inimigos Básicos</color> Clique para inserir inimigos básicos vermelhos ou verdes.
ru: <color=#ffff00>Обычные враги</color> Кликни, чтобы вставить красных или зеленых обычных врагов.
uk: <color=#ffff00>Базові вороги</color> Натисни, щоб додати червоних чи синіх ворогів.
zh_cn: <color=#ffff00>基本敌人</color> 点击插入红色或绿色的基本敌人。
zh_tw: <color=#ffff00>基本敵人</color> 點擊插入紅色或綠色基本敵人。

# editor_tool_flightpath_description
source: <color=#ffff00>Flight Paths</color> Click and drag to insert winged flight paths.
de: <color=#ffff00>Flugpfade</color> Klicke und ziehe, um geflügelte Flugpfade einzufügen.
es_es: <color=#ffff00>Rutas de Vuelo</color> Haz click y arrastra para insertar rutas de vuelo aladas.
fr: <color=#ffff00>Chemins de Vol</color> Cliquez et faites glisser pour insérer des chemins de vol ailés.
id: <color=#ffff00>Jalur Penerbangan</color> Klik dan seret untuk memasukkan jalur penerbangan bersayap.
ja: <color=#ffff00>飛行経路</color> クリック＆ドラッグで飛行経路を挿入します。
ko: <color=#ffff00>비행 경로</color> 클릭하고 드래그해 비행 경로를 배치합니다.
lt: <color=#ffff00>Skrydžio keliai</color> Spauskite ir laikykite kad įterpti sparnuoto skrydžio takus.
pl: <color=#ffff00>Ścieżki Lotu</color> Kliknij i przeciągnij, aby wstawić skrzydlate ścieżki lotu.
pt_br: <color=#ffff00>Trajetórias de Voo</color> Clique e arraste para inserir trajetórias de voo aladas.
ru: <color=#ffff00>Перелетные пути</color> Кликни и держи, чтобы вставить перелетные пути.
uk: <color=#ffff00>Шляхи польоту</color> Натисни та перетягни, щоб додати шляхи польоту на крилах.
zh_cn: <color=#ffff00>飞行路径</color> 点击并拖动以插入飞行路径。
zh_tw: <color=#ffff00>飛行路徑</color> 點擊並拖曳以插入翅膀飛行路徑。

# editor_tool_delete_description
source: <color=#ffff00>Delete</color> Click on objects to delete them.
de: <color=#ffff00>Löschen</color> Klicke auf Objekte, um diese zu löschen.
es_es: <color=#ffff00>Eliminar</color> Haz click en objetos para eliminarlos.
fr: <color=#ffff00>Supprimer</color> Cliquez sur des objets pour les supprimer.
id: <color=#ffff00>Hapus</color> Klik pada objek untuk menghapusnya.
ja: <color=#ffff00>削除</color> クリックでオブジェクトを削除します。
ko: <color=#ffff00>삭제</color> 대상을 클릭해 삭제합니다.
lt: <color=#ffff00>Ištrinti</color> Spauskite ant objektų, kad juos ištrinti.
pl: <color=#ffff00>Usuń</color> Kliknij obiekty, aby je usunąć.
pt_br: <color=#ffff00>Deletar</color> Clique nos objetos para deleta-los.
ru: <color=#ffff00>Удалить</color> Кликни на объекты, чтобы удалить их.
uk: <color=#ffff00>Видалення</color> Натисни на об'єкти, щоб видалити їх.
zh_cn: <color=#ffff00>删除</color> 点击删除对象。
zh_tw: <color=#ffff00>刪除</color> 點擊物件可將其刪除。

# editor_tool_editramp_description
source: <color=#ffff00>Ramps</color> Click and drag to adjust the slope of ground / flight paths.
de: <color=#ffff00>Rampen</color> Klicke und ziehe, um die Neigung von Böden / Flugpfaden anzupassen.
es_es: <color=#ffff00>Rampas</color> Haz click y arrastra para ajustar la pendiente del piso/rutas aéreas.
fr: <color=#ffff00>Rampes</color> Cliquez et faites glisser pour ajuster la pente des plateformes et chemins de vol.
id: <color=#ffff00>Jalan Landai</color> Klik dan seret untuk mengatur kemiringan jalur darat / penerbangan.
ja: <color=#ffff00>傾き</color> クリック＆ドラッグで地上/飛行経路の傾きを調整します。
ko: <color=#ffff00>경사</color> 클릭하고 드래그해 바닥이나 비행 경로가 기울어진 정도를 조정합니다.
lt: <color=#ffff00>Rampos</color> Spauskite ir laikykite kad keisti žemės/skrydžio takų nuolydį.
pl: <color=#ffff00>Rampy</color> Kliknij i przeciągnij, aby dostosować nachylenie ziemi / ścieżek lotu.
pt_br: <color=#ffff00>Rampas</color> Clique e arraste para ajustar a inclinação do chão / trajetória aérea.
ru: <color=#ffff00>Склоны</color> Кликни и держи, чтобы изменить наклон земли / перелетных путей.
uk: <color=#ffff00>Схили</color> Натисни та перетягни, щоб змінити форму наземних шляхів та шляхів польоту.
zh_cn: <color=#ffff00>坡度</color> 点击并拖动以调整地面/飞行路径的坡度。
zh_tw: <color=#ffff00>坡道</color> 點擊並拖曳以調整地面/飛行路徑的坡度。

# editor_tool_scroll_description
source: <color=#ffff00>Scroll</color> Click and drag to move the camera view.
de: <color=#ffff00>Scrollen</color> Klicke und ziehe, um die Kameraansicht zu bewegen.
es_es: <color=#ffff00>Scroll</color> Haz click y arrastra para mover la cámara.
fr: <color=#ffff00>Défilement</color> Cliquez et faites glisser pour déplacer la vue de la caméra.
id: <color=#ffff00>Gulir</color> Klik dan seret untuk memindahkan tampilan kamera.
ja: <color=#ffff00>スクロール</color> クリック＆ドラッグでカメラの視点を移動します。
ko: <color=#ffff00>스크롤</color> 클릭하고 드래그해 카메라 시야를 움직입니다.
lt: <color=#ffff00>Slinkti</color> Spauskite ir laikykite kad pakeisti kameros vaizdą.
pl: <color=#ffff00>Przewiń</color> Kliknij i przeciągnij, aby przesunąć widok kamery.
pt_br: <color=#ffff00>Scroll</color> Clique e arraste para mover a visão da câmera.
ru: <color=#ffff00>Прокрутка</color> Кликни и держи, чтобы передвинуть камеру.
uk: <color=#ffff00>Камера</color> Натисни та перетягни, щоб змінювати положення камери.
zh_cn: <color=#ffff00>滚动</color> 拖拽视野/时间轴。
zh_tw: <color=#ffff00>捲動</color> 點擊並拖曳以移動視角。
