Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# settings_menu_colorskins_description
source: Modify the coloration of obstacles to make patterns easier to read.
de: Die Färbung von Hindernissen ändern, um die Muster besser lesbar zu machen.
es_es: Modifica la colorizacion de obstáculos para que los patrones sean más fáciles de leer.
fr: Modifie les couleurs des obstacles pour rendre les actions plus faciles à lire.
ko: 장애물의 색상을 수정하여 패턴을 읽기 쉽게 합니다.
lt: Pakeisti kliūčių spalvą, kad būtų lengviau matomi modeliai.
pl: Modyfikuj kolor przeszkód, aby były bardziej czytelne.
pt_br: Modifica a coloração de obstáculos para tornar os padrões mais fáceis de ler.
ru: Измени цвета препятствий, чтобы определенные моменты было проще проходить.
uk: Змінити кольори перешкод, щоб покращити їхній візуальний вигляд.
zh_cn: 修改障碍的颜色，优化读谱难度。
zh_tw: 修改障礙物的顏色使讀譜更簡單。

# menu_settings_colorskins_beatgrids
source: Beat Grid
de: Taktraster
es_es: Grilla de Pulsos
fr: Grille des Battements
ko: 박자 그리드
lt: Takto tinklelis
pl: Znaczniki Rytmu
pt_br: Grade de Batida
ru: Сетка Музыкальных Ударов
uk: Сітка біта
zh_cn: 节拍网格
zh_tw: 節奏網格

# menu_settings_colorskins_enemies
source: Enemies
de: Gegner
es_es: Enemigos
fr: Ennemis
id: Musuh
ko: 적
lt: Priešai
pl: Wrogowie
pt_br: Inimigos
ru: Враги
uk: Вороги
zh_cn: 敌人
zh_tw: 敵人

# menu_settings_colorskins_wings
source: Wings
de: Flügel
es_es: Alas
fr: Ailes
id: Sayap
ko: 날개
lt: Sparnai
pl: Skrzydła
pt_br: Asas
ru: Крылья
uk: Крила
zh_cn: 翅膀
zh_tw: 翅膀

# menu_settings_colorskins_rollingspikes
source: Spikes
de: Stacheln
es_es: Pinchos
fr: Pointes
id: Duri
ko: 가시
lt: Spygliai
pl: Kolce
pt_br: Espinhos
ru: Шипы
uk: Шипи
zh_cn: 尖刺
zh_tw: 尖刺

# settings_menu_colorskins_beatgrids_description
source: Change the color of floor beat markers.
de: Farbe der Bodentaktmarker ändern.
es_es: Cambia el color de los marcadores de pulso en el piso.
fr: Change la couleur des indicateurs de battement au sol.
ko: 바닥 박자 마커의 색상을 변경합니다.
lt: Pakeisti grindų takto žymeklių spalvą.
pl: Zmień kolor podłogowych znaczników rytmu.
pt_br: Altera a cor dos marcadores de batida do chão.
ru: Измени цвет маркеров ритма.
uk: Змінити колір наземних позначень для натискання.
zh_cn: 更改节拍地标的颜色。
zh_tw: 變更地板節拍標記的顏色。

# settings_menu_colorskins_enemies_description
source: Change the color of enemies.
de: Die Farbe der Gegner ändern.
es_es: Cambia el color de los enemigos.
fr: Change la couleur des ennemis.
id: Ubah warna musuh.
ko: 적의 색을 변경합니다.
lt: Pakeisti priešų spalvą.
pl: Zmień kolor wrogów.
pt_br: Muda a cor dos inimigos.
ru: Измени цвет врагов.
uk: Змінити колір ворогів.
zh_cn: 更改敌人的颜色。
zh_tw: 變更敵人的顏色。

# settings_menu_colorskins_spikes_description
source: Change the color of rolling spike obstacles.
de: Die Farbe der rollenden Stachel-Hindernisse ändern.
es_es: Cambia el color de los obstáculos de pinchos rodantes.
fr: Change la couleur des ennemis à pointes.
ko: 구르는 가시 장애물의 색상을 변경합니다.
lt: Pakeisti riedančių spyglių spalvą.
pl: Zmień kolor toczących się kolców.
pt_br: Mudar a cor dos obstáculos de espinho rolante.
ru: Измени цвет для препятствий из катающихся шипов.
uk: Змінити колір шипастих ворогів.
zh_cn: 更改齿轮的颜色。
zh_tw: 變更滾動尖刺障礙的顏色。

# settings_menu_colorskins_colors_description
source: Tweak obstacle color palettes.
de: Farbpaletten für Hindernisse anpassen.
es_es: Retocar las paletas de color de los obstáculos.
fr: Ajuster les palettes de couleur des obstacles.
ko: 장애물 색상 팔레트 수정.
lt: Pakeisti kliūčių spalvų paletes.
pl: Dostosuj paletę kolorów przeszkód.
pt_br: Ajustar as paletas de cores dos obstáculos.
ru: Настрой палитру цветов препятствий.
uk: Налаштуйте кольорові палітри для перешкод.
zh_cn: 调整障碍色板颜色。
zh_tw: 調整障礙物調色盤的顏色。

# settings_menu_colorskins_wings_description
source: Change the color of floating wings.
de: Die Farbe von schwebenden Flügeln ändern.
es_es: Cambia el color de las alas flotantes.
fr: Change la couleur des ailes flottantes.
ko: 공중 날개의 색상 수정.
lt: Pakeisti sklaidančių sparnų spalvą.
pl: Zmień kolor unoszących się skrzydeł.
pt_br: Altera a cor das asas flutuantes.
ru: Измени цвет парящих крыльев.
uk: Зміна кольору крил.
zh_cn: 更改浮动飞翼的颜色。
zh_tw: 變更漂浮翅膀的顏色。

# settings_colorskins_hits
source: Actions Only
de: Nur Aktionen
es_es: Solo Acciones
fr: Actions Uniquement
id: Hanya Aksi
ko: 액션만
lt: Tik veiksmai
pl: Tylko Akcje
pt_br: Apenas Ações
ru: Только Действия
uk: Лише дії
zh_cn: 仅操作
zh_tw: 僅有操作

# settings_colorskins_all
source: All
de: Alle
es_es: Todas
fr: Tout
id: Semua
ko: 전체
lt: Visi
pl: Wszystkie
pt_br: Todas
ru: Все
uk: Всі
zh_cn: 全部
zh_tw: 全部

# settings_colorskins_actiontype
source: Action Type
de: Aktionstyp
es_es: Tipo de Acción
fr: Type d'Action
id: Tipe Aksi
ko: 동작 유형
lt: Veiksmo rūšis
pl: Rodzaj Akcji
pt_br: Tipo de Ação
ru: Тип Действия
uk: Тип Дії
zh_cn: 操作类型
zh_tw: 操作類型

# settings_colorskins_beatgrids_default_description
source: Floor beat grid markers match level background colors.
de: Die Markierungen für die Bodentaktmarker entsprechen den Hintergrundfarben der Level.
es_es: Los marcadores de pulso en el piso coinciden con los colores de fondo en el nivel.
fr: Les marqueurs de battement au sol ont la couleur de l'arrière-plan.
ko: 바닥 박자 그리드 마커의 색깔이 레벨의 배경색과 일치시킵니다.
lt: Grindų takto tinklelio žymeklių spalva atitinka fono spalvas.
pl: Podłogowe znaczniki rytmu dopasowane do kolorów tła poziomu.
pt_br: Os marcadores de batida em grade do chão correspondem às cores do fundo.
ru: Маркеры музыкальных ударов на полу соответствует цвету фона уровня.
uk: Наземні позначки відповідають фоновому кольору.
zh_cn: 节奏地标与关卡背景颜色匹配。
zh_tw: 地板節拍網格標記與背景顏色相符。

# settings_colorskins_beatgrids_actionsonly_description
source: Beat grid markers with obstacles will be colored according beat offset.
de: Taktmarker mit Hindernissen werden entsprechend dem Beat-Offset eingefärbt.
es_es: Los marcadores de pulso con obstáculos se colorearán acuerdo al offset del pulso.
fr: Les marqueurs de battement avec des obstacles sont colorés en fonction de leur position dans le battement.
ko: 장애물이 있는 박자 그리드 마커가 박자 오프셋에 맞춰 색칠됩니다.
lt: Takto tinklelio žymekliai su kliūtimis bus nuspalvinti pagal takto nuokrypį.
pl: Znaczniki rytmu z przeszkodami będą kolorowane na podstawie przesunięcia rytmu.
pt_br: Os marcadores de batida em grade com obstáculos serão coloridos conforme o deslocamento da batida.
ru: Маркеры музыкальных ударов на препятствиях будут иметь цвет в зависимости от текущего музыкального удара.
uk: Наземні позначки з перешкодами будуть зафарбовані відповідно до зміщення біта.
zh_cn: 障碍的节奏地标将根据节拍的偏移着色。
zh_tw: 帶有障礙物的節拍網格標記將根據節拍偏移量進行著色。

# level6-1
source: Spellbound Nebula
de: Verzauberter Nebel
es_es: Nébula Hechizada
fr: Nébuleuse Envoutée
id: Speedy Starfield
lt: Užburta migla
pl: Pośpieszny Gwiazdozbiór
pt_br: Campo Estelar Veloz
ru: Завораживающая Туманность
uk: Зачарована Туманність
vi: Speedy Starfield
zh_cn: 幽暗星云
zh_tw: 迷茫星雲

# menu_settings_controls_ingame
source: Controls...
de: Steuerung...
es_es: Controles...
fr: Contrôles...
id: Kontrol...
ja: コントロール...
ko: 조작...
lt: Valdymas...
pl: Sterowanie...
pt_br: Controles...
ru: Управление...
uk: Елементи керування...
zh_cn: 控制...
zh_tw: 控制...

# settings_colorskins_enemies_default_description
source: Basic enemies colored red/green based on action type (attack vs attack+jump). Other enemies colored based on enemy type.
de: Grundlegende Gegner sind je nach Aktionstyp (Angriff vs. Angriff+Sprung) rot/grün gefärbt. Andere Gegner werden je nach Gegnertyp gefärbt.
es_es: Enemigos basicos coloreados rojo/verde segun el tipo de accion (atacar vs atacar+salto) Otros enemigos coloreados segun el tipo de enemigo.
fr: Les ennemis de base sont colorés en rouge/vert en fonction du type d'action (attaque ou attaque+saut). Les autres ennemis sont colorés en fonction de leur type.
ko: 기본 적은 액션 종류 (공격 vs 공격+점프)에 맞춰 빨간색/초록색으로 칠해집니다. 다른 적들은 적 종류에 맞춰 칠해집니다.
lt: Paprasti priešai nuspalvinti raudonai/žaliai pagal veiksmo rūšį (ataka prieš ataka+šuolis). Kiti priešai nuspalvinti pagal priešų rūšį.
pl: Podstawowi wrogowie kolorowani czerwono/zielono w zależności od rodzaju akcji (atak / atak+skok). Pozostali wrogowie kolorowani w zależności od typu wroga.
pt_br: Inimigos básicos coloridos em vermelho/verde baseado no tipo de ação (ataque vs ataque+pulo). Outros inimigos coloridos com base no tipo de inimigo.
ru: Основные враги будут окрашены в красный и зеленый цвет для атаки и атаки с прыжком соответственно. Остальные враги будут окрашены в зависимости от их типа.
uk: Базові вороги зафарбовані червоним/зеленим відповідно до типу дії (атака vs атака+стрибок) Інші вороги зафарбовані згідно з типом ворога.
zh_cn: 基本敌人将根据操作类型 (攻击/攻击+跳跃) 以 红/绿 着色。其他敌人根据敌人类型着色。
zh_tw: 基本敵人根據動作類型以紅色/綠色著色（攻擊vs攻擊+跳躍）。 其他敵人則根據敵人類型著色。

# settings_colorskins_enemies_actiontype_description
source: All enemies colored red/green based on action type (attack vs attack+jump).
de: Alle Gegner sind je nach Aktionstyp (Angriff vs. Angriff+Sprung) rot/grün gefärbt.
es_es: Todos los enemigos coloreados rojo/verde basado en el tipo de accion (atacar vs atacar+salto).
fr: Tous les ennemis sont colorés en rouge/vert en fonction de leur type d'action (attaque ou attaque+saut).
ko: 모든 적이 액션 종류 (공격 vs 공격+점프)에 맞춰 빨간색/초록색으로 칠해집니다.
lt: Visi priešai nuspalvinti raudonai/žaliai pagal veiksmo rūšį (ataka prieš ataka+šuolis).
pl: Wszyscy wrogowie kolorowani na czerwono/zielono w zależności od rodzaju akcji (atak / atak+skok).
pt_br: Todos os inimigos são coloridos de vermelho/verde com base no tipo de ação (ataque vs ataque+pulo).
ru: Все враги будут иметь красный и зеленый цвет для атаки и атаки с прыжком соответственно.
uk: Всі вороги зафарбовані червоним/зеленим відповідно до типу дії (атака vs атака+стрибок).
zh_cn: 所有敌人均根据操作类型 (攻击/攻击+跳跃) 以 红/绿 着色。
zh_tw: 所有敵人根據動作類型以紅色/綠色著色（攻擊vs攻擊+跳躍）。

# settings_colorskins_wings_default_description
source: Air jump wings are colored blue, flight path wings are colored green.
de: Luftsprungflügel sind blau gefärbt, Flugpfadflügel sind grün gefärbt.
es_es: Alas de salto en el aire son coloreadas azul, alas de trayecto de vuelo son coloreadas verde.
fr: Les ailes de saut sont colorées en bleu. Les ailes de chemin de vol sont colorées en vert.
ko: 공중 점프 날개는 파란색으로, 비행 길 날개는 초록색으로 칠해집니다.
lt: Oro šuolio sparnai nuspalvinti mėlynai, skrydžio tako sparnai nuspalvinti žaliai.
pl: Skrzydła do powietrznych skoków są niebieskie, skrzydła do tras powietrznych są zielone.
pt_br: As asas de salto aéreo são coloridas em azul, as asas de trajetória de voo são coloridas em verde.
ru: Прыжки в воздухе имеют синий цвет, крылья перелетных путей имеют зеленый цвет.
uk: Крила зафарбовані синім, шляхи польоту зафарбовані зеленим.
zh_cn: 二段跳为蓝色，飞行路径为绿色。
zh_tw: 空中跳躍翅膀是藍色，飛行路徑翅膀是綠色。

# settings_colorskins_wings_beatoffset_description
source: All wings are colored based on beat offset.
de: Alle Flügel sind auf der Grundlage des Takt-Offsets gefärbt.
es_es: Todas las alas son coloreadas segun el offset del pulso.
fr: Toutes les ailes sont colorées en fonction de leur position dans le battement.
ko: 모든 날개가 박자 오프셋에 맞춰 칠해집니다.
lt: Visi sparnai nuspalvinti pagal takto nuokrypį.
pl: Wszystkie skrzydła są kolorowane na podstawie przesunięcia rytmu.
pt_br: Todas as asas são coloridas com base no deslocamento da batida.
ru: Все крылья будут иметь цвет, зависящий от текущего музыкального удара.
uk: Всі крила зафарбовані відповідно до зміщення біта.
zh_cn: 所有飞翼均根据节拍偏移着色。
zh_tw: 所有翅膀都根據節拍偏移著色。

# settings_colorskins_wings_actiontype_description
source: All wings are colored blue/green based on action type (jump vs jump + attack).
de: Alle Flügel sind je nach Aktionstyp (Sprung oder Sprung + Angriff) blau/grün gefärbt.
es_es: Todas las alas son coloreadas azul/verde segun el tipo de accion (salto vs salto + atacar).
fr: Toutes les ailes sont colorées en bleu/vert en fonction du type d'action (saut ou saut+attaque).
ko: 모든 날개가 액션 종류 (공격 vs 공격+점프)에 맞춰 파란색/초록색으로 칠해집니다.
lt: Visi sparnai nuspalvinti mėlynai/žaliai pagal veiksmo rūšį (šuolis prieš šuolis+ataka).
pl: Wszystkie skrzydła są kolorowane na niebiesko/zielono w zależności od rodzaju akcji (skok / skok + atak).
pt_br: Todas as asas são coloridas de azul/verde com base no tipo de ação (pular vs pular + atacar).
ru: Все крылья будут иметь синий и зеленый цвет для атаки и атаки с прыжком соответственно.
uk: Всі крила зафарбовані синім/зеленим відповідно до типу дії (стрибок vs стрибок + атака).
zh_cn: 飞翼将根据操作类型 (跳跃/跳跃+攻击) 以 蓝/绿 着色。
zh_tw: 所有翅膀根據動作類型以藍色/綠色著色（跳躍vs跳躍+攻擊）。

# modio_error_emailformat
source: Invalid email format. Please enter a valid email address.
de: Ungültiges E-Mail-Format. Bitte gebe eine gültige E-Mail-Adresse ein.
es_es: Formato de correo electronico Invalido. Por favor ingrese una direccion de correo electronico valida.
fr: Format d'e-mail invalide. Veuillez entrer une adresse e-mail valide.
ko: 이메일 형식이 잘못되었습니다. 유효한 이메일 주소를 입력해주세요.
lt: Netinkamas el. pašto formatas. Prašome įvesti tinkamą pašto adresą.
pt_br: Formato de e-mail inválido. Por favor, insira um endereço de e-mail válido.
ru: Некорректный email. Пожалуйста, введите правильный email адрес.
uk: Недійсний формат електронної пошти! Будь ласка, введіть дійсну адресу електронної пошти.
zh_cn: 无效的电子邮件格式。请输入一个有效的电子邮件地址。
zh_tw: 電子郵件格式無效。請輸入有效的電子郵件地址。

# editor_button_loginwithemail
source: Login/Register with Email
de: Anmelden/Registrieren mit E-Mail
es_es: Iniciar Sesion/Registar con Correo Electronico
fr: Connexion/Inscription via adresse e-mail
ko: 이메일로 로그인/회원가입
lt: Prisijungi/Registruotis el. paštu
pt_br: Entrar/Cadastrar com e-mail
ru: Вход/Регистрация, используя Email
uk: Увійти/Зареєструватися за адресою ел. пошти
zh_cn: 使用电子邮件登录/注册
zh_tw: 使用電子郵件登入/註冊

# modio_emailsecuritycode_description
source: Enter your email address and a security code will be sent to create or login to your mod.io account.
de: Gebe deine E-Mail-Adresse ein und erhalte einen Sicherheitscode, mit dem du dich bei mod.io registrieren oder anmelden kannst.
es_es: Ingresa tu correo electronico y un codigo de seguridad sera enviado para crear o iniciar sesion a tu cuenta de mod.io.
fr: Entrez votre adresse e-mail et un code de sécurité vous y sera envoyé pour créer ou vous connecter à votre compte mod.io.
ko: 이메일 주소를 입력하면 mod.io 계정을 만들거나 로그인하기 위한 보안 코드가 발송됩니다.
lt: Įveskite savo el. pašto adresą kuriuo bus išsiųstas saugumo kodas, skirtas mod.io paskyros susikūrimui ar prisijungimui.
pt_br: Insira o seu endereço de e-mail e um código de segurança será enviado para criar ou entrar na sua conta do mod.io.
ru: Введите свой адрес электронной почты, чтобы отправить код безопасности для создания или входа в ваш аккаунт mod.io.
uk: Введіть вашу адресу електронної пошти на яку буде надіслано код безпеки для створення або входу до облікового запису mod.io.
zh_cn: 输入您的电子邮件地址以获取用于注册或登陆mod.io的验证码。
zh_tw: 輸入您的電子郵件地址後系統將發送安全代碼以建立或登入您的mod.io帳戶。

# modio_loginstatus_wrongaccount
source: <sprite name="fonticons_8"> This account is not the author of the current level on mod.io.
de: <sprite name="fonticons_8"> Dieser Account ist nicht der Autor des ausgewählten Levels auf mod.io.
es_es: <sprite name="fonticons_8"> Esta cuenta no es el autor del nivel actual en mod.io.
fr: <sprite name="fonticons_8"> Ce compte n'est pas l'auteur du niveau actuel sur mod.io.
ko: <sprite name="fonticons_8"> 이 계정은 mod.io에서 이 레벨의 제작자가 아닙니다.
lt: <sprite name="fonticons_8"> Ši paskyra nėra dabartinio lygio autorius ant mod.io.
pt_br: <sprite name="fonticons_8"> Esta conta não é o autor do nível atual no mod.io.
ru: <sprite name="fonticons_8"> Этот аккаунт не является автором текущего уровня на mod.io.
uk: <sprite name="fonticons_8"> Цей обліковий запис не є автором поточного рівня в mod.io.
zh_cn: <sprite name="fonticons_8"> 此帐户不是 mod.io上当前关卡的作者。
zh_tw: <sprite name="fonticons_8"> 此帳戶不是 mod.io 上當前關卡的作者。

# modio_shortloginstatus_loggedin
source: <sprite name="fonticons_10"> Logged in as {0}
de: <sprite name="fonticons_10"> Angemeldet als {0}
es_es: <sprite name="fonticons_10"> Sesion iniciada como {0}
fr: <sprite name="fonticons_10"> Connecté en tant que {0}
ko: <sprite name="fonticons_10"> {0} (으)로 로그인함
lt: <sprite name="fonticons_10"> Prisijungta kaip {0}
pt_br: <sprite name="fonticons_10"> Conectado como {0}
ru: <sprite name="fonticons_10"> Вошли как {0}
uk: <sprite name="fonticons_10"> Збережено в системі як {0}
zh_cn: <sprite name="fonticons_10"> 以 {0} 登录
zh_tw: <sprite name="fonticons_10"> 以 {0} 登入

# editor_label_tileset
source: Tile Set
de: Kachel-Set
es_es: Tipo de Piso
fr: Jeu de Tuiles
ko: 타일셋
lt: Plokštelių rinkinys
pl: Zestaw Powierzchni
pt_br: Conjunto de Pisos
ru: Тайлсет
uk: Набір тайлів
zh_cn: 拼图集
zh_tw: 瓦片集

# editor_label_backdropset
source: Backdrop Set
de: Hintergrund-Set
es_es: Tipo de Fondo
fr: Set d'Arrière-plan
ko: 배경셋
lt: Fono rinkinys
pl: Zestaw Teł
pt_br: Conjunto de Cenários
ru: Фоновое изображение
uk: Набір фонів
zh_cn: 背景集
zh_tw: 背景集

# settings_colorskins_beatgrids_all_description
source: All beat grid markers will be colored according to beat offset.
de: Alle Taktmarker werden entsprechend dem Takt-Offset eingefärbt.
es_es: Todos los marcadores de pulso en la red seran coloreados acorde al offset del pulso.
fr: Tous les marqueurs de battement sont colorés en fonction de leur position dans le battement.
ko: 모든 박자 그리드 마커가 박자 오프셋에 맞춰 색칠됩니다.
lt: Visi takto tinklelio žymekliai bus nuspalvinti pagal takto nuokrypį.
pl: Wszystkie znaczniki rytmu będą kolorowane na podstawie przesunięcia rytmu.
pt_br: Todos os marcadores de batida em grade serão coloridos conforme o deslocamento da batida.
ru: Все маркеры музыкальных ударов будут иметь цвет в зависимости от текущего музыкального удара.
uk: Всі наземні позначки будуть зафарбовані відповідно до зміщення біта.
zh_cn: 所有节奏地标都将根据节拍的偏移着色。
zh_tw: 所有節拍網格標記將根據節拍偏移進行著色。

# settings_colorskins_beatgrids_actiontype_description
source: Beat grid markers will be colored according to action type (jump/attack/both).
de: Die Taktmarker werden je nach Aktionstyp (Sprung/Angriff/Beides) eingefärbt.
es_es: Los marcadores de pulso en la red seran coloreados acorde al tipo de accion (saltar/atacar/ambos).
fr: Les marqueurs de battement sont colorés en fonction du type d'action (saut, attaque ou les deux).
ko: 박자 그리드 마커가 액션(점프/공격/동시) 종류에 따라 색칠됩니다.
lt: Takto tinklelio žymekliai bus spalvinami pagal veiksmo rūšį (šuolis/ataka/abu).
pl: Znaczniki rytmu będą kolorowane zgodnie z rodzajem akcji (skok/atak/obydwa).
pt_br: Os marcadores de batidas serão coloridos conforme o tipo de ação (saltar/atacar/ambos).
ru: Маркеры музыкальных ударов будут иметь цвет в зависимости от типа действия (прыжок/атака/оба).
uk: Наземні позначки будуть зафарбовані вдповідно до типу дії (стрибок/атака/обидва).
zh_cn: 节奏地标将根据操作类型 (跳跃/攻击/同时) 进行着色。
zh_tw: 節拍網格標記將根據動作類型著色（跳躍/攻擊/兩者）。

# settings_colorskins_enemies_basiconly
source: Basic Only
de: Nur Grundlegende
es_es: Solo Basico
fr: Basique Uniquement
id: Hanya Dasar
ko: 기본만
lt: Tik paprastas
pl: Tylko Podstawowe
pt_br: Apenas Básico
ru: Только Основные
uk: Лише базові
zh_cn: 仅基本的
zh_tw: 只有基本的

# settings_colorskins_enemies_basiconly_description
source: Basic enemies colored based on beat offset. Other enemies colored based on enemy type.
de: Grundgegner gefärbt basierend auf dem Beat-Offset. Andere Gegner werden je nach Feindtyp eingefärbt.
es_es: Enemigos basicos coloreados segun el offset del pulso. Otros enemigos coloreados segun el tipo de enemigo.
fr: Les ennemis de base sont colorés en fonction de leur position dans le battement. Les autres ennemis sont colorés en fonction de leur type.
ko: 기본 적을 박자 오프셋에 맞춰 칠합니다. 다른적들은 적 종류에 맞춰 칠해집니다.
lt: Paprasti priešai bus nuspalvinti pagal takto nuokrypį. Kiti priešai bus nuspalvinti pagal priešo rūšį.
pl: Podstawowi wrogowie są kolorowani na podstawie przesunięcia rytmu. Pozostali wrogowie są kolorowani na podstawie typu wroga.
pt_br: Inimigos básicos coloridos baseado no deslocamento de batida. Outros inimigos coloridos baseado no tipo de inimigo.
ru: Основные враги будут иметь цвет, зависящий от текущего музыкального удара. Остальные враги будут иметь цвет, зависящий от их типа.
uk: Базові вороги зафарбовані відповідно до зміщення біта. Інші вороги зафарбовані відповідно до типу ворога.
zh_cn: 基本敌人根据节拍偏移着色。其他敌人根据敌人类型着色。
zh_tw: 基本敵人根據節拍偏移著色。 其他敵人則根據敵人類型著色。

# settings_colorskins_enemies_all_description
source: All enemies colored based on beat offset.
de: Alle Gegner sind nach dem Takt-Offset gefärbt.
es_es: Todos los enemigos coloreados segun el offset del pulso.
fr: Tous les ennemis sont colorés en fonction de leur position dans le battement.
ko: 모든 적이 박자 오프셋에 맞춰 칠해집니다.
lt: Visi priešai nuspalvinti pagal takto nuokrypį.
pl: Wszyscy wrogowie kolorowani na podstawie przesunięcia rytmu.
pt_br: Todos os inimigos coloridos com base no deslocamento da batida.
ru: Все враги будут иметь цвет, зависящий от текущего музыкального удара.
uk: Всі вороги зафарбовані відповідно до зміщення біта.
zh_cn: 所有敌人均根据节拍偏移着色。
zh_tw: 所有敵人都根據節拍偏移著色。

# settings_colorskins_beatoffset
source: Beat Offset
de: Beat-Versatz
es_es: Offset del Pulso
fr: Décalage de Battement
id: Ketukan Offset
ko: 박자 오프셋
lt: Takto nuokrypis
pl: Przesunięcie Rytmu
pt_br: Deslocamento da Batida
ru: Смещение Музыкального Удара
uk: Зміщення біта
zh_cn: 节拍偏移
zh_tw: 節拍偏移

# settings_colorskins_spikes_default_description
source: All rolling spikes are colored blue.
de: Alle rollenden Stacheln sind blau gefärbt.
es_es: Todos los pinchos rodantes son coloreados azul.
fr: Tous les ennemis à pointe sont bleus.
ko: 모든 가시공이 파란색으로 칠해집니다.
lt: Visi riedantys spygliai nuspalvinti mėlynai.
pl: Wszystkie toczące kolce będą niebieskie.
pt_br: Todos os espinhos rolantes são coloridos em azul.
ru: Все перекатывающиеся шипы будут иметь синий цвет.
uk: Усі шипасті вороги зафарбовані синім.
zh_cn: 所有齿轮均为蓝色。
zh_tw: 所有滾動尖刺都是藍色。

# settings_colorskins_spikes_beatoffset_description
source: Rolling spikes are colored according to beat offset.
de: Rollende Stacheln sind entsprechend dem Beat-Versatz eingefärbt.
es_es: Pinchos rodantes son coloreados acorde al offset del pulso.
fr: Les ennemis à pointe sont colorés en fonction de leur décalage dans le battement.
ko: 가시공이 박자 오프셋에 맞춰 칠해집니다.
lt: Riedantys spygliai nuspalvinti pagal takto nuokrypį.
pl: Toczące kolce są kolorowane na podstawie przesunięcia rytmu.
pt_br: Espinhos rolantes são coloridos conforme o deslocamento da batida.
ru: Перекатывающиеся шипы будут иметь цвет, зависящий от текущего музыкального удара.
uk: Шипасті вороги зафарбовані відповідно до зміщення біта.
zh_cn: 齿轮将根据节拍偏移着色。
zh_tw: 滾動尖刺根據節拍偏移進行著色。

# settings_colorskins_spikes_actiontype_description
source: Rolling spikes are colored blue/green based on action type (jump vs jump + attack).
de: Rollende Stacheln sind je nach Aktionstyp (Sprung vs. Sprung + Angriff) blau/grün gefärbt.
es_es: Pinchos rodantes son coloreados azul/verde segun el tipo de accion (salto vs salto + atacar).
fr: Les ennemis à pointes sont colorés en bleu/vert en fonction du type d'action (saut ou saut+attaque).
ko: 가시공이 액션 종류 (공격 vs 공격+점프)에 맞춰 파란색/초록색으로 칠해집니다.
lt: Riedantys spygliai nuspalvinti mėlynai/žaliai pagal veiksmo rūšį (šuolis prieš šuolis+ataka).
pl: Toczące kolce są kolorowane na niebiesko/zielono w zależności od rodzaju akcji (skok / skok + atak).
pt_br: Espinhos rolantes são coloridos em azul/verde baseado no tipo de ação (salto vs salto + ataque).
ru: Перекатывающиеся шипы будут иметь синий и зеленый цвет для атаки и атаки с прыжком соответственно.
uk: Шипасті вороги зафарбовані синім/зеленим відповідно до типу дії (стрибок vs стрибок + атака).
zh_cn: 齿轮将根据操作类型 (跳跃/跳跃+攻击) 以 蓝/绿 着色。
zh_tw: 滾動尖刺根據動作類型以藍色/綠色著色（跳躍vs跳躍+攻擊）。

# settings_colorskins_altgreen
source: Alternate Green
de: Alternatives Grün
es_es: Verde Alternativo
fr: Vert Alternatif
id: Hijau Alternatif
ko: 초록 교체
lt: Alternatyvi žalia
pl: Alternatywny Zielony
pt_br: Verde Alternado
ru: Альтернативный Зеленый
uk: Альтернативний зелений
zh_cn: 备用绿色
zh_tw: 替代綠色
