Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# settings_colorskins_colors_default_description
source: Use default color scheme for obstacles.
de: Standard Farbschema für Hindernisse verwenden.
es_es: Usar el esquema de color para obstaculos por defecto.
fr: Utiliser les couleurs par défaut des obstacles.
ko: 장애물에 기본 색 구성을 사용합니다.
lt: Naudoti numatytą spalvų schemą kliūtims.
pl: Użyj domyślnego schematu kolorów dla przeszkód.
pt_br: Usar o esquema de cores padrão para obstáculos.
ru: Использовать цвет по умолчанию для препятствий.
uk: Використовувати стандартну колірну схему для перешкод.
zh_cn: 对障碍使用默认配色方案。
zh_tw: 障礙物使用預設配色方案。

# settings_colorskins_colors_altgreen_description
source: Use alternate green color (less blue tinted).
de: Alternative grüne Farbe verwenden (weniger blau gefärbt).
es_es: Usar esquema de color verde alternativo (menor tinte azul).
fr: Utiliser une couleur verte alternative (tendant moins vers le bleu).
ko: (파란색이 덜하도록) 초록색을 교체합니다.
lt: Naudoti alternatyvią žalią spalvą (be mėlyno atspalvio).
pl: Użyj alternatywnego zielonego koloru (mniej niebieskawy).
pt_br: Usar uma cor verde alternativa (menos azulada).
ru: Использовать альтернативный зеленый цвет (с менее синим оттенком).
uk: Використовувати альтернативний зелений колір (менш синюватий).
zh_cn: 使用备用绿色(减少蓝色)
zh_tw: 使用替代綠色（較少藍色）。

# menu_settings_enemyspacing
source: Enemy Spacing...
de: Gegner Abstand...
es_es: Distancia de Enemigos...
fr: Espacement des Ennemis...
id: Jarak Musuh...
ko: 적 간격...
lt: Atstumas tarp priešų...
pl: Odstępy Między Wrogami...
pt_br: Espaçamento de Inimigos...
ru: Расстояние Между Врагами...
uk: Відстань до ворогів...
zh_cn: 敌人间距...
zh_tw: 敵人間隔...

# menu_shop_companions
source: Companions
de: Gefährten
es_es: Acompañantes
fr: Compagnons
ko: 동료
lt: Kompanionai
pl: Towarzysze
pt_br: Companheiros
ru: Компаньоны
uk: Супутники
zh_cn: 同伴
zh_tw: 同伴

# modio_username
source: Username: {0}
de: Benutzername: {0}
es_es: Nombre de Usuario: {0}
fr: Pseudo : {0}
ko: 사용자명: {0}
lt: Vartotojo vardas: {0}
pt_br: Usuário: {0}
ru: Имя пользователя: {0}
uk: Назва користувача: {0}
zh_cn: 用户名: {0}
zh_tw: 使用者名稱：{0}

# modio_userid
source: User ID: {0}
de: Benutzer ID: {0}
es_es: ID de Usuario: {0}
fr: ID utilisateur : {0}
id: ID Pengguna: {0}
ko: 사용자 ID: {0}
lt: Vartotojo ID: {0}
pt_br: ID do Usuário: {0}
uk: ID користувача: {0}
zh_cn: 用户 ID：{0}
zh_tw: 使用者ID：{0}

# modio_levelstatus_neverpublished
source: This level has never been published to mod.io.
de: Dieses Level wurde noch nie auf mod.io veröffentlicht.
es_es: Este nivel nunca ha sido publicado a mod.io.
fr: Ce niveau n'a jamais été publié sur mod.io.
ko: 이 레벨은 mod.io에 게시된 적이 없습니다.
lt: Šis lygis niekada nebuvo paviešintas į mod.io.
pl: Ten poziom nigdy nie został opublikowany na mod.io.
pt_br: Esse nível nunca foi publicado no mod.io.
ru: Этот уровень никогда не был опубликован на mod.io.
uk: Цей рівень ніколи не був опублікований на mod.io.
zh_cn: 此关卡尚未发布到 mod.io。
zh_tw: 此關卡從未發布到mod.io。

# modio_levelstatus_fetching
source: Retrieving level data from mod.io...
de: Leveldaten aus mod.io abrufen...
es_es: Consiguiendo informacion de nivel por mod.io...
fr: Récupération des données du niveau sur mod.io...
ko: mod.io에서 레벨 정보를 가져오는 중...
lt: Išgaunami lygio duomenys iš mod.io...
pt_br: Recebendo dados de nível do mod.io...
ru: Получение данных уровня из mod.io...
uk: Отримання даних рівня з mod.io...
zh_cn: 正在从 mod.io获取关卡数据...
zh_tw: 正在從mod.io檢索關卡資料...

# modio_levelstatus_notfound
source: This level has mod.io ID {0} but was not found on mod.io.
de: Dieses Level hat die mod.io ID {0}, wurde aber nicht auf mod.io gefunden.
es_es: Este nivel tiene mod.io ID {0} pero no ha sido encontrado en mod.io.
fr: Ce niveau a l'ID mod.io {0} mais n'a pas été trouvé sur mod.io.
ko: 이 레벨은 mod.io ID {0}을 가지고 있지만 mod.io에서 찾을 수 없었습니다.
lt: Šis lygis turi {0} mod.io ID tačiau nebuvo rastas mod.io.
pt_br: Este nível possui o ID do mod.io {0} mas não foi encontrado no mod.io.
ru: Этот уровень имеет mod.io ID {0}, но он не найден на mod.io.
uk: Цей рівень має ID mod.io {0}, але не був знайдений на mod.io.
zh_cn: 此关卡的 mod.io ID {0} 在 mod.io上不存在。
zh_tw: 此關卡有mod.io ID{0}但無法在mod.io上找到。

# modio_leveldescription
source: Level ID: {0} Author: {1} Last updated: {2}
de: Level ID: {0} Autor: {1} Zuletzt aktualisiert: {2}
es_es: ID de Nivel: {0} Autor: {1} Ultima Actualizacion: {0}
fr: ID du Niveau : {0} Auteur : {1} Mis à jour le : {2}
ko: 레벨 ID: {0} 제작자: {1} 최근 갱신 시간: {2}
lt: Lygio ID: {0} Autorius: {1} Atnaujinta: {2}
pl: ID Poziomu: {0} Autor: {1} Ostatnia Aktualizacja: {2}
pt_br: ID do nível: {0} Autor: {1} Ultima atualização: {2}
ru: ID Уровня: {0} Автор: {1} Последнее обновление: {2}
uk: ID рівня: {0} Автор: {1} Останнє оновлення: {2}
zh_cn: 关卡 ID: {0} 作者： {1} 最后更新： {2}
zh_tw: 關卡ID：{0} 作者：{1} 最後更新：{2}

# editor_button_publishmodiomenu
source: Publish to mod.io...
de: Auf mod.io veröffentlichen...
es_es: Publicar a mod.io...
fr: Publier sur mod.io...
ko: mod.io에 게시하기...
lt: Viešinti į mod.io...
pl: Opublikuj na mod.io...
pt_br: Publicar no mod.io...
ru: Опубликовать на mod.io...
uk: Опублікувати на mod.io...
zh_cn: 发布到 mod.io...
zh_tw: 發布到mod.io...

# editor_button_exportasfile
source: Export as .rqzip
de: Als .rqzip exportieren
es_es: Exportar como .rqzip
fr: Exporter au format .rqzip
ko: .rqzip으로 내보내기
lt: Eksportuoti kaip .rqzip
pl: Eksportuj jako .rqzip
pt_br: Exportar como .rqzip
ru: Экспорт как .rqzip
uk: Експортувати як .rqzip
zh_cn: 导出为 .rqzip
zh_tw: 匯出為.rqzip

# editor_button_loginwithsteam
source: Login/Register with Steam
de: Anmelden/Registrieren mit Steam
es_es: Iniciar Sesion/Registrar con Steam
fr: Connexion/Inscription via Steam
ko: Steam으로 로그인/회원가입
lt: Prisijungti/Registruotis per Steam
pl: Zaloguj/Zarejestruj się przez Steam
pt_br: Entrar/Cadastrar com Steam
ru: Вход/Регистрация, используя Steam
uk: Увійти/Зареєструватися через Steam
zh_cn: 使用Steam登录/注册
zh_tw: 使用Steam登入/註冊

# editor_button_logout
source: Logout
de: Abmelden
es_es: Cerrar Sesion
fr: Déconnexion
ko: 로그아웃
lt: Atsijungti
pl: Wyloguj
pt_br: Sair
ru: Выход
uk: Вийти з системи
zh_cn: 登出
zh_tw: 登出

# menu_submit
source: Submit
de: Bestätigen
es_es: Ingresar
fr: Envoyer
ko: 제출
lt: Pateikti
pl: Prześlij
pt_br: Enviar
ru: Отправить
uk: Надіслати
zh_cn: 提交
zh_tw: 送出

# modio_levelstatus_published
source: This level has previously been published on mod.io.
de: Dieses Level wurde bereits auf mod.io veröffentlicht.
es_es: Este nivel ha sido previamente publicado en mod.io.
fr: Ce niveau a précédemment été publié sur mod.io.
ko: 이 레벨은 mod.io에 게시된 적이 있습니다.
lt: Šis lygis seniau buvo paviešintas į mod.io.
pl: Ten poziom został wcześniej opublikowany na mod.io.
pt_br: Este nível já foi publicado anteriormente no mod.io.
ru: Этот уровень уже был опубликован на mod.io.
uk: Цей рівень раніше був опублікований на mod.io.
zh_cn: 此关卡先前已在 mod.io上发布。
zh_tw: 此關卡之前已在 mod.io上發布。

# modio_submitsecuritycode_description
source: Enter the security code that was sent to {0}.
de: Gebe den Sicherheitscode an, der an {0} gesendet wurde.
es_es: Ingrese el codigo de seguridad que ha sido enviado a {0}.
fr: Entrez le code de sécurité envoyé à {0}.
ko: {0} 에서 받은 보안 코드를 입력하세요.
lt: Įveskite saugumo kodą, kuris buvo išsiųstas {0}.
pt_br: Insira o código de segurança que foi enviado para {0}.
ru: Введите код безопасности, который был отправлен на {0}.
uk: Введіть код безпеки, надісланий на {0}.
zh_cn: 输入发送到 {0} 的验证码。
zh_tw: 輸入發送到{0}的驗證碼。

# modio_loginstatus_loggedout
source: <sprite name="fonticons_8"> You are not logged into mod.io. You need an account in order to publish levels to mod.io.
de: <sprite name="fonticons_8"> Du bist nicht bei mod.io angemeldet. Du brauchst einen Account um Levels auf mod.io veröffentlichen zu können.
es_es: <sprite name="fonticons_8"> No has iniciado sesion en mod.io. Necesitas una cuenta en orden para publicar niveles a mod.io.
fr: <sprite name="fonticons_8"> Vous n'êtes pas connecté à mod.io. Un compte est nécessaire pour publier des niveaux sur mod.io.
ko: <sprite name="fonticons_8"> mod.io에 로그인이 되어 있지 않습니다. mod.io에 레벨을 게시하기 위해서는 계정이 필요합니다.
lt: <sprite name="fonticons_8"> Jūs nesate prisijungę prie mod.io. Norint viešinti lygius į mod.io jums reikia paskyros.
pl: <sprite name="fonticons_8"> Nie jesteś zalogowany do mod.io. Potrzebujesz konta, aby publikować poziomy na mod.io.
pt_br: <sprite name="fonticon_8"> Você não está conectado no mod.io. Você precisa de uma conta para publicar níveis no mod.io.
ru: <sprite name="fonticons_8"> Вы не вошли в mod.io. Вам необходим аккаунт, чтобы публиковать уровни через mod.io.
uk: <sprite name="fonticons_8"> Ви не ввійшли в mod.io Вам потрібен обліковий запис, щоб публікувати рівні на mod.io.
zh_cn: <sprite name="fonticons_8"> 您没有登录到 mod.io。 您需要一个帐户才能发布关卡到 mod.io。
zh_tw: <sprite name="fonticons_8"> 您尚未登入 mod.io。 您需要一個帳戶才能將關卡發布到 mod.io。

# modio_loginstatus_loggedin
source: You are logged into mod.io as:
de: Du bist bei mod.io angemeldet als:
es_es: Has iniciado sesión en mod.io como:
fr: Vous êtes connecté à mod.io en tant que :
ko: mod.io에 다음 계정으로 로그인함:
lt: Jūs prie mod.io esate prisijungęs kaip:
pl: Jesteś zalogowany do mod.io jako:
pt_br: Você está conectado no mod.io como:
ru: Вы вошли в mod.io как:
uk: Ви увійшли в mod.io як:
zh_cn: 您已登录到 mod.io ：
zh_tw: 您已登入 mod.io:

# modio_loginstatus_correctaccount
source: <sprite name="fonticons_10"> This account is the author of the current level on mod.io.
de: <sprite name="fonticons_10"> Dieser Account ist der Autor des ausgewählten Levels auf mod.io.
es_es: <sprite name="fonticons_10"> Esta cuenta es el autor del nivel actual en mod.io.
fr: <sprite name="fonticons_10"> Ce compte est l'auteur du niveau actuel sur mod.io.
ko: <sprite name="fonticons_10"> 이 계정은 mod.io에서 이 레벨의 제작자입니다.
lt: <sprite name="fonticons_8"> Ši paskyra yra dabartinio lygio autorius ant mod.io.
pt_br: <sprite name="fonticons_10"> Esta conta é o autor do nível atual no mod.io.
ru: <sprite name="fonticons_8"> Этот аккаунт является автором текущего уровня на mod.io.
uk: <sprite name="fonticons_10"> Цей обліковий запис є автором поточного рівня в mod.io.
zh_cn: <sprite name="fonticons_10"> 此帐户是 mod.io上当前关卡的作者。
zh_tw: <sprite name="fonticons_10"> 此帳戶為當前關卡的作者。

# editor_button_viewmodioprofile
source: View profile on web
de: Profil im Web anzeigen
es_es: Ver perfil en la web
fr: Voir le profil sur le web
ko: 웹에서 프로필 보기
lt: Peržiūrėti profilį internete
pt_br: Ver perfil na internet
ru: Посмотреть профиль на сайте
uk: Переглянути профіль в Інтернеті
zh_cn: 在浏览器中查看个人档案
zh_tw: 在網站上查看個人檔案

# editor_button_viewlevelonmodio
source: View on mod.io
de: Auf mod.io anzeigen
es_es: Ver en mod.io
fr: Voir sur mod.io
ko: mod.io에서 보기
lt: Peržiūrėti per mod.io
pt_br: Ver no mod.io
ru: Посмотреть на mod.io
uk: Переглянути на mod.io
zh_cn: 在 mod.io 上查看
zh_tw: 在 mod.io 上查看

# editor_button_publishleveltomodio
source: Publish to mod.io
de: Auf mod.io veröffentlichen
es_es: Publicar en mod.io
fr: Publier sur mod.io
ko: mod.io에 게시하기
lt: Viešinti į mod.io
pl: Opublikuj na mod.io
pt_br: Publicar no mod.io
ru: Опубликовать на mod.io
uk: Опублікувати на mod.io
zh_cn: 发布到 mod.io
zh_tw: 發布到 mod.io

# editor_button_publishupdatetomodio
source: Publish new version
de: Neue Version öffentlichen
es_es: Publicar nueva versión
fr: Publier une nouvelle version
ko: 새 버전 게시하기
lt: Viešinti naują versiją
pl: Opublikuj nową wersję
pt_br: Publicar nova versão
ru: Опубликовать новую версию
uk: Опублікувати нову версію
zh_cn: 发布新版本
zh_tw: 發布新版本

# editor_button_accountdetails
source: Account details...
de: Accountdaten...
es_es: Detalles de la cuenta...
fr: Détails du compte...
ko: 계정 상세 정보...
lt: Paskyros duomenys...
pl: Szczegóły konta...
pt_br: Detalhes da conta...
ru: Детали аккаунта...
uk: Подробиці облікового запису...
zh_cn: 帐户信息…
zh_tw: 帳戶詳情...

# editor_button_loginregister
source: Login/Register...
de: Anmelden/Registrieren...
es_es: Inciar sesión/Registrarse...
fr: Connexion/Inscription...
ko: 로그인/회원가입...
lt: Prisijungti/Registruotis...
pt_br: Entrar/Registrar...
ru: Вход/Регистрация...
uk: Вхід/Реєстрація...
zh_cn: 登录/注册...
zh_tw: 登入/註冊...

# settings_coinoutlines
source: Coin Outlines
de: Münzumrisse
es_es: Trazado de Monedas
fr: Contour des Pièces
ko: 동전 윤곽선
lt: Monetų kontūrai
pt_br: Contorno de Moedas
ru: Обводка Монет
uk: Рахунок монет
zh_cn: 金币描边
zh_tw: 金幣輪廓

# modio_publishflow_updatingmodprofile
source: Updating mod.io mod profile...
de: mod.io Mod Profil aktualisieren...
es_es: Actualizando perfil de mod de mod.io...
fr: Mise à jour du profil mod.io...
ko: mod.io 프로필 갱신 중...
lt: Atnaujinamas mod.io mod'o profilis...
ru: Обновление профиля модификации mod.io...
uk: Оновлення профілю mod.io...
zh_cn: 正在更新 mod.io mod 配置文件...
zh_tw: 正更新 mod.io mod 配置文件...

# modio_publishlevel_calltoaction
source: Publish this level to mod.io to share it with other Rhythm Quest players!
de: Veröffentliche dieses Level auf mod.io, um es mit anderen Rhythm Quest Spielern teilen zu können!
es_es: Publica este nivel en mod.io para compartirlo con otros jugadores de Rhythm Quest!
fr: Publiez ce niveau sur mod.io pour le partager avec d'autres joueurs de Rhythm Quest !
ko: 이 레벨을 mod.io에 게시해 다른 Rhythm Quest 플레이어들과 공유하세요!
lt: Paviešinkite šį lygį į mod.io kad pasidalintumėte juo su kitais „Rhythm Quest“ žaidėjais!
pt_br: Publique esse nível no mod.io para compartilhá-lo com outros jogadores de Rhythm Quest!
ru: Опубликуйте этот уровень в mod.io, чтобы поделиться им с другими игроками Rhythm Quest!
uk: Опублікуй цей рівень на mod.io щоб поділитися ним з іншими гравцями Rhythm Quest!
zh_cn: 发布此关卡到 mod.io 来与其他Rhythm Quest玩家分享！
zh_tw: 將此關卡發布到 mod.io 與其他 Rhythm Quest 玩家分享！

# settings_coinoutlines_description_enabled
source: Shows faint coin outlines on respawn for already-collected coins.
de: Zeigt beim Respawn schwache Münzumrisse für bereits gesammelte Münzen an.
es_es: Muestra pequeños contornos para monedas ya recolectadas al reaparecer.
fr: Affiche les silhouettes des pièces déjà collectées à la réapparition.
ko: 이미 수집한 동전은 리스폰 시 희미한 동전 윤곽선만 보입니다.
lt: Rodo neryškius monetų kontūrus jau surinktoms monetoms atsiradus iš naujo.
pt_br: Exibe contornos tênues de moedas ao renascer para moedas já coletadas.
ru: Показывает прозрачные силуэты для уже собранных монет.
uk: Показує кількість слабких монет при відродженні для вже зібраних монет.
zh_cn: 在重生后显示已收集金币的轮廓。
zh_tw: 已收集的金幣在重生時會顯示淡化的金幣輪廓。

# editor_check_missingnameartistauthor
source: Song name/artist and chart author needs to be filled out
de: Songname/Künstler und Chartautor müssen ausgefüllt werden
es_es: El nombre/artista de la cancion y el autor del chart deben ser agregados
fr: Les noms de la musique, de l'artiste et de l'auteur du niveau doivent être renseignés
ko: 음악 제목/작곡가와 채보 제작자가 작성되어야 합니다
lt: Dainos pavadinimo/autoriaus ir lentelės autoriaus laukeliai turi būti užpildyti
ru: Поля названий музыки/автора и автора карты должны быть заполнены
uk: Необхідно заповнити ім'я пісні/виконавця та автора графіку
zh_cn: 歌曲名称/艺术家和关卡作者需要填写
zh_tw: 需要填寫歌曲名稱/歌手和圖像作者

# editor_input_musicartist_placeholder
source: (credit the song's artist)
de: (Anerkennung des Song-Künstlers)
es_es: (Acredita el artista de la cancion)
fr: (nom de l'artiste musical)
ko: (노래의 작곡가를 적어주세요)
lt: (paminėkite dainos autorių)
pt_br: (credite o artista da música)
ru: (автор музыкальной композиции)
uk: (вкажіть виконавця пісні)
zh_cn: (歌曲艺术家鸣谢)
zh_tw: （請標註歌曲的藝術家）

# settings_screenfilter_description_blur
source: Applies a blur effect to backdrops so they are less focused.
de: Wendet einen Unschärfeeffekt auf Hintergründe an, sodass diese weniger scharf sind.
es_es: Aplica un efecto de difuminacion al fondo para que sean menos enfocados.
fr: Applique un effet de flou aux arrière-plans afin qu'ils soient moins nets.
ko: 초점이 흐려지도록 배경에 흐림 효과를 적용합니다.
lt: Pritaiko neryškumo efektą fonui jog jis būtų mažiau matomas.
pt_br: Aplica um efeito de borrão aos cenários para fiquem menos focados.
ru: Применяет эффект размытия для фона, чтобы он был менее сфокусирован.
uk: Застосувати ефект розмиття для фону, щоб було більше зосередження на передньому плані.
zh_cn: 将模糊效果应用于背景以减少注意力。
zh_tw: 將背景模糊以降低您對他的注意力。

# modio_createloginaccount_calltoaction
source: mod.io is a free service used for hosting and sharing Rhythm Quest levels. Login or register an account to publish levels to mod.io.
de: mod.io ist ein kostenloser Dienst, um Rhythm Quest Levels zu hosten und zu teilen. Melde dich an oder registriere ein Account, um Level auf mod.io zu veröffentlichen.
es_es: mod.io es un servicio gratis usado para publicar y compartir niveles de Rhythm Quest. Inicie sesion o registre una cuenta para publicar niveles a mod.io.
fr: mod.io est un service gratuit utilisé pour héberger et partager les niveaux communautaires de Rhythm Quest. Connectez-vous ou créez un compte pour publier vos niveaux sur mod.io.
ko: mod.io는 Rhythm Quest 레벨을 주최하고 공유하기 위한 무료 서비스입니다. mod.io에 레벨을 게시하기 위해 계정을 로그인하거나 등록하세요.
lt: mod.io yra nemokama paslauga, skirta Rhythm Quest lygių platinimui. Prisijunkite arba prisiregistruokite kad galėtumėte viešinti lygius į mod.io.
pt_br: mod.io é um serviço gratuito usado para hospedar e compartilhar níveis de Rhythm Quest. Entre ou registre uma conta para publicar níveis no mod.io.
ru: mod.io это бесплатный сервис, который используется для хранения и распространения уровней Rhythm Quest. Войдите или зарегистрируйтесь, чтобы публиковать уровни на mod.io.
uk: mod.io це безплатний сервіс для публікування та поширення рівнів з Rhythm Quest. Увійди або зареєструйся у системі, щоб публікувати рівні на mod.io.
zh_cn: mod.io 是一项用于托管和共享 Rhythm Quest 关卡的免费网站。 登陆或注册一个帐户以将关卡发布到 mod.io。
zh_tw: mod.io 是用於託管和分享 Rhythm Quest 關卡的免費服務。 登入或註冊帳戶以將關卡發佈到 mod.io。

# modio_error_invalidsecuritycode
source: Invalid security code. Check the code and try again.
de: Ungültiger Sicherheitscode. Überprüfe den Code und versuche es erneut.
es_es: Código de seguridad inválido. Comprueba el código e intente de nuevo.
fr: Code de sécurité incorrect. Vérifiez le code et réessayez.
ko: 보안 코드가 잘못되었습니다. 코드를 확인하고 다시 시도해주세요.
lt: Netinkamas saugumo kodas. Patikrinkite jį ir bandykite iš naujo.
pt_br: Código de segurança inválido. Verifique o código e tente novamente.
ru: Неверный код безопасности. Проверьте код и повторите попытку.
uk: Неправильний код безпеки. Перевірте код та повторіть спробу.
zh_cn: 无效的验证码。 检查验证码，然后重试。
zh_tw: 無效的安全碼。 檢查代碼並重試。

# editor_header_publishingtomodio
source: Publishing to mod.io
de: Auf mod.io veröffentlichen
es_es: Publicando a mod.io
fr: Publication sur mod.io
ko: mod.io로 게시하는 중
lt: Viešinama į mod.io
pt_br: Publicando no mod.io
ru: Публикация на mod.io
uk: Публікування на mod.io
zh_cn: 正在发布到 mod.io
zh_tw: 正發布到 mod.io

# modio_publishflow_creatingmodprofile
source: Creating mod.io mod profile...
de: Erstelle mod.io mod Profil...
es_es: Creando un perfil mod de mod.io...
fr: Création du profil mod.io...
ko: mod.io 프로필 생성 중...
lt: Kuriamas mod.io mod'o profilis...
pt_br: Criando perfil de mod do mod.io...
ru: Создание профиля модификации mod.io...
uk: Створення профілю mod.io...
zh_cn: 正在创建 mod.io mod 配置文件...
zh_tw: 正建立 mod.io mod 配置文件...

# modio_publishflow_levelid
source: Got mod.io level ID: {0}
de: Mod.io Level ID erhalten: {0}
es_es: ID de nivel de mod.io obtenida: {0}
fr: ID mod.io du niveau : {0}
ko: mod.io 레벨 ID 찾음: {0}
lt: Gautas mod.io lygio ID: {0}
pt_br: Obteve ID de nível do mod.io: {0}
ru: Полученный ID уровня mod.io: {0}
uk: ID рівня mod.io: {0}
zh_cn: 当前 mod.io 关卡 ID: {0}
zh_tw: 已取得 mod.io 關卡 ID: {0}

# modio_publishflow_packaginglevel
source: Packaging level data...
de: Leveldaten verpacken...
es_es: Empacando informacion de nivel...
fr: Emballage des données du niveau...
ko: 레벨 정보를 꾸러미에 싸는 중...
lt: Pakuojami lygio duomenys...
pt_br: Compactando dados do nível...
ru: Упаковывание данных уровня...
uk: Пакування даних про рівень...
zh_cn: 打包关卡数据...
zh_tw: 正打包關卡資料...

# modio_publishflow_uploadinglevel
source: Uploading level data...
de: Leveldaten hochladen...
es_es: Subiendo información de nivel...
fr: Envoi des données du niveau...
ko: 레벨 정보를 올리는 중...
lt: Keliami lygio duomenys...
pt_br: Publicando dados do nível...
ru: Загрузка данных уровня...
uk: Завантаження даних про рівень...
zh_cn: 正在上传关卡数据...
zh_tw: 正上傳關卡資料...

# modio_publishflow_publishsuccess
source: Successfully published level!
de: Level erfolgreich veröffentlicht!
es_es: Nivel publicado con éxito!
fr: Niveau publié avec succès !
ko: 성공적으로 레벨을 게시했습니다!
lt: Lygis sėkmingai paviešintas!
pt_br: Nível publicado com sucesso!
ru: Уровень успешно опубликован!
uk: Рівень успішно опубліковано!
zh_cn: 关卡发布成功！
zh_tw: 發布關卡成功!

# modio_publishflow_updatesuccess
source: Successfully updated level!
de: Level erfolgreich aktualisiert!
es_es: Nivel actualizado con exito!
fr: Niveau mis à jour avec succès !
ko: 성공적으로 레벨을 업데이트했습니다!
lt: Lygis sėkmingai atnaujintas!
pt_br: Nível atualizado com sucesso!
ru: Уровень успешно обновлен!
uk: Рівень успішно оновлено!
zh_cn: 关卡更新成功！
zh_tw: 更新關卡成功!

# modio_publishflow_savemodioid
source: Saving new level ID into .rqe file...
de: Speichere neue Level ID in .rqe Datei...
es_es: Guardando nueva ID de nivel en archivo .rqe...
fr: Enregistrement du nouvel ID dans le fichier .rqe...
ko: 새 레벨 ID를 .rqe 파일에 저장하는 중...
lt: Išsaugomas naujo lygio ID į .rqe failą...
pt_br: Salvando novo ID de nível no arquivo .rqe...
ru: Сохранение нового ID уровня в .rqe файл...
uk: Збереження нового ID рівня у файлі .rqe...
zh_cn: 正在将新关卡ID保存到 .rqe 文件...
zh_tw: 正將新關卡 ID 儲存到 .rqe 檔案...

# modio_shortloginstatus_loggedout
source: <sprite name="fonticons_8"> Not logged in
de: <sprite name="fonticons_8"> Nicht angemeldet
es_es: <sprite name="fonticons_8"> Sesion no iniciada
fr: <sprite name="fonticons_8"> Non connecté
ko: <sprite name="fonticons_8"> 비로그인
lt: <sprite name="fonticons_8"> Neprisijungta
pt_br: <sprite name="fonticons_8"> Desconectado
ru: <sprite name="fonticons_8"> Не авторизован
uk: <sprite name="fonticons_8"> Немає в системі
zh_cn: <sprite name="fonticons_8"> 未登录
zh_tw: <sprite name="fonticons_8"> 未登入

# settings_coinoutlines_description_disabled
source: (Default) Already-collected coins do not show on respawn.
de: (Standard) Bereits gesammelte Münzen werden beim Respawn nicht angezeigt.
es_es: (Por defecto) Monedas ya recolectadas no aparecen al reaparecer.
fr: (Par défaut) Les pièces déjà collectées ne s'affichent pas à la réapparition.
ko: (기본) 이미 수집한 동전은 리스폰 시 보여주지 않습니다.
lt: (Numatyta) Jau surinktos monetos nerodomos atsiradus iš naujo.
pt_br: (Padrão) Moedas já coletadas não aparecerem ao renascer
ru: (по умолчанию) Уже собранные монеты не показываются после возрождения.
uk: (За замовчуванням) Уже зібрані монети не відображаються при відродженні.
zh_cn: (默认) 已收集的金币不会在重生后显示。
zh_tw: （預設）已收集的硬幣不會在重生時顯示。

# steam_userid
source: Steam ID: {0}
es_es: ID de Steam: {0}
fr: Identifiant Steam : {0}
pt_br: ID do Steam: {0}
ru: ID Steam: {0}

# modio_loginsteam_description
source: Register/login to mod.io using the following active Steam account?
de: Registrierung/Anmeldung bei mod.io mit dem folgenden aktiven Steam-Account?
es_es: ¿Registrar/Iniciar sesion a mod.io usando esta misma cuenta de Steam?
fr: Se connecter/S'inscrire à mod.io à l'aide du compte Steam actif suivant ?
ko: 다음 Steam 계정으로 mod.io에 등록/로그인하시겠습니까?
lt: Registruotis/prisijungti prie mod.io naudojant šią Steam paskyrą?
pt_br: Registrar/entrar no mod.io usando a seguinte conta ativa do Steam?
ru: Зарегистрироваться/войти в mod.io, используя следующий активный аккаунт Steam?
uk: Зареєструватись/Увійти в mod.io використовуючи цей активний обліковий запис Steam?
zh_cn: 是否使用以下Steam帐户注册/登录到 mod.io ？
zh_tw: 是否使用以下Steam 帳戶登入/註冊到 mod.io ?

# button_confirm
source: Confirm
de: Bestätigen
es_es: Confirmar
fr: Confirmer
ko: 확인
lt: Patvirtinti
pt_br: Confirmar
ru: Подтвердить
uk: Підтвердити
zh_cn: 确认
zh_tw: 確認
