Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# settings_colorskins_diamonds_offbeats_description
source: (Default) Display diamonds on obstacles that are on offbeats.
es_es: (Por defecto) Mostrar diamantes en obstáculos que están pulsos débiles.
ko: (기본값) 약박에 있는 장애물에 다이아몬드를 표시합니다.

# settings_colorskins_diamonds_off_description
source: Don't show diamond rhythm indicators for any obstacles.
es_es: No mostrar diamantes indicadores de ritmo en ningún obstáculo.
ko: 어떠한 장애물에서도 다이아몬드 리듬 인디케이터를 표시하지 않습니다.

# settings_colorskins_diamonds_wings_description
source: (Default) Show diamond rhythm indicators for wings only.
es_es: (Por defecto) Mostrar diamantes indicadores de ritmo solo en alas.
ko: (기본값) 날개에서만 다이아몬드 리듬 인디케이터를 표시합니다.

# description_menu_exitpracticemode
source: Exit practice mode, returning to the checkpoint you were previously playing.
es_es: Salir de modo práctica, volviendo al punto de control en el que estabas jugando previamente.
ko: 연습 모드를 종료하고, 이전에 플레이하던 체크포인트로 돌아갑니다.

# menu_settings_sectionlock
source: Section Lock
es_es: Bloqueo de Sección
ko: 섹션 잠금

# settings_sectionlock_description_disabled
source: Proceed through song sections normally. Restart from the beginning when reaching the end of the level.
es_es: Avanzar por las secciones de canción normalmente. Reiniciar desde el comienzo al alcanzar el final del nivel.
ko: 노래 섹션을 정상적으로 진행합니다. 레벨의 끝에 도달하면 처음부터 다시 시작합니다.
uk: Проходити секції пісень у звичайний спосіб. Починати з початку при досягненні кінця рівня.

# settings_sectionlock_description_enabled
source: Automatically restart the current section when reaching the next checkpoint.
es_es: Automáticamente reiniciar la sección actual al alcanzar el siguiente punto de control.
ko: 다음 체크포인트에 도달하면 현재 섹션이 자동으로 다시 시작됩니다.
uk: Автоматично повертатися до початку поточної секції при досягненні наступної контрольної точки.

# menu_jumptocheckpoint_description
source: Warp to a specific checkpoint of the level.
es_es: Saltar a un punto de control específico del nivel.
ko: 레벨의 특정 체크포인트로 워프합니다.

# description_menu_resumepractice
source: Resume practicing.
es_es: Resumir práctica.
ko: 연습을 계속합니다.
uk: Продовжити практику.

# bonus_level_scherzo_of_magical_science
source: Scherzo of Magical Science (RQ Edit)
es_es: Scherzo de Ciencia Mágica (Edición de RQ)
uk: Scherzo of Magical Science (Версія RQ)

# menu_exitpracticemode
source: Exit Practice
de: Übungsmodus verlassen
es_es: Salir de modo práctica
fr: Quitter l'Entraînement
ko: 연습 나가기
lt: Išeiti iš praktikos
pt_br: Sair da Prática
ru: Выйти Из Практики
uk: Вийти з Практики
zh_cn: 退出练习
zh_tw: 退出練習

# settings_practicehelpers_description_disabled
source: Don't override settings for visual/audio aids.
de: Einstellungen für visuelle/akustische Hilfsmittel nicht überschrieben.
es_es: No sobrescribir ajustes de apoyos visuales/auditivos.
fr: Ne pas remplacer les paramètres des aides visuelles/audio.
ko: 시각/오디오 보조 기능에 대한 설정을 덮어씌우지 않습니다.
lt: Neperrašyti nustatymų, skirtų vaizdo/garso pagalbinėm priemonėm.
pt_br: Não substitui as configurações de recursos visuais/auditivos.
ru: Не переопределять настройки для визуальных/звуковых подсказок.
uk: Не змінювати налаштування для візуальних/аудіо сховищ.
zh_cn: 不要覆盖视觉/音频辅助器的设置。
zh_tw: 不覆蓋視覺/音頻的輔助設定。

# settings_practicehelpers_description_enabled
source: Force-enables visual/audio aids such as metronome and input timeline.
de: Erzwingt die Aktivierung von visuellen/akustischen Hilfsmitteln wie Metronom und Eingabezeitleiste.
es_es: Forzar la activación de apoyos visuales/auditivos como el metrónomo y la línea de tiempo de entradas.
fr: Forcer l'activation des aides visuelles/audio comme le métronome et la chronologie des actions.
ko: 메트로놈과 입력 타임라인과 같은 시각/오디오 보조 기능들을 강제로 활성화합니다.
lt: Priverstinai įjungia vaizdo/garso pagalbines priemones, kaip metronomą ir įvesčių laiko juostą.
pt_br: Habilita recursos visuais/auditivos como metrônomo e linha de tempo de entrada.
ru: Принудительно включает визуальные/звуковые подсказки, такие как метроном и шкалу для нажатий.
uk: Примусово вмикає візуальну/аудіо допомогу, такі як метроном та шкалу введення.
zh_cn: 强制启用视觉/音频辅助设备，如节拍器和时间线。
zh_tw: 強制開啟視覺/音頻輔助，例如節拍器和輸入時間線。

# description_practicemode_keyboard
source: Practice Mode Press Esc for settings
de: Übungsmodus Drucke ESC für Einstellungen
es_es: Modo Práctica Presiona Escape para ver los ajustes
fr: Mode Entraînement Appuyez sur Échap pour paramétrer
ko: 연습 모드 Esc를 눌러 설정 열기
lt: Praktikos režimas Spauskite Esc nustatymams
pl: Tryb Treningowy Naciśnij Esc, aby przejść do ustawień
pt_br: Modo de Prática Pressione Esc para configurar
ru: Режим Практики Нажми Esc для настроек
uk: Режим практики Натисни Esc для налаштувань
zh_cn: 练习模式 按Esc键打开设置
zh_tw: 練習模式 按 Esc 鍵以打開設定

# description_practicemode_mouse
source: Practice Mode
de: Übungsmodus
es_es: Modo Práctica
fr: Mode Entraînement
ko: 연습 모드
lt: Praktikos režimas
pl: Tryb Treningowy
pt_br: Modo de Prática
ru: Режим Практики
uk: Режим практики
zh_cn: 练习模式
zh_tw: 練習模式

# description_practicemode_touch
source: Practice Mode
de: Übungsmodus
es_es: Modo Práctica
fr: Mode Entraînement
ko: 연습 모드
lt: Praktikos režimas
pl: Tryb Treningowy
pt_br: Modo de Prática
ru: Режим Практики
uk: Режим практики
zh_cn: 练习模式
zh_tw: 練習模式

# description_practicemode_playstation
source: Practice Mode Press <sprite name="controller_icons_100"> for settings
de: Übungsmodus Drücke <sprite name="controller_icons_100"> für Einstellungen
es_es: Modo Práctica Presiona <sprite name="controller_icons_100"> para ver los ajustes
fr: Mode Entraînement Appuyez sur <sprite name="controller_icons_100"> pour paramétrer
ko: 연습 모드 <sprite name="controller_icons_100">를 눌러 설정 열기
lt: Praktikos režimas Spauskite <sprite name="controller_icons_100"> nustatymams
pt_br: Modo de Prática Aperte <sprite name="controller_icons_100"> para configurações
ru: Режим Практики Нажми <sprite name="controller_icons_100"> для настроек
uk: Режим практики Натисни <sprite name="controller_icons_100"> для налаштувань
zh_cn: 练习模式 按 <sprite name="controller_icons_100"> 打开设置
zh_tw: 練習模式 按 <sprite name="controller_icons_100"> 以打開設定

# description_practicemode_switch
source: Practice Mode Press <sprite name="controller_icons_65"> for settings
de: Übungsmodus Drücke <sprite name="controller_icons_65"> für Einstellungen
es_es: Modo Práctica Presiona <sprite name="controller_icons_65"> para ver los ajustes
fr: Mode Entraînement Appuyez sur <sprite name="controller_icons_65"> pour paramétrer
ko: 연습 모드 <sprite name="controller_icons_65">를 눌러 설정 열기
lt: Praktikos režimas Spauskite <sprite name="controller_icons_65"> nustatymams
pt_br: Modo de Prática Pressione <sprite name="controller_icon_65"> para configurar
ru: Режим Практики Нажми <sprite name="controller_icons_65"> для настроек
uk: Режим практики Натисни <sprite name="controller_icons_65"> для налаштувань
zh_cn: 练习模式 按 <sprite name="controller_icons_65"> 打开设置
zh_tw: 練習模式 按 <sprite name="controller_icons_65"> 以打開設定

# description_practicemode_xbox
source: Practice Mode Press <sprite name="controller_icons_97"> for settings
de: Übungsmodus Drücke <sprite name="controller_icons_97"> für Einstellungen
es_es: Modo Práctica Presiona <sprite name="controller_icons_97"> para ver los ajustes
fr: Mode Entraînement Appuyez sur <sprite name="controller_icons_97"> pour paramétrer
ko: 연습 모드 <sprite name="controller_icons_97">를 눌러 설정 열기
lt: Praktikos režimas Spauskite <sprite name="controller_icons_97"> nustatymams
pt_br: Modo de Prática Pressione <sprite name="controller_icons_97"> para configurar
ru: Режим Практики Нажми <sprite name="controller_icons_97"> для настроек
uk: Режим практики Натисни <sprite name="controller_icons_97"> для налаштувань
zh_cn: 练习模式 按 <sprite name="controller_icons_97"> 打开设置
zh_tw: 練習模式 按 <sprite name="controller_icons_97"> 以打開設定

# button_practice_settings
source: Practice Settings
de: Übungsmodus-Einstellungen
es_es: Ajustes de modo Práctica
fr: Paramètres d'Entraînement
ko: 연습 설정
lt: Praktikos režimo nustatymai
pt_br: Configurações de Prática
ru: Настройки Режима Практики
uk: Налаштування практики
zh_cn: 练习设置
zh_tw: 練習設定

# menu_skiptutorial
source: Skip Tutorial
de: Tutorial überspringen
es_es: Saltar Tutorial
fr: Passer le Tutoriel
ko: 튜토리얼 건너뛰기
lt: Praleisti įžangą
pl: Pomiń Samouczek
ru: Пропустить обучение
uk: Пропустити Туторіал
zh_cn: 略过教程
zh_tw: 跳過教學

# bonus_level_midnight_moon
source: Midnight Moon
es_es: Luna de Medianoche
fr: Lune de Minuit
ru: Полуночная луна

# menu_description_backtomainmenu
source: Return to the main menu.
de: Zurück zum Hauptmenü.
es_es: Volver al menú principal.
fr: Retourner au menu principal.
ko: 메인 메뉴로 돌아갑니다.
lt: Grįžti į pagrindinį meniu.
pl: Powrót do menu głównego.
ru: Вернуться в главное меню.
uk: Повернутися до головного меню.
zh_cn: 返回主菜单。
zh_tw: 返回到主選單。

# difficulty_description_hard_1
source: For those who are experienced with rhythm games.
de: Für diejenigen, die Erfahrung mit Rhythmusspielen haben.
es_es: Para aquellos que son experimentados en videojuegos de ritmo.
ko: 리듬 게임에 익숙하신 분들을 위한 난이도.
pl: Dla tych, którzy mają doświadczenie z grami rytmicznymi.
ru: Для опытных игроков в ритм игры.
uk: Для тих, хто вже досвідчені у ритм-іграх.
zh_tw: 獻給那些有音遊經驗的玩家。

# difficulty_description_hard_2
source: Difficulty ramps up more quickly and becomes quite intense!
de: Der Schwierigkeitsgrad nimmt schneller zu und wird ziemlich intensiv!
es_es: La dificultad aumenta rápidamente y se pone algo intenso!
ko: 난이도가 더 빠르게 오르고 정말 강렬해져요!
pl: Poziom trudności rośnie coraz szybciej i staje się dość intensywny!
ru: Сложность растет быстрее и становится достаточно тяжелой!
uk: Складність підвищується доволі швидко і стає доволі інтенсивною!
zh_tw: 難度將迅速上升且變得相當激烈！

# difficulty_label_newline
source: Difficulty: {0}
es_es: Dificultad: {0}
ko: 난이도: {0}
ru: Сложность: {0}
uk: Складність: {0}

# songselect_purchaseprice
source: Purchase for {0}
es_es: Comprar por {0}
ko: 구매가: {0}
ru: Купить за {0}

# songselect_purchase_button
source: Purchase Level
es_es: Comprar Nivel
ko: 레벨 구입하기
ru: Купить уровень
uk: Розблокувати Рівень

# songselect_play_button
source: Play Level
es_es: Jugar Nivel
ko: 레벨 플레이
ru: Играть в уровень
uk: Грати Рівень

# bonus_level_take_it_to_the_limit_description
source: Originally featured in my older rhythm game "Ripple Runner Deluxe", the spiritual predecessor of Rhythm Quest. This was the final and most difficult level added to the game in a post-jam update.
es_es: Originalmente apareció en mi antiguo videojuego de ritmo "Ripple Runner Deluxe", el predecesor espiritual de Rhythm Quest. Este era el último y más difícil nivel que se añadió al juego luego de una actualización post-jam.
ko: 본래 Rhythm Quest의 정신적 전신인 저의 전작 리듬 게임 "Ripple Runner Deluxe"에 등장했습니다. 이것은 post-jam 업데이트에서 최후이자 마지막으로 게임에 추가된 가장 어려운 레벨이었습니다.
ru: Изначально из моей старой игры "Ripple Runner Deluxe", духовного предшественника Rhythm Quest. Это был последний и самый сложный уровень, добавленный после геймджема.

# songselect_purchase_remainingcoins
source: (Owned: {0})
es_es: (En propiedad: {0})
ko: (소유 중: {0})
ru: (Имеется: {0})
uk: (У наявності: {0})

# songselect_purchase_confirmation
source: Purchase {0} for {1}?
es_es: ¿Comprar {0} por {1}?
ko: {1}코인으로 {0}을(를) 구입하시나요?
ru: Купить {0} за {1}?
uk: Розблокувати {0} за {1}?

# bonus_level_the_warrior_wakes_in_the_sunrise_dawn_description
source: This track was composed in one hour and placed first in round 569 of "One Hour Compo", a weekly online composition competition. It makes heavy use of a guzheng (Chinese plucked zither) instrument library.
es_es: Esta pista fue compuesta en una hora y obtuvo el primer lugar en la ronda Nº569 de "One Hour Compo" una competición de composición en línea. Hace uso extenso de una librería de guzheng (instrumento de cuerda Chino).
ko: 이 곡은 한 시간 만에 작곡되어 주간 온라인 작곡 경연대회인 "One Hour Compo"의 569라운드에서 1위를 차지한 곡입니다. 이 곡은 쟁(중국식 가야금) 악기 라이브러리를 꽤 사용했습니다.
ru: Этот трек был сделан за час и занял первое место в 569-м раунде "One Hour Compo", еженедельного композиторского онлайн-соревнования. В нём много используется инструмент-библиотека гучжэна (Китайской щипковой цитры).

# settings_tabletmode_description_enabled
source: Touchscreen controls are enabled. Tap left half of screen to jump, tap right half to attack.
es_es: Controles táctiles estan abilitados. Toca la mitad izquierda de la pantalla para saltar, toca la mitad derecha para atacar.
ko: 터치스크린 조작이 활성화 되었습니다. 화면 절반의 왼쪽을 탭하면 점프, 오른쪽을 탭하면 공격합니다.

# bugreport_title
source: Report Bug/Feedback
es_es: Reportar Error/Comentarios
ko: 버그 제보 / 피드백
uk: Повідомити про помилки

# settings_autoplay_jukebox
source: Jukebox
es_es: Tocadiscos
ko: 주크박스

# settings_autoplay_description_jukebox
source: Jukebox mode. Levels will play automatically without player input, but no progress will be saved.
es_es: Modo tocadiscos. Los niveles se jugaran automaticamente sin aporte del jugador, pero el progreso no se guardara.
ko: 주크박스 모드입니다. 기본적으로 플레이어의 개입 없이도 레벨이 알아서 자동 플레이되지만, 대신 진행 결과도 저장되지 않습니다.
uk: Рівні відіграватимуться автоматично, але прогрес не буде збережено.

# button_skip
source: Skip
es_es: Saltear
ko: 스킵
uk: Пропустити

# settings_tabletmode
source: Tablet Mode
es_es: Modo Tableta
ko: 태블릿 모드

# settings_tabletmode_description_disabled
source: Touchscreen controls are disabled.
es_es: Controles táctiles estan desabilitados.
ko: 터치스크린 조작이 비활성화 되었습니다.

# settings_tabletmode_description_flipped
source: Touchscreen controls are enabled. Tap right half of screen to jump, tap left half to attack.
es_es: Controles táctiles estan habilitados. Toca la mitad derecha de la pantalla para saltar, toca la mitad izquierda para atacar.
ko: 터치스크린 조작이 활성화 되었습니다. 화면 절반의 오른쪽을 탭하면 점프, 왼쪽을 탭하면 공격합니다.

# menu_extras
source: Extras
fi: Ekstrat
id: Ekstra
it: Extra
ja: エクストラ
ko: 엑스트라
lt: Priedai
pl: Dodatki
ru: Доп. контент
tr: Ekstralar
uk: Додатково
vi: Thêm
zh_cn: 附加内容
zh_tw: 額外項目

# menu_settings_audio
source: Audio
fi: Ääni
id: Suara
it: Musica
ja: サウンド
ko: 오디오
lt: Garsas
pl: Dźwięk
pt_br: Áudio
ru: Аудио
tr: Ses
uk: Аудіо
vi: Âm thanh
zh_cn: 声音
zh_tw: 聲音

# settings_scalingmode_flexible
source: Flexible
de: Flexibel
fi: Joustava
id: Fleksibel
it: Flessibile
ja: フレキシブル
ko: 유연함
lt: Lankstus
pl: Elastyczny
pt_br: Flexível
ru: Растягивающийся
tr: Esneklik
uk: Гладко
vi: Linh hoạt
zh_cn: 自由缩放
zh_tw: 彈性化縮放

# menu_no
source: No
de: Nein
fr: Non
id: Tidak
ja: いいえ
ko: 아니오
lt: Ne
pl: Nie
pt_br: Não
ru: Нет
uk: Ні
vi: Không
zh_cn: 否
zh_tw: 否

# calibration_squares
source: The flashing squares should match the beat. Otherwise, you can adjust manually until synced.
ko: 이제 깜박이는 사각형이 박자와 일치해야 합니다. 그렇지 않다면 싱크가 맞을 때까지 수동으로 조정할수도 있습니다.

# controller_dpad
source: D-pad
de: Steuerkreuz
fr: Croix Directionnelle
ja: 十字キー
ko: 십자 패드
ru: крестовина
zh_cn: 方向键
zh_tw: 十字鍵

# settings_normal
source: Normal
it: Standard
ja: 通常
ko: 보통
lt: Įprastas
pl: Zwykły
ru: Нормальное
uk: Нормальна
vi: Bình thường
zh_cn: 正常
zh_tw: 普通

# settings_timingwindows_normal
source: Normal
fr: Normales
ja: 通常
ko: 보통
lt: Įprastas
pl: Zwykłe
ru: Обычное
uk: Нормальні
vi: Bình thường
zh_cn: 正常
zh_tw: 普通

# settings_respawntiming_normal
source: Normal
fr: Normale
ja: 通常
ko: 보통
lt: Įprastas
pl: Zwykły
ru: Обычное
uk: Нормальний
vi: Bình thường
zh_cn: 正常
zh_tw: 普通

# bonus_level_eine_kleine_nachtmusik
source: Eine kleine Nachtmusik I. Allegro
fr: Une petite musique de nuit I. Allegro
ko: 아이네 클라이네 나흐트무지크 1악장 Allegro
ru: Маленькая ночная серенада 1. Allegro
uk: Маленька нічна серенада I. Allegro
zh_tw: 一首小夜曲 (G大調第13號小夜曲) I. Allegro

# difficulty_normal
source: Normal
ko: 보통
pl: Normalny
ru: Нормальная
uk: Нормальна
zh_tw: 普通

# settings_timingdisplay
source: Timing Display
ko: 타이밍 표시

# settings_timingdisplay_description_disabled
source: Timing display is disabled.
ko: 타이밍 표시가 비활성화 되었습니다.

# settings_timingdisplay_description_static
source: Enables a fixed display that indicates how early or late you were on each successful action.
ko: 각 액션이 성공할 때마다 얼마나 일찍 또는 늦게 수행했는지 알려주는 고정된 표시를 활성화합니다.

# settings_timingdisplay_description_each
source: Shows a number above each obstacle indicating how early or late you were on each successful action.
ko: 각 장애물 위에 숫자를 표시하여 각 액션을 얼마나 일찍 또는 늦게 성공했는지 나타냅니다.

# settings_timingdisplay_static
source: Static
ko: 고정
uk: Статичний

# settings_timingdisplay_each
source: Each
ko: 각자

# menu_settings_rumble_switch
source: Rumble
ko: 진동

# menu_settings_rumble_mobile
source: Vibration
ko: 진동
uk: Вібрація

# menu_settings_data
source: Data
ko: 데이터

# menu_settings_visuals
source: Visuals
ko: 비주얼

# menu_settings_timing
source: Timing
ko: 타이밍

# menu_settings_calibrate
source: Calibration
ko: 보정
uk: Калібрація

# menu_settings_gameplay
source: Gameplay
ko: 게임플레이

# menu_settings_keyboard
source: Keyboard
ko: 키보드
uk: Клавіатура

# menu_settings_gamepad
source: Gamepad
ko: 게임패드

# menu_settings_mouse
source: Mouse
ko: 마우스
uk: Мишка

# settings_pixelclamping_description_disabled
source: (Default) Allows smoother scrolling by allowing subpixel movement and scrolling.
ko: (기본값) 서브픽셀 단위의 움직임을 허용하여 스크롤을 부드럽게 합니다.

# settings_pixelclamping_description_enabled
source: Forces movement and scrolling by whole pixel amounts.
ko: 이동과 스크롤을 픽셀단위로 강제합니다.

# settings_pixelclamping
source: Pixel Clamping
ko: 픽셀 강제

# uap_button_prev_page
source: Previous Page
ko: 이전 페이지
uk: Попередня сторінка

# uap_button_next_page
source: Next Page
ko: 다음 페이지
uk: Наступна сторінка

# uap_button_previous
source: Previous
ko: 이전
uk: Попередня

# uap_button_next
source: Next
ko: 다음
uk: Наступна

# uap_coincount
source: {0} out of {1} coins
ko: {1} 중 {0} 코인
uk: {0} з {1} монет

# uap_medal_perfect
source: Perfect gold medal
ko: 퍼펙트 금메달

# uap_medal_gold
source: Gold medal
ko: 금메달
uk: Золота медаль

# uap_medal_silver
source: Silver medal
ko: 은메달
uk: Срібна медаль

# uap_medal_bronze
source: Bronze medal
ko: 동메달
uk: Бронзова медаль

# uap_medal_none
source: No medal
ko: 메달 없음
uk: Немає медалі

# uap_coins
source: {0} coins
ko: {0} 코인

# uap_levelstats_basicenemies
source: Basic Enemies: {0}
ko: 기본 적 : {0}

# uap_levelstats_flyingenemies
source: Flying Enemies: {0}
ko: 비행 적: {0}

# settings_millisecond_display
source: {0}ms
ru: {0}мс
uk: {0}мс
zh_cn: {0} 毫秒
zh_tw: {0}毫秒

# uap_levelstats_multihitenemies
source: Ghost Enemies: {0}
uk: Привиди: {0}

# uap_levelstats_spikeenemies
source: Spike Enemies: {0}
uk: Шипасті вороги: {0}

# uap_levelstats_checkpoints
source: Checkpoints: {0}
uk: Контрольні точки: {0}

# uap_levelstats_airjumps
source: Air Jumps: {0}
uk: Повітряні стрибки: {0}

# uap_levelstats_flightpaths
source: Flight Paths: {0}
uk: Шляхи польоту: {0}

# uap_levelstats_waterzones
source: Water Zones: {0}
uk: Водяні зони: {0}

# uap_levelstats_speedzones
source: Speed Zones: {0}
uk: Швидкісні зони: {0}

# uap_levelstats_songlength
source: Song Length: {0}
uk: Довжина пісні: {0}

# menu_advanced_settings
source: Advanced Settings
uk: Додаткові налаштування

# perfect_cleared_short
source: Perfect
uk: Ідеально

# uap_levelstats_multihitenemieseighth
source: Fast Ghost Enemies: {0}
uk: Гвидкі привиди: {0}

# uap_levelstats_normaljumps
source: Normal Jumps: {0}
uk: Звичайні стрибки: {0}

# uap_levelstats_bpm
source: Beats Per Minute: {0}
uk: Удари за хвилину: {0}

# bonus_level_trailer_description
source: A level that was made for the initial gameplay trailer for the game in 2022. It tries to feature different mechanics and high-energy music.
uk: Рівень, який був створений для першого трейлера гри у 2022 році. Він намагається показати різні механіки та енергійну музику.

# controller_cross
source: X
fr: Croix
ru: крестик
zh_cn: 叉键
zh_tw: 叉鍵

# calibration_prompt
source: Rhythm Quest is best enjoyed with tightly calibrated audio synchronization.
de: Rhythm Quest lässt sich am besten mit genau kalibrierter Audiosynchronisation genießen.
fr: Rhythm Quest est plus agréable avec une synchronisation audio bien étalonnée.
id: Rhythm Quest paling baik dimainkan dengan sinkronisasi audio yang dikalibrasi secara ketat.
it: Con una sincronizzazione audio calibrata accuratamente potrai vivere al meglio l'esperienza di Rhythm Quest.
ja: Rhythm Quest は音楽の同期を正しく設定するともっとも楽しむことができます。
pt_br: Rhythm Quest é melhor aproveitado uma sincronização de áudio bem calibrada.
vi: Rhythm Quest được chơi tốt nhất khi đồng bộ âm thanh được hiệu chỉnh chặt chẽ.
zh_cn: Rhythm Quest 在精确校准音频延迟时体验最佳。
zh_tw: 嚴格的音頻延遲校準才能得到Rhythm Quest的最佳體驗。

# calibration_prompt_2
source: Do you want to calibrate audio lag now?
de: Möchtest du die Audiolatenz jetzt kalibrieren?
fr: Voulez-vous étalonner la latence audio maintenant ?
id: Apakah Anda ingin mengkalibrasi audio sekarang?
it: Vuoi calibrare il ritardo audio adesso?
ja: 遅延の校正を行いますか？
pt_br: Você quer calibrar o atraso do áudio agora?
vi: Bạn có muốn hiệu chỉnh độ trễ âm thanh ngay bây giờ không?
zh_cn: 您要立即校准音频延迟吗？
zh_tw: 您現在要進行音訊延遲校準嗎？

# tutorial_desktop_jump
source: Press <color=#{0}>{1}</color> or <sprite name="{2}" tint=1 color=#{0}> to Jump.
de: Drücke <color=#{0}>{1}</color> oder <sprite name="{2}" tint=1 color=#{0}> um zu springen.
fr: Appuyer sur <color=#{0}>{1}</color> ou <sprite name="{2}" tint=1 color=#{0}> pour Sauter.
id: Tekan <color=#{0}>{1}</color> atau <sprite name="{2}" tint=1 color=#{0}> untuk Lompat.
it: Premi <color=#{0}>{1}</color> o <sprite name="{2}" tint=1 color=#{0}> per Saltare.
ja: <color=#{0}>{1}</color> または <sprite name="{2}" tint=1 color=#{0}> でジャンプできます。
pt_br: Pressione <color=#{0}>{1}</color> ou <sprite name="{2}" tint=1 color=#{0}> para Pular.
vi: Nhấn <color=#{0}>{1}</color> hoặc <sprite name="{2}" tint=1 color=#{0}> để nhảy.
zh_cn: 按下 <color=#{0}>{1}</color> 或 <sprite name="{2}" tint=1 color=#{0}> 以跳跃。
zh_tw: 按<color=#{0}>{1}</color>或<sprite name="{2}" tint=1 color=#{0}>以跳躍。

# tutorial_desktop_attack
source: Press <color=#{0}>{1}</color> or <sprite name="{2}" tint=1 color=#{0}> to Attack.
de: Drücke <color=#{0}>{1}</color> oder <sprite name="{2}" tint=1 color=#{0}> um anzugreifen.
fr: Appuyer sur <color=#{0}>{1}</color> ou <sprite name="{2}" tint=1 color=#{0}> pour Attaquer.
id: Tekan <color=#{0}>{1}</color> atau <sprite name="{2}" tint=1 color=#{0}> untuk Menyerang.
it: Premi <color=#{0}>{1}</color> o <sprite name="{2}" tint=1 color=#{0}> per Attaccare.
ja: <color=#{0}>{1}</color> または <sprite name="{2}" tint=1 color=#{0}> で攻撃できます。
pt_br: Pressione <color=#{0}>{1}</color> ou <sprite name="{2}" tint=1 color=#{0}> para Atacar.
vi: Nhấn <color=#{0}>{1}</color> hoặc <sprite name="{2}" tint=1 color=#{0}> để tấn công.
zh_cn: 按下 <color=#{0}>{1}</color> 或 <sprite name="{2}" tint=1 color=#{0}> 以攻击。
zh_tw: 按<color=#{0}>{1}</color>或<sprite name="{2}" tint=1 color=#{0}>以攻擊。

# menu_confirm_purchase
source: Purchase for <voffset=4m><sprite name="coin_0"></voffset>{0} ?
de: Für <voffset=4m><sprite name="coin_0"></voffset>{0} kaufen?
fr: Acheter pour {0}<voffset=4m><sprite name="coin_0"></voffset> ?
id: Beli untuk <voffset=4m><sprite name="coin_0"></voffset>{0} ?
it: Acquistare per <voffset=4m><sprite name="coin_0"></voffset>{0}?
ja: <voffset=4m><sprite name="coin_0"></voffset>{0} で購入しますか?
pt_br: Comprar por <voffset=4m><sprite name="coin_0"></voffset>{0} ?
vi: Mua với <voffset=4m><sprite name="coin_0"></voffset>{0} ?
zh_cn: 以 <voffset=4m><sprite name="coin_0"></voffset>{0} 购买？
zh_tw: 確定以<voffset=4m><sprite name="coin_0"></voffset>{0}購買？
