Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# menu_settings
source: Settings
de: Einstellungen
es_es: Ajustes
fi: Asetukset
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_cn: 设置
zh_tw: 設定

# menu_startgame
source: Start Game
de: Spiel starten
es_es: Iniciar Juego
fi: Aloita peli
fr: Commencer
id: Mulai Permainan
it: Gioca
ja: はじめる
ko: 게임 시작
lt: Pradėti žaidimą
pl: Rozpocznij grę
pt_br: Iniciar jogo
ru: Начать игру
tr: Oyunu Başlat
uk: Почати гру
vi: Bắt đầu
zh_cn: 开始游戏
zh_tw: 開始遊戲

# menu_quit
source: Quit
de: Beenden
es_es: Salir
fi: Lopeta
fr: Quitter
id: Keluar
it: Esci
ja: ゲームをやめる
ko: 나가기
lt: Išeiti
pl: Wyjdź
pt_br: Sair
ru: Выход
tr: Çıkış
uk: Вийти
vi: Thoát
zh_cn: 退出
zh_tw: 離開

# menu_back
source: Back
de: Zurück
es_es: Atrás
fi: Takaisin
fr: Retour
id: Kembali
it: Indietro
ja: もどる
ko: 뒤로
lt: Atgal
pl: Cofnij
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
vi: Trở lại
zh_cn: 返回
zh_tw: 返回

# menu_settings_calibration
source: Lag Calibration...
de: Latenz-Kalibrierung...
es_es: Calibración de lag...
fi: Viiveen kalibraatio...
fr: Étalonnage de la Latence...
id: Kalibrasi...
it: Calibrazione lag...
ja: 遅延調整...
ko: 지연 보정...
lt: Atsilikimo kalibravimas...
pl: Kalibracja opóźnienia...
pt_br: Calibração do Atraso...
ru: Калибровка задержки...
tr: Gecikme kalibrasyonu...
uk: Калібрування...
vi: Hiệu chỉnh độ trễ...
zh_cn: 延迟校准...
zh_tw: 延遲校準...

# menu_settings_graphics
source: Graphics
de: Grafik
es_es: Gráficos
fi: Grafiikat
fr: Graphismes
id: Grafis
it: Grafica
ja: グラフィック
ko: 그래픽
lt: Vaizdas
pl: Grafika
pt_br: Gráficos
ru: Графика
tr: Grafikler
uk: Графіка
vi: Đồ họa
zh_cn: 图像
zh_tw: 圖形畫質

# menu_settings_interface
source: Interface Settings
de: Oberflächen-Einstellungen
es_es: Configuración de Interfaz
fi: Käyttöliittymän Asetukset
fr: Paramètres de l'Interface
id: Pengaturan Antarmuka
it: Impostazioni interfaccia
ja: インターフェイス設定
ko: 인터페이스 설정
lt: Sąsajos nustatymai
pl: Ustawienia Interfejsu
pt_br: Configurações de Interface
ru: Настройки интерфейса
tr: Arayüz Ayarları
uk: Налаштування інтерфейсу
vi: Cài đặt giao diện
zh_cn: 界面设置
zh_tw: 介面設定

# menu_settings_controls
source: Controls
de: Steuerung
es_es: Controles
fi: Kontrollit
fr: Contrôles
id: Kontrol
it: Comandi
ja: コントロール
ko: 조작
lt: Valdymas
pl: Sterowanie
pt_br: Controles
ru: Управление
tr: Kontroller
uk: Елементи керування
vi: Điều khiển
zh_cn: 控制
zh_tw: 控制

# menu_settings_accessibility
source: Accessibility
de: Barrierefreiheit
es_es: Accesibilidad
fi: Käyttöapu
fr: Accessibilité
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
ko: 접근성
lt: Prieinamumas
pl: Dostępność
pt_br: Acessibilidade
ru: Спец. возможности
tr: Erişilebilirlik
uk: Спеціальні можливості
vi: Hỗ trợ tiếp cận
zh_cn: 无障碍设置
zh_tw: 輔助功能

# settings_scalingmode
source: Scaling Mode
de: Skalierungsmodus
es_es: Modo de Escala
fi: Skaalaus moodi
fr: Mode de mise à échelle
id: Mode Skala
it: Ridimensionamento
ja: 縮尺の設定
ko: 스케일링 모드
lt: Mastelio režimas
pl: Tryb Skalowania
pt_br: Modo de Escala
ru: Режим масштабирования
tr: Ölçeklendirme Modu
uk: Режим масштабування
vi: Chế độ tỉ lệ
zh_cn: 缩放模式
zh_tw: 縮放模式

# settings_scalingmode_pixelperfect
source: Pixel Perfect
de: Pixel Perfekt
es_es: Píxel Perfecto
fi: Pikselin Tarkka
fr: Au Pixel Près
id: Pas Sesuai Piksel
it: Pixel perfetto
ja: ピクセルパーフェクト
ko: 픽셀 퍼펙트
pl: Co Do Piksela
pt_br: Pixel Perfeito
ru: Пиксель-в-пиксель
tr: Mükemmel Piksel
uk: Піксельно
vi: Chính xác Pixel
zh_cn: 整数缩放
zh_tw: 整數倍縮放

# settings_screenmode
source: Screen Mode
de: Anzeigemodus
es_es: Modo de Pantalla
fi: Näyttötila-asetukset
fr: Mode d'affichage
id: Mode Tampilan
it: Schermo
ja: スクリーンモード
ko: 화면 모드
lt: Ekrano režimas
pl: Tryb Ekranu
pt_br: Modo de Tela
ru: Режим окна
tr: Ekran Modu
uk: Віконний режим
vi: Chế độ cửa sổ
zh_cn: 显示模式
zh_tw: 顯示模式

# settings_screenmode_windowed
source: Windowed
de: Fenster
es_es: Ventana
fi: Ikkunoitu
fr: Fenêtré
it: Finestra
ja: ウィンドウ
ko: 창 모드
lt: Nepilno ekrano
pl: W Oknie
pt_br: Janela
ru: В окне
tr: Pencereli
uk: У вікні
vi: Cửa sổ
zh_cn: 窗口化
zh_tw: 視窗化

# settings_screenmode_maximized
source: Maximized
de: Maximiert
es_es: Maximizado
fi: Laajennettu
fr: Maximisé
it: Al massimo
ja: ボーダーレスウィンドウ
ko: 최대화
lt: Išskleistas
pl: Zmaksymalizowany
pt_br: Maximizado
ru: Максимизированный
tr: Genişletilmiş
uk: Розтягнутий
vi: Cửa sổ phóng to
zh_cn: 全屏窗口
zh_tw: 無邊框視窗

# settings_screenmode_fullscreen
source: Fullscreen
de: Vollbild
es_es: Pantalla Completa
fi: Kokoruutu
fr: Plein écran
id: Layar Penuh
it: Intero
ja: フルスクリーン
ko: 전체 화면
lt: Per visą ekraną
pl: Pełny ekran
pt_br: Tela Cheia
ru: Во весь экран
tr: Tam Ekran
uk: Повний екран
vi: Toàn màn hình
zh_cn: 全屏
zh_tw: 全螢幕

# settings_screenmode_description_windowed
source: Game will be run in a window. Can be resized.
de: Das Spiel wird in einem Fenster ausgeführt. Die Größe kann angepasst werden.
es_es: El juego se ejecutará en modo ventana. Puede cambiarse el tamaño.
fi: Peli tulee olemaan ikkunoitu. Voi muuttaa kokoa.
fr: Le jeu apparaitra dans une fenêtre qui peut être redimensionnée.
id: Game akan berjalan di jendela. Bisa diubah ukurannya.
it: Il gioco verrà eseguito in una finestra. Può essere ridimensionata.
ja: ウィンドウモードが適用されます。サイズの変更が可能です。
ko: 게임이 창에서 실행됩니다. 크기를 조절할 수 있습니다.
lt: Žaidimas bus paleistas lange, kurio dydis keičiamas.
pl: Gra będzie uruchamiana w oknie. Można zmienić jego rozmiar.
pt_br: O jogo rodará em uma janela. Pode ser redimensionado.
ru: Игра в отдельном, растягивающемся окне.
tr: Oyun bir pencerede çalıştırılacak. Yeniden boyutlandırılabilir.
uk: Гра буде відтворюватися у вікні. Розмір може змінюватись.
vi: Trò chơi sẽ được chạy trên cửa sổ. Có thể thay đổi kích thước.
zh_cn: 游戏会以窗口化进行，可调整大小。
zh_tw: 遊戲將以視窗化進行，可調整大小。

# settings_screenmode_description_maximized
source: Game will run in a maximized window.
de: Das Spiel wird in einem maximierten Fenster ausgeführt.
es_es: El juego se ejecutará en una ventana maximizada.
fi: Peli tulee olemaan laajennetussa ikkunassa.
fr: Le jeu apparaitra dans une fenêtre maximisée.
id: Game akan berjalan di jendela maximized.
it: Il gioco verrà eseguito in una finestra massimizzata.
ja: ボーダーレスウィンドウモードが適用されます。
ko: 게임이 최대화된 창에서 실행됩니다.
lt: Žaidimas bus paleistas lange, kuris bus maksimalaus dydžio.
pl: Gra będzie działać w zmaksymalizowanym oknie.
pt_br: O jogo rodará em uma janela maximizada.
ru: Игра в максимизированном окне.
tr: Oyun büyütülmüş bir pencerede çalışacak.
uk: Гра буде відтворюватися у вікні на весь екран.
vi: Trò chơi sẽ chạy trên cửa sổ phóng to.
zh_cn: 游戏会以全屏窗口进行。
zh_tw: 遊戲將在最大化視窗中運作。

# settings_screenmode_description_fullscreen
source: Game will run in exclusive fullscreen mode.
de: Das Spiel wird im exklusiven Vollbildmodus ausgeführt.
es_es: El juego se ejecutará en pantalla completa exclusiva.
fi: Peli tulee olemaan kokoruudun tilassa.
fr: Le jeu sera en mode plein écran exclusif.
id: Permainan akan berjalan di mode eksklusif layar penuh.
it: Il gioco verrà eseguito in schermo intero.
ja: フルスクリーンが適用されます。
ko: 게임 단독으로 전체 화면에서 실행됩니다.
lt: Žaidimas bus paleistas per visą ekraną.
pl: Gra będzie działać w ekskluzywnym trybie pełnoekranowym.
pt_br: O jogo rodará no modo de tela cheia exclusiva.
ru: Игра в режиме полного экрана.
tr: Oyun özel tam ekran modunda çalışacak.
uk: Гра буде відтворюватися на весь екран.
vi: Trò chơi sẽ chạy trong chế độ toàn màn hình.
zh_cn: 游戏会以全屏进行。
zh_tw: 遊戲將以全螢幕進行。

# settings_scalingmode_description_flexible
source: UI and camera will scale up to fit the screen. May result in non-square pixels, especially at lower resolutions.
de: Die Benutzeroberfläche und die Kamera werden an den Bildschirm angepasst. Dies kann zu nicht quadratischen Pixeln führen, insbesondere bei niedrigeren Auflösungen.
es_es: La interfaz y cámara cambiarán de tamaño para caber en la pantalla. Puede resultar en pixeles no-cuadrados, especialmente en bajas resoluciones.
fi: Käyttöliittymä ja kamera muuttaa kokoaan mahtuakseen ikkunaan. Saattaa aiheuttaa pyöreitä pikseleitä, varsinkin alemmissa resoluutioissa.
fr: L'interface et la caméra s'adapteront pour remplir tout l'écran. Peut causer un étirement des pixels, surtout à faibles résolutions.
id: Antarmuka dan kamera akan diperbesar agar sesuai dengan layar. Dapat menghasilkan piksel non-persegi, terutama pada resolusi yang lebih rendah.
it: L'interfaccia utente verrà adattata allo schermo. I pixel potrebbero apparire sfocati, soprattutto con una bassa risoluzione.
ja: UIとカメラは画面に合うように調整されます。低解像度ではピクセルが崩れてしまう可能性があります。
ko: UI 및 카메라가 화면을 꽉 채우도록 스케일링됩니다. 픽셀이 정사각형이 아닐 수도 있습니다. 특히 낮은 해상도에서 발생할 수 있습니다.
lt: Vartotojo sąsajos ir kameros mastelis bus pakeistas pagal ekraną. Gali sukelti nekvadratinius pikselius, ypač žemesnėse rezoliucijose.
pl: Interfejs użytkownika i kamera zostaną przeskalowane, aby dopasować się do ekranu. Może to spowodować, że piksele nie będą kwadratowe, szczególnie w niższych rozdzielczościach.
pt_br: A interface e a câmera serão dimensionadas para se ajustarem à tela. Pode resultar em pixels não quadrados, especialmente em resoluções mais baixas.
ru: Интерфейс и камера растянуты по размеру экрана. Может привести к неквадратным пикселям, особенно при низком разрешении.
tr: Kullanıcı arayüzü ve kamera ekrana sığacak şekilde ölçeklenir. Özellikle düşük çözünürlüklerde kare olmayan piksellere neden olabilir.
uk: Меню та камера розтягнуті за розміром екрана. Може призвести до неквадратних пікселів, особливо при малій роздільній здатності.
vi: Giao diện và camera sẽ phóng to để vừa màn hình. Có thể cho ra pixel không vuông, đặc biệt ở các độ phân giải thấp.
zh_cn: 界面和镜头将放大以适应屏幕。可能会导致非方形像素，尤其是在较低分辨率下。
zh_tw: UI介面和鏡頭將放大以適應螢幕。可能會導致像素呈現非正方形，尤其是在較低解析度下。

# settings_scalingmode_description_pixelperfect
source: (Default) UI and camera will only scale by integer amounts. Ensures that pixels are square, but may need to be more zoomed out.
de: (Standard) Die Benutzeroberfläche und die Kamera werden nur um ganzzahlige Nummern skaliert. Das stellt sicher, dass die Pixel quadratisch sind, es muss aber möglicherweise stärker herausgezoomt werden.
es_es: (Por defecto) La interfaz y cámara escalarán por cantidades enteras. Asegura que los pixeles sean perfectos, pero puede necesitar hacer zoom.
fi: (Oletus) Käyttöliittymä ja kamera muttaa kokoaan vain kokonaoslukujen verran. Varmistaa että pikselit pysyvät neliöinä, mutta saattaa tarvita kauempaa näkymää.
fr: (Par défaut) L'interface et la caméra s'adapteront par nombres entiers. Préserve l'aspect carré des pixels, mais peut paraitre trop dézoomé.
id: (Bawaan) Antarmuka dan kamera hanya akan diskalakan berdasarkan jumlah bulangan bulat. Memastikan bahwa piksel berbentuk persegi, namun mungkin perlu diperkecil lebih jauh.
it: (Predefinito) L'interfaccia utente e la telecamera verranno ridimensionate solo per importi interi. Assicura che i pixel siano quadrati, ma potrebbe essere necessario uno zoom maggiore.
ja: （デフォルト） UIとカメラは整数の倍率で拡大します。ピクセルは崩れませんが、画面サイズによっては正常に表示されないことがあります。
ko: (기본) UI와 카메라가 정수배로만 스케일링됩니다. 한 픽셀이 정사각형이 되는 것을 보장하지만, 더 많이 줌아웃될 수 있습니다.
lt: (Numatytas) Vartotojo sąsajos ir kameros mastelis bus keičiamas tik skaičiais. Užtikrina, kad pikseliai liks kvadratiniai, tačiau juos gali reikėti labiau atitolinti.
pl: (Domyślnie) Interfejs użytkownika i kamera będą skalowane tylko o wartości całkowite. Zapewnia, że piksele są kwadratowe, ale może być konieczne dalsze powiększenie.
pt_br: (Padrão) A interface e a câmera só dimensionarão por valores inteiros. Garante que os pixels sejam quadrados, mas pode ser necessário afastar a câmera.
ru: (По умолчанию) Интерфейс и камера растянуты только на целые значения. Правильно растягивает пиксели, но может быть меньших размеров.
tr: (Varsayılan) Kullanıcı arayüzü ve kamera yalnızca tamsayı miktarlarına göre ölçeklendirilir. Piksellerin kare olmasını sağlar, ancak daha fazla uzaklaştırılması gerekebilir.
uk: (За замовчуванням) Меню і камера розтягнуті тільки на цілі значення. Правильно розтягує пікселі, але може бути менших розмірів.
vi: (Mặc định) Giao diện và camera chỉ phóng to theo số nguyên. Đảm bảo các pixel đều vuông, nhưng có thể cần phải thu nhỏ lại.
zh_cn: （默认）界面和镜头只会按整数倍缩放。这样可以确保像素是正方形，但界面可能偏小。
zh_tw: （預設）UI介面和鏡頭只會按整數倍縮放。確保像素是正方形的，但可能會進一步縮小。

# settings_resolution
source: Resolution
de: Auflösung
es_es: Resolución
fi: Resoluutio
fr: Résolution
id: Resolusi
it: Risoluzione
ja: 解像度
ko: 해상도
lt: Rezoliucija
pl: Rozdzielczość
pt_br: Resolução
ru: Разрешение
tr: Çözünürlük
uk: Роздільна здатність
vi: Độ phân giải
zh_cn: 分辨率
zh_tw: 解析度

# settings_resolution_description
source: Adjust the windowed resolution to preset values. (Fullscreen resolutions cannot be changed)
de: Passt die Auflösung des Fensters an die voreingestellten Werte an. (Auflösungen im Vollbildmodus können nicht geändert werden)
es_es: Ajusta la resolución de la ventana a valores predeterminados (Resolución de pantalla completa no puede cambiarse)
fr: Ajuste la taille de la fenêtre selon des valeurs prédéfinies. (La résolution du mode plein écran ne peut être changée)
id: Sesuaikan resolusi jendela ke nilai preset. (Resolusi layar penuh tidak dapat diubah)
it: Regola la risoluzione della finestra ai valori preimpostati. (Le risoluzioni per lo schermo intero non potranno essere modificate)
ja: 解像度を変更します。(フルスクリーンの解像度は変更できません。）
ko: 창의 해상도를 미리 지정된 값으로 조정합니다. (전체 화면 해상도는 변경할 수 없습니다)
lt: Reguliuoti lango rezoliuciją į numatytas reikšmes. (Visą ekraną užimančios rezoliucijos negali būti pakeistos)
pl: Dostosuj rozdzielczość okna do wybranych wartości. (Rozdzielczości pełnoekranowej nie można zmienić)
pt_br: Ajuste a resolução da janela para valores predefinidos. (Resoluções em tela cheia não podem ser alteradas)
ru: Поменять разрешение на определённые значения. (Нельзя изменить при полном экране)
tr: Pencereli çözünürlüğü önceden ayarlanmış değerlere ayarlayın. (Tam ekran çözünürlükleri değiştirilemez.)
uk: Змінити роздільну здатність на дійсні значення. (Не можна змінювати для повного екрана)
vi: Điều chỉnh độ phân giải màn hình theo những giá trị có sẵn. (Độ phân giải toàn màn hình không thể thay đổi)
zh_cn: 将窗口分辨率调整为预设值。（全屏时无法更改）
zh_tw: 將視窗解析度調整為預設值。（全螢幕時無法更改）

# settings_vsync
source: Vertical Sync
de: Vertikale Synchronisation
es_es: V-Sync
fr: Synchro Verticale (V-Sync)
id: Sinkronisasi Vertikal
it: V-sync
ja: 垂直同期
ko: 수직 동기화
pl: Synchronizacja Pionowa
pt_br: Sincronização Vertical (V-Sync)
ru: Вертикальная синхронизация
tr: Dikey senkronizasyon
uk: Вертикальна синхронізація
vi: VSync
zh_cn: 垂直同步
zh_tw: 垂直同步

# settings_vsync_description_disabled
source: Disables display refresh synchronization. May result in faster rendering, but screen tearing may appear.
de: Deaktiviert die Synchronisierung der Bildschirmaktualisierung. Dies kann zu einem schnelleren Rendering führen, aber es kann zu Bildschirmrissen kommen.
es_es: Deshabilita refrescos de sincronización de pantalla. Puede resultar en más rápida renderización. Pero pueden aparecer cortes en la pantalla.
fr: Désactive la synchronisation du rafraichissement de l'écran. Plus rapide, mais peut causer un déchirement de l'image.
id: Menonaktifkan sinkronisasi refresh tampilan. Mungkin menghasilkan rendering yang lebih cepat, namun layar robek mungkin muncul.
it: Disattiva la sincronizzazione dell'aggiornamento dello schermo. Il rendering sarà più veloce ma potresti notare lo screen tearing.
ja: 垂直同期を無効にします。レンダリングが速くなりますが、画面にちらつきが発生する可能性があります。
ko: 화면 재생률 동기화를 비활성화합니다. 빠른 렌더링을 가져올 수 있으나 화면에 계단현상이 발생할 수 있습니다.
lt: Išjungiamas ekrano atnaujinimo dažnio sinchronizavimas. Vaizdavimas gali būti greitesnis, tačiau gali atsirasti ekrano trūkčiojimai.
pl: Wyłącza synchronizację odświeżania ekranu. Może spowodować szybsze renderowanie, ale może pojawić się rozrywanie obrazu.
pt_br: Desativa a sincronização de atualização da tela. Pode resultar em uma renderização mais rápida, porém cortes visuais na tela podem ocorrer.
ru: Отключает синхронизацию обновления дисплея. Может ускорить вывод картинки, но также вызывать разрыв экрана.
tr: Görüntü yenileme eşitlemesini devre dışı bırak. Daha hızlı işlemeye neden olabilir, ancak ekran yırtılması görünebilir.
uk: Вимкнути синхронізацію оновлення дисплея. Може прискорити виведення картинки, але викликає розрив екрану.
vi: Tắt đồng bộ hóa với tần số quét của màn hình. Có thể mượt hơn, nhưng sự xé ảnh màn hình có thể xuất hiện.
zh_cn: 禁用垂直同步，略微降低渲染延迟，但也许会出现画面撕裂。
zh_tw: 禁用垂直同步，使畫面更新更快，但可能導致螢幕出現畫面撕裂。

# settings_vsync_description_enabled
source: (Default) Synchronizes rendering with display refresh rate. Prevents visual tearing artifacts.
de: (Standard) Synchronisiert das Rendering mit der Bildwiederholfrequenz. Verhindert visuelle Rissartefakte.
es_es: (Por defecto) Sincroniza la renderización con la tasa de refrescos de la pantalla. Previene cortes en la pantalla.
fr: (Par défaut) Synchronise le rendu avec le rafraichissement de l'écran. Empêche le déchirement de l'image.
id: (Bawaan) Menyinkronkan rendering dengan kecepatan refresh tampilan. Mencegah artefak robek secara visual.
it: (Predefinito) Sincronizza il rendering con la frequenza di aggiornamento dello schermo. Previene lo screen tearing.
ja: （デフォルト）レンダリングをディスプレイのリフレッシュレートに同期させて画面のちらつきを防ぎます。
ko: (기본) 화면을 디스플레이의 재생률과 동기화합니다. 화면 계단 현상을 방지합니다.
lt: (Numatytas) Sinchronizuoja vaizdavimą su ekrano atnaujinimo dažniu. Apsaugo nuo vaizdo trūkčiojimų.
pl: (Domyślnie) Synchronizuje renderowanie z częstotliwością odświeżania ekranu. Zapobiega rozrywania obrazu.
pt_br: (Padrão) Sincroniza a renderização com a taxa de atualização da tela. Evita cortes visuais na tela.
ru: (По умолчанию) Синхронизирует вывод картинки с частотой обновления дисплея. Предотвращает эффект разрыва.
tr: (Varsayılan) Görüntü oluşturmayı ekran yenileme hızıyla senkronize eder. Görsel yırtılmayı önler.
uk: (За замовчуванням) Синхронізувати виведення зображень із частотою оновлення дисплея. Запобігає ефекту розриву.
vi: (Mặc định) Đồng bộ hóa khả năng dựng hình với tần số quét của màn hình. Chống sự xé ảnh màn hình.
zh_cn: （默认）强制与显示器刷新率同步以避免画面撕裂。
zh_tw: （預設）同步成像與顯示更新率，以避免視覺撕裂感。

# settings_disabled
source: Disabled
de: Deaktiviert
es_es: Desactivado
fr: Désactivé
id: Nonaktif
it: Disattivati
ja: 無効
ko: 비활성화
lt: Išjungta
pl: Wyłączone
pt_br: Desativado
ru: Выкл.
tr: Devre Dışı
uk: Вимк.
vi: Tắt
zh_cn: 禁用
zh_tw: 禁用

# settings_enabled
source: Enabled
de: Aktiviert
es_es: Activado
fr: Activé
id: Aktif
it: Attivati
ja: 有効
ko: 활성화
lt: Įjungta
pl: Włączone
pt_br: Ativado
ru: Вкл.
tr: Etkin
uk: Увімк.
vi: Bật
zh_cn: 启用
zh_tw: 啟用

# menu_settings_scaling
source: Scaling Settings...
de: Skalierungs-Einstellungen...
es_es: Opciones de Escalado...
fr: Mise à échelle...
id: Pengaturan Skala...
it: Impostazioni di ridimensionamento...
ja: スケーリング設定...
ko: 스케일링 설정...
lt: Mastelio nustatymai...
pl: Ustawienia skalowania...
pt_br: Configurações de Escala...
ru: Настройки масштабирования...
tr: Ayarlar ölçeklendiriliyor...
uk: Налаштування розтягування...
vi: Cài đặt độ phóng...
zh_cn: 缩放设定...
zh_tw: 縮放設定...

# settings_back_description
source: Return to the previous menu.
de: Zurück zum vorherigen Menü.
es_es: Regresar al menú anterior.
fr: Retourner au menu précédent.
id: Kembali ke menu sebelumnya.
it: Ritorna al menu precedente.
ja: 前の画面に戻ります。
ko: 이전 메뉴로 돌아갑니다.
lt: Grįžti į ankstesnį meniu.
pl: Wróć do poprzedniego menu.
pt_br: Retornar ao menu anterior.
ru: Вернуться в прошлое меню.
tr: Önceki menüye dön.
uk: Повернутись до попереднього меню.
vi: Quay về màn hình trước.
zh_cn: 返回上级菜单。
zh_tw: 返回至選單。

# settings_zoomlevel
source: Zoom Level
de: Zoomstufe
es_es: Nivel de Zoom
fr: Niveau de Zoom
id: Tingkat zoom
it: Zoom
ja: ズームレベル
ko: 확대 수준
lt: Didinimo lygis
pl: Poziom Powiększenia
pt_br: Nível de Zoom
ru: Уровень приближения
tr: Yakınlaştırma Düzeyi
uk: Рівень приближення
vi: Mức độ phóng
zh_cn: 缩放等级
zh_tw: 視野縮放等級

# settings_default
source: Default
de: Standard
es_es: Por defecto
fr: Par Défaut
id: Bawaan
it: Predefinito
ja: デフォルト
ko: 기본
lt: Numatytas
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_cn: 默认
zh_tw: 預設

# settings_zoomlevel_far
source: Far
de: Weit
es_es: Lejos
fr: Loin
id: Jauh
it: Lontano
ja: 遠い
ko: 멀리
lt: Toli
pl: Daleki
pt_br: Longe
ru: Далеко
tr: Uzak
uk: Далеко
vi: Xa
zh_cn: 远
zh_tw: 遠

# settings_zoomlevel_near
source: Near
de: Nah
es_es: Cerca
fr: Proche
id: Dekat
it: Ravvicinato
ja: 近い
ko: 가깝게
lt: Arti
pl: Bliski
pt_br: Perto
ru: Близко
tr: Yakın
uk: Близько
vi: Gần
zh_cn: 近
zh_tw: 近

# settings_zoomlevel_description_default
source: Use default gameplay zoom level. Should suffice in most cases.
de: Verwendet die Standard-Zoomstufe für das Spiel. Das sollte in den meisten Fällen ausreichen.
es_es: Usa el zoom por defecto para el juego. Es suficiente en muchos casos.
fr: Utilise le niveau de zoom par défaut. Suffisant la plupart du temps.
id: Gunakan level zoom gameplay default. Seharusnya cukup dalam banyak kasus.
it: Usa lo zoom predefinito del gioco. Dovrebbe essere sufficiente nella maggior parte dei casi.
ja: 通常のズームレベルを使用します。ほとんどの場合はこれで十分です。
ko: 기본 게임플레이 확대 수준을 사용합니다. 대부분의 경우에 적합합니다.
lt: Naudoti numatytą žaidimo priartinimo lygį. Turėtų pakakti daugumai atvejų.
pl: Użyj domyślnego poziomu powiększenia gry. Powinien wystarczyć w większości przypadków.
pt_br: Usar o nível de zoom padrão do jogo. Deve ser suficiente na maioria dos casos.
ru: Использовать уровень масштабирования по умолчанию. Удобно в большинстве случаев.
tr: Varsayılan oyun yakınlaştırma düzeyini kullan. Çoğu durumda yeterli olmalıdır.
uk: Використати стандартний рівень масштабування ігрового процесу. У більшості випадків має бути достатнім.
vi: Sử dụng mức phóng mặc định. Nên đủ cho hầu hết các trường hợp.
zh_cn: 使用默认的游戏缩放等级，适用于大多数情况。
zh_tw: 使用遊戲預設視野縮放等級，適用於多數情況下。

# settings_zoomlevel_description_far
source: Forces a zoomed-out gameplay view.
de: Erzwingt eine herausgezoomte Spielansicht.
es_es: Fuerza una vista de juego con un zoom lejano.
fr: Force un dé-zoom en jeu.
id: Memaksakan tampilan gameplay yang diperkecil.
it: Forza uno zoom lontano della finestra di gioco.
ja: ゲーム画面を強制的に縮小表示にします。
ko: 축소된 게임플레이를 강제합니다.
lt: Įjungiamas atitolintas žaidimo vaizdas.
pl: Wymusza oddalony widok gry.
pt_br: Força uma visão de jogo afastada.
ru: Использует отдаленную камеру в игре.
tr: Uzaklaştırılmış görünümüne zorlar.
uk: Використати віддалену камеру в грі.
vi: Phóng to màn hình trong lúc chơi.
zh_cn: 强制缩小游戏视野。
zh_tw: 強制縮小遊戲視野。

# settings_zoomlevel_description_near
source: Forces a zoomed-in gameplay view.
de: Erzwingt eine herangezoomte Spielansicht.
es_es: Fuerza una vista de juego con zoom cercano.
fr: Force un zoom en jeu.
id: Memaksakan tampilan gameplay yang diperbesar.
it: Forza uno zoom ravvicinato della finestra di gioco.
ja: ゲーム画面を強制的に拡大表示にします。
ko: 확대된 게임플레이를 강제합니다.
lt: Įjungiamas priartintas žaidimo vaizdas.
pl: Wymusza zbliżony widok gry.
pt_br: Força uma visão de jogo ampliada.
ru: Использует приближенную камеру в игре.
tr: Yakınlaştırılmış görünümüne zorlar.
uk: Використати приближену камеру в грі.
vi: Phóng nhỏ màn hình trong lúc chơi.
zh_cn: 强制放大游戏视野。
zh_tw: 強制放大遊戲視野。

# settings_musicvolume
source: Music Volume
de: Musik Lautstärke
es_es: Volumen de Música
fr: Volume de la Musique
id: Volume Musik
it: Volume musica
ja: BGM
ko: 음악 볼륨
lt: Muzikos garsumas
pl: Głośność Muzyki
pt_br: Volume da Música
ru: Громкость музыки
tr: Müzik Düzeyi
uk: Гучність музики
vi: Âm lương nhạc
zh_cn: 音乐音量
zh_tw: 音樂音量
