Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# tutorial_controller_attack
source: Press <sprite name="{0}" tint=1 color=#{2}> or <sprite name="{1}" tint=1 color=#{2}> to Attack.
de: Drücke <sprite name="{0}" tint=1 color=#{2}> oder <sprite name="{1}" tint=1 color=#{2}> um anzugreifen.
fr: Appuyer sur <sprite name="{0}" tint=1 color=#{2}> ou <sprite name="{1}" tint=1 color=#{2}> pour Attaquer.
id: Tekan <sprite name="{0}" tint=1 color=#{2}> atau <sprite name="{1}" tint=1 color=#{2}> untuk Menyerang.
it: Premi <sprite name="{0}" tint=1 color=#{2}> o <sprite name="{1}" tint=1 color=#{2}> per Attaccare.
ja: <sprite name="{0}" tint=1 color=#{2}> か <sprite name="{1}" tint=1 color=#{2}> で攻撃
pt_br: Aperte <sprite name="{0}" tint=1 color=#{2}> ou <sprite name="{1}" tint=1 color=#{2}> para Atacar.
vi: Nhấn <sprite name="{0}" tint=1 color=#{2}> hoặc <sprite name="{1}" tint=1 color=#{2}> để tấn công.
zh_cn: 按 <sprite name="{0}" tint=1 color=#{2}> 或 <sprite name="{1}" tint=1 color=#{2}> 以【攻击】。
zh_tw: 按下<sprite name="{0}" tint=1 color=#{2}>或<sprite name="{1}" tint=1 color=#{2}>進行攻擊。

# tutorial_controller_jump
source: Press <sprite name="{0}" tint=1 color=#{2}> or <sprite name="{1}" tint=1 color=#{2}> to Jump.
de: Drücke <sprite name="{0}" tint=1 color=#{2}> oder <sprite name="{1}" tint=1 color=#{2}> um zu springen.
fr: Appuyer sur <sprite name="{0}" tint=1 color=#{2}> ou <sprite name="{1}" tint=1 color=#{2}> pour Sauter.
id: Tekan <sprite name="{0}" tint=1 color=#{2}> atau <sprite name="{1}" tint=1 color=#{2}> untuk Lompat.
it: Premi <sprite name="{0}" tint=1 color=#{2}> o <sprite name="{1}" tint=1 color=#{2}> per Saltare.
ja: <sprite name="{0}" tint=1 color=#{2}> か <sprite name="{1}" tint=1 color=#{2}> でジャンプ.
pt_br: Pressione <sprite name="{0}" tint=1 color=#{2}> ou <sprite name="{1}" tint=1 color=#{2}> para Pular.
vi: Nhấn <sprite name="{0}" tint=1 color=#{2}> hoặc <sprite name="{1}" tint=1 color=#{2}> để nhảy.
zh_cn: 按 <sprite name="{0}" tint=1 color=#{2}> 或 <sprite name="{1}" tint=1 color=#{2}> 以跳跃。
zh_tw: 按下<sprite name="{0}" tint=1 color=#{2}>或<sprite name="{1}" tint=1 color=#{2}>進行跳躍。

# tutorial_desktop_attack_uap
source: Press {0} or {1} to Attack.
de: Drücke {0} oder {1} um anzugreifen.
fr: Appuyer sur {0} ou {1} pour Attaquer.
id: Tekan {0} atau {1} untuk Menyerang.
it: Premi {0} o {1} per Attaccare.
ja: {0} か {1} を押すと攻撃
pt_br: Pressione {0} ou {1} para Atacar.
vi: Nhấn {0} hoặc {1} để tấn công.
zh_cn: 按 {0} 或 {1} 以【攻击】。
zh_tw: 按{0}或{1}以攻擊。

# tutorial_desktop_jump_uap
source: Press {0} or {1} to Jump.
de: Drücke {0} oder {1} zum Springen.
fr: Appuyer sur {0} ou {1} pour Sauter.
id: Tekan {0} atau {1} untuk Lompat.
it: Premi {0} o {1} per Saltare.
ja: {0} か {1} を押すとジャンプ
pt_br: Pressione {0} ou {1} para Pular.
vi: Nhấn {0} hoặc {1} để nhảy.
zh_cn: 按 {0} 或 {1} 以【跳跃】。
zh_tw: 按{0}或{1}以跳躍。

# controller_y
source: Y
zh_cn: Y 键
zh_tw: Y鍵

# controller_x
source: X
zh_cn: X 键
zh_tw: X鍵

# controller_a
source: A
zh_cn: A 键
zh_tw: A鍵

# controller_b
source: B
zh_cn: B 键
zh_tw: B鍵

# controller_sr
source: SR
id: RS
zh_cn: SR 键
zh_tw: SR鍵

# controller_sl
source: SL
id: LS
zh_cn: SL 键
zh_tw: SL鍵

# customlevel_difficulty_0-19
source: (Easy)
de: (Einfach)
fr: (Facile)
id: (Mudah)
pt_br: (Fácil)
zh_cn: （简单）

# customlevel_difficulty_20-39
source: (Medium)
de: (Mittel)
fr: (Moyen)
id: (Sedang)
pt_br: (Médio)
zh_cn: （普通）

# customlevel_difficulty_40-59
source: (Hard)
de: (Schwer)
fr: (Difficile)
id: (Susah)
pt_br: (Difícil)
zh_cn: （困难）

# customlevel_difficulty_60-79
source: (Expert)
de: (Experte)
id: (Ahli)
pt_br: (Extremo)
zh_cn: （专家）

# customlevel_difficulty_80-100
source: (Impossible)
de: (Unmöglich)
id: (Mustahil)
pt_br: (Impossível)
zh_cn: (不可能)

# menu_navigatebacktoroot
source: Back to (All Levels)
de: Zurück zu (Alle Level)
fr: Retour à (Tous les niveaux)
id: Kembali ke (Semua Level)
ja: (すべてのレベル) に戻る
pt_br: Retornar para (Todos os Níveis)
zh_cn: 返回 (关卡列表)

# menu_navigatebacktofolder
source: Back to {0}
de: Zurück zu {0}
fr: Retour à {0}
id: Kembali ke {0}
ja: {0} に戻る
pt_br: Retornar para {0}
zh_cn: 返回 {0}

# menu_navigatebacktomenu
source: Back to menu
de: Zurück zum Menü
fr: Retour au menu
id: Kembali ke menu
ja: メニューに戻る
pt_br: Voltar ao menu
zh_cn: 返回菜单

# menu_description_backtofolder
source: Return to the previous folder. ({0})
de: Zurück zum vorherigen Ordner. ({0})
fr: Retourner au dossier précédent. ({0})
id: Kembali ke folder sebelumnya. ({0})
ja: 前のフォルダに戻ります。({0})
pt_br: Retornar à pasta anterior. ({0})
zh_cn: 返回上一个文件夹。({0})

# menu_description_backtoroot
source: Return to the main custom levels directory.
de: Zurück zum Hauptverzeichnis der benutzerdefinierten Level.
fr: Retourner au dossier principal des niveaux personnalisés.
id: Kembali ke direktori level kustom utama.
ja: メインのカスタムレベルディレクトリに戻ります。
pt_br: Retornar ao diretório dos níveis personalizados.
zh_cn: 返回自定义关卡主目录。

# menu_description_backtomenu
source: Return to the main custom levels menu.
de: Zurück zum Hauptmenü der benutzerdefinierten Level.
fr: Retourner au menu principal des niveaux personnalisés.
id: Kembali ke menu level kustom utama.
ja: メインのカスタムレベルメニューに戻ります。
pt_br: Retornar ao menu de níveis personalizados.
zh_cn: 返回自定义关卡主菜单。

# customlevel_bymusicartist
source: by {0}
de: von {0}
fr: par {0}
id: oleh {0}
ja: 作成者： {0}
pt_br: por {0}
zh_cn: 作者：{0}

# menu_songselect
source: Song Select
fr: Sélectionner Musique

# world_1
source: World 1 Green Grasslands
ja: ワールド１ 青い草原

# world_2
source: World 2 Cloudy Courseway
ja: ワールド２ 曇天道路

# world_3
source: World 3 Retro Ridge
ja: ワールド３ 悠久の山岳

# world_4
source: World 4 Magical Metropolis
ja: ワールド４ 魔法都市

# world_5
source: World 5 Crystal Caverns
ja: ワールド 5 水晶の洞窟

# world_6
source: World 6 Space Sojourn
ja: ワールド 6 宇宙周遊

# level1-1
source: Level 1-1 Sunrise Vista
ja: レベル１−１ 日の出のかなた

# level1-2
source: Level 1-2 Raceway Plain
ja: レベル１−２ 草原を駆け抜けて

# level1-3
source: Level 1-3 River Crossing
ja: レベル１−３ 河川を渡って

# level1-4
source: Level 1-4 Mystic Forest
ja: レベル１−４ 神秘の森

# level2-1
source: Level 2-1 Skyward Summit
ja: レベル２−１ 天空の頂

# level2-2
source: Level 2-2 Winged Airways
ja: レベル２−２ 空中散歩

# level2-3
source: Level 2-3 Twilight Flight
ja: レベル２−３ 黄昏の飛行

# level3-1
source: Level 3-1 Spiked Steppes
ja: レベル３−１ 険しい山道

# level3-3
source: Level 3-3 Haunted Prairie
ja: レベル３−３ お化け原っぱ

# bonus_level_take_it_to_the_limit
source: Take It to the Limit by DDRKirby(ISQ)
ja: 限界突破してみよう

# bonus_level_what_lies_beneath
source: What Lies Beneath by DDRKirby(ISQ)
ja: 下に潜んでいるもの

# level1-5
source: Level 1-5 City in the Rain
ja: レベル１−５ 雨が降る街

# level4-1
source: Level 4-1 Enchanted Oasis
ja: レベル４−１ 魔法のオアシス

# bonus_level_trailer
source: Gameplay Trailer by DDRKirby(ISQ)
ja: ゲームプレイトレーラー

# level2-4
source: Level 2-4 Snowy Peak
ja: レベル２−４ 白銀の嶺

# level2-5
source: Level 2-5 Stratosphere
ja: レベル２−５ 成層圏

# level3-2
source: Level 3-2 Twilight Tunnel
ja: レベル３−２ 夕暮れトンネル

# level3-4
source: Level 3-4 Midnight Marathon
ja: レベル３−４ 真夜中マラソン

# level3-5
source: Level 3-5 Gearwheel Factory
ja: レベル３−５ 歯車工場

# level4-3
source: Level 4-3 Outerworld Highway
ja: レベル４−３ 外界への道

# level4-2
source: Level 4-2 Misty Meadow
ja: レベル４−２ 霧の草地

# level4-4
source: Level 4-4 Soaring Skyline
ja: レベル４−４ 摩天楼

# level4-5
source: Level 4-5 Moonlit Mesa
ja: レベル４−５ 月明かりの丘

# level5-1
source: Level 5-1 Gleaming Glassway
ja: レベル５−１ キラキラガラスロード

# level5-2
source: Level 5-2 Sunken Street
ja: レベル５−２ 沈んだ進路

# level5-3
source: Level 5-3 Crossway Corridor
ja: レベル５−３ 交差する通路

# level5-4
source: Level 5-4 Planar Puzzle
ja: レベル５−４ 平面パズル

# level5-5
source: Level 5-5 Brilliant Boulevard
ja: レベル５−４ 輝く大通り

# level6-2
source: Level 6-2 Speedy Starfield
ja: レベル６−１ スピーディースターフィールド

# level6-1
source: Level 6-1 Spellbound Nebula
ja: レベル６−１ スピーディースターフィールド
