Repository: DDRKirbyISQ/rhythm-quest-weblate
Catalog: Rhythm Quest_*.xlf
Languages: de, es_es, fi, fr, id, it, ja, ko, lt, pl, pt_br, ru, tr, uk, vi, zh_cn, zh_tw

# referer_instructions
source: To avoid being stolen by evil websites who would host my game without permission, Rhythm Quest relies on the HTTP "referer" header in order to verify that it's being hosted on an allowed site (rhythmquestgame.com, itch.io). If you have a browser extension that disables referer tracking, please try disabling it and reloading in order to properly load this demo. For Firefox, you can also try checking the referer header setting: - Navigate to "about:config" in the URL bar - If prompted, click on the button to Accept the warning - Search for the "network.http.sendRefererHeader" preference - Set the value to "2" (the default) which will enable the referer header If this doesn't work, I would suggest downloading and playing the offline build instead! Sorry about this! --DDRKirby(ISQ)
de: Um zu verhindern, dass das Spiel von bösen Webseiten gestohlen wird, die es ohne Erlaubnis hosten würden, verlässt sich Rhythm Quest auf den HTTP-"Referer"-Header, um zu überprüfen, ob es auf einer erlaubten Website gehostet wird (rhythmquestgame.com, itch.io). Wenn du eine Browsererweiterung hast, die das Referer-Tracking deaktiviert, versuche bitte diese zu deaktivieren und das Spiel neu zu laden, um diese Demo korrekt zu laden. Bei Firefox kannst du auch versuchen, die Referer-Header-Einstellung zu überprüfen: - Navigiere zu "about:config" in der URL-Leiste - Wenn du dazu aufgefordert wirst, akzeptiere die Warnung - Suche nach der Einstellung "network.http.sendRefererHeader" - Setze den Wert auf "2" (Standardwert), um den Referrer-Header zu aktivieren Wenn das nicht funktioniert, würde ich vorschlagen stattdessen den Offline-Build herunterzuladen und zu spielen! Tut mir leid deswegen! --DDRKirby(ISQ)
es_es: Para evitar ser robado por páginas maliciosas que muestran mi juego sin permiso, Rhythm Quest necesita estar en el HTTP ""referer"" header en orden para verificar que esté en una página oficial (rhythmquestgame.com, itch.io). Si tenes una extensión que deshabilita esto, porfavor intenta deshabilitarla y recarga la página. Para Firefox, puedes tambien usar las opciones: - Navega a "about:config" en la barra de URL - Si aparece un mensaje, clickea en el botón para Aceptar la alerta - Busca por la preferencia "network.http.sendRefererHeader" - Pon el valor a "2" (por defecto) lo que lo habilitará Si esto no funciona, recomiendo descargar y jugar la version offline. ¡Perdón por esto! --DDRKirby(ISQ)"
fr: Pour éviter d'être volé par des sites malveillants qui hébergeraient mon jeu sans permission, Rhythm Quest utilise l'entête HTTP "referer" pour vérifier qu'il est bien hébergé sur un site autorisé (rhythmquestgame.com, itch.io). Si l'une de vos extensions de navigateur désactive cette fonction, essayez de la désactiver puis de recharger la page. Dans Firefox, vous pouvez aussi vérifier vos préférences concernant cet en-tête : - Aller dans "about:config" via la barre d'URL - Si besoin, accepter l'avertissement - Chercher le paramètre "network.http.sendRefererHeader" - Passer la valeur à "2" (celle par défaut) ce qui activera l'en-tête "referer". Si cela ne marche pas, je vous recommande de télécharger le jeu et d'y jouer hors ligne ! Désolé pour ça ! --DDRKirby(ISQ)
id: Untuk menghindari pencurian oleh situs web jahat yang menghosting game saya tanpa izin, Rhythm Quest mengandalkan header "referer" HTTP untuk memverifikasi bahwa game tersebut dihosting di situs yang diizinkan (rhythmquestgame.com, itch.io). Jika anda memiliki ekstensi browser yang menonaktifkan pelacakan referer, coba nonaktifkan dan muat ulang agar dapat memuat demo ini dengan benar. Untuk Firefox, anda juga dapat mencoba memeriksa pengaturan header referer: - Navigasikan ke "about:config" di bilah URL - Jika diminta, klik tombol untuk Menerima peringatan - Cari preferensi "network.http.sendRefererHeader" - Tetapkan nilainya ke "2" (bawaan) yang akan mengaktifkan header referer Jika ini tidak berhasil, saya sarankan mengunduh dan memainkan versi offline! Maaf soal ini! --DDRKirby(ISQ)
it: Per evitare che venga sottratto da siti che distribuirebbero il mio gioco senza consenso, Rhythm Quest si affida all'URL HTTP per verificare che venga distribuito sui siti autorizzati (rhythmquestgame.com, itch.io). Se utilizzi un'estensione browser che disabilita il tracciamento dell'URL, disabilitalo e ricarica la pagina per far funzionare tutto correttamente. Se usi Firefox, controlla le impostazioni dell'URL: - Accedi a "about:confi" nella barra URL -Se richiesto, clicca sul tasto per accettare l'avviso -Cerca la preferenza "network.http.sendRefererHeader" -Imposta il valore a "2" (quello predefinito) che abiliterà l'URL Se facendo così comunque non funziona, suggerisco di scaricare e giocare la versione offline! Mi scuso per il disagio! --DDRKirby(ISQ)
ja: 私のゲームを許可なくホストしようとする邪悪なウェブサイトによって盗まれるのを防ぐため、「Rhythm Quest」はHTTP "referer" ヘッダーを確認して、許可されたサイト（rhythmquestgame.com, itch.io）でホストされていることを確認しています。 もしブラウザの拡張機能で referer の追跡を無効にしている場合は、このデモを正しく読み込むためにそれを無効にして再読み込みしてください。 Firefoxの場合、refererヘッダーの設定を確認することもできます。 - URLバーから "about:config" に移動してください。 - プロンプトが表示されたら、警告を受け入れるボタンをクリックします。 - "network.http.sendRefererHeader" 設定を検索します。 - 値を「2」（デフォルト）に設定すると、refererヘッダーが有効になります。 うまくいかない場合は、代わりにオフラインビルドをダウンロードしてプレイすることをおすすめします。 ごめんね！ --DDRKirby(ISQ)
ko: 제 게임을 허락 없이 재배포하는 나쁜 사이트들을 막기 위해, Rhythm Quest는 HTTP "referer" 헤더를 이용해 허가된 웹사이트 (rhythmquestgame.com, itch.io)에서 불러왔는지 확인합니다. 만약 referer 추적을 비활성화 하는 브라우저 확장이 있으시다면, 데모를 정상적으로 블러오기 위해 비활성화하시고 새로고침 해주세요. Firefox의 경우 referer 헤더 설정도 살펴보세요: - 주소 창에 "about:config" 로 들어가세요 - 만약 경고 창이 뜬다면 버튼을 눌러 경고를 승락해주세요 - "network.http.sendRefererHeader" 설정을 검색해주세요 - 값을 (기본 값인) 2로 설정해주세요, referer 헤더를 활성화합니다. 만약 이게 되지 않는다면, 대신 오프라인 빌드를 내려받아 즐기시는걸 추천드립니다! 죄송해요! --DDRKirby(ISQ)
lt: Kad "Rhythm Quest" nepavogtų piktavalės svetainės, kuriose mano žaidimas būtų talpinamas be leidimo, „Rhythm Quest“ remiasi HTTP „referer“ antraštėmis, norėdamas patikrinti, ar jis talpinamas leistinoje svetainėje (rhythmquestgame.com, itch.io). Jei turite naršyklės plėtinį, kuris išjungia „referer“ sekimą, pabandykite jį išjungti ir įkelti tinklapį iš naujo, kad ši demonstracinė versija būtų tinkamai įkelta. Naudodami „Firefox“, taip pat galite pabandyti patikrinti referer antraštės nustatymą: - URL juostoje eikite į „about:config“. - Jei bus duotas pasirinkimas, spauskite „Accept“ kad priimti perspėjimą - Ieškokite nuostatos „network.http.sendRefererHeader“ - Nustatykite reikšmę „2“ (numatytasis nustatymas), kad būtų įjungta referer antraštė Jei tai nepadeda, siūlyčiau vietoj to atsisiųsti ir žaisti neprisijungus prie interneto sukurtą versiją! Atsiprašau už tai! --DDRKirby(ISQ)
pl: Aby uniknąć kradzieży przez złe strony internetowe, które hostowały by moją grę bez pozwolenia, Rhythm Quest polega na nagłówku HTTP "referer" w celu sprawdzenia, czy jest on hostowany na dozwolonej stronie (rhythmquestgame.com, itch.io). Jeśli masz rozszerzenie do przeglądarki, które wyłącza śledzenie odniesień, spróbuj je wyłączyć i odświeżyć, aby poprawnie załadować to demo. W przypadku Firefoxa, możesz również spróbować sprawdzić ustawienie nagłówka odniesienia: - Przejdź do "about:config" w pasku URL. - Jeśli pojawi się ostrzeżenie, zaakceptuj je - Wyszukaj preferencję "network.http.sendRefererHeader" - Ustaw wartość na "2" (domyślna), co spowoduje włączenie nagłówka odniesienia Jeśli to nie zadziała, sugerowałbym pobranie i zagranie w wersję offline zamiast tego! Przepraszam za to! --DDRKirby(ISQ)
pt_br: Para evitar ser roubado por sites maliciosos que hospedariam meu jogo sem minha permisão, Rhythm Quest depende do HTTP ""referer reader"" para verificar se está hospedado em um site permitido (rhythmquestgame.com, itch.io). Se você tem uma extensão de navegador que desativa o rastreamento de "referer", tente desativá-la e recarregá-la para carregar a demo. Para o Firefox, você pode checar as configurações de "referer reader": - Navegue até ""about:config"" na barra de URL - Caso solicitado, clique no botão para aceitar o aviso - Procure pela preferência ""network.http.sendRefererHeader"" - Defina o valor para ""2"" (o padrão) a qual irá ativar o "referer header" Caso não funcione, como alternativa, eu sugeriria baixar e jogar versão offline! Desculpe-me sobre isso! --DDRKirby(ISQ)
ru: Для защиты от злонамеренных сайтов, которые хранят мою игру без разрешения, Rhythm Quest использует "ссылочный" HTTP заголовок для подтверждения, что игра хранится на разрешённых сайтах (rhythmquestgame.com, itch.io). Если вы используете расширение, которое отключает ссылочную слежку, попробуйте его отключить и перезагрузить страницу, чтобы загрузить это демо. В Firefox вы можете использовать настройку ссылочного заголовка: - Перейдите в "about:config" с помощью адресной строки - При появлении запроса нажмите кнопку, чтобы принять предупреждение - Перейдите к настройке "network.http.sendRefererHeader" - Поставьте значение "2" (по умолчанию), которое включит ссылочный заголовок Если это не поможет, вы можете скачать и играть оффлайн! Приношу свои извинения! --DDRKirby(ISQ)
uk: «Щоб уникнути викрадення зловмисними веб-сайтами, які розміщували б мою гру без дозволу, Rhythm Quest покладається на HTTP-заголовок ««referer»», щоб переконатися, що його розміщено на дозволеному сайті (rhythmquestgame.com, itch.io). Якщо у вас є розширення веб-переглядача, яке вимикає відстеження реферелів, спробуйте вимкнути його та перезавантажити, щоб належним чином завантажити це демо. Для Firefox ви також можете спробувати перевірити налаштування заголовка рефереру: - Перейдіть до ""about:config"" у рядку URL - Якщо буде запропоновано, натисніть кнопку, щоб прийняти попередження - Знайдіть налаштування "network.http.sendRefererHeader". - Установіть значення ""2"" (за замовчуванням), яке ввімкне заголовок посилання Якщо це не спрацює, я пропоную натомість завантажити та відтворити вкладене оффлайн! Вибачте за це! --DDRKirby(ISQ)"
vi: Để tránh bị ăn cắp bởi các trang web muốn lưu trữ trò chơi mà không được sự cho phép, Rhythm Quest dựa vào HTTP tiêu đề "giới thiệu" để xác minh là nó đang được lưu trữ trên một trang web cho phép (rhythmquestgame.com, itch.io). Nếu bạn có một tiện ích trình duyệt mà tắt theo dõi, hãy thử tắt nó và tải lại để tải demo này. Đối với Firefox, bạn cững có thể kiểm tra cài đặt giới thiệu tiêu đề: - Đi đến "about:config" trên thanh URL - Nếu có cảnh báo, nhấn vào Chấp nhận rủi ro và tiếp tục - Tìm kiếm tùy chỉnh "network.http.sendRefererHeader" - Đặt giá trị là "2" (mặc định) Nếu không thành công, bạn nên tải và chơi bản offline! Xin lỗi về việc này! --DDRKirby(ISQ)
zh_cn: 为了避免其他网站在未经许可的情况下窃取并发布我的游戏，Rhythm Quest 使用 HTTP 请求头中的 "referer" 以确认游戏运行在白名单网站上 (rhythmquestgame.com, itch.io)。 如果您安装了禁用 referer 跟踪的浏览器插件，请尝试禁用该插件然后刷新页面。 如果你使用 Firefox 浏览器，你也可以尝试检查 referer 请求头设置： - 在地址栏输入 "about:config" - 如果弹出警告对话框，选择确认 - 搜索选项 "network.http.sendRefererHeader" - 将该选项设置为 2 （默认值）。这将启用 referer 请求头 如果上述操作仍不能解决问题，您也可以下载离线版本游玩。 十分抱歉！ --DDRKirby(ISQ)
zh_tw: 為避免被未經許可的惡意網站竊取並發布我的遊戲，Rhythm Quest依靠HTTP“referer”標頭來驗證它是否運作在允許發布的網站（rhythmquestgame.com、itch.io）上。 如果您有禁用引薦來源追蹤的瀏覽器擴充功能，請嘗試禁用它並重新載入以正確讀取這個Demo版。 對於使用Firefox，您也可以嘗試檢查referer標頭設定： - 在 URL 欄中輸入“about:config” - 如果出現警告提示，請點擊確認 - 搜尋選項“network.http.sendRefererHeader” - 將值設定為“2”（預設值），這將啟用引薦來源標頭 如果以上起不了作用，我建議您下載並遊玩離線版本！ 為此表示歉意！ --DDRKirby(ISQ),

# demo_welcome
source: Welcome to the Rhythm Quest Demo!
de: Willkommen zur Rhythm Quest Demo!
es_es: ¡Bienvenido a la demo de Rhythm Quest!
fr: Bienvenue dans la Démo de Rhythm Quest !
id: Selamat datang di Rhythm Quest Demo!
it: Ti diamo il benvenuto alla demo di Rhythm Quest!
ja: Rhythm Quest Demo へようこそ！
ko: Rhythm Quest 데모에 오신 걸 환영합니다!
lt: Sveiki atvykę į „Rhythm Quest“ demo versiją!
pl: Witaj w demie Rhythm Questa!
pt_br: Bem-vindo à demo de Rhythm Quest!
ru: Добро пожаловать в демо-версию Rhythm Quest!
uk: Вітаємо у Rhythm Quest Demo!
vi: Chào mừng đến với Rhythm Quest Demo!
zh_cn: 欢迎来到 Rhythm Quest 的试Demo玩版！
zh_tw: 歡迎來到Rhythm Quest試玩Demo版！

# demo_notice
source: This is an early demo build of Rhythm Quest, so only some levels are accessible, and everything in the game is still subject to change! If you want to wishlist the game on Steam or subscribe to the mailing list or Discord to be notified when the full game releases, please visit <u>rhythmquestgame.com</u> Have fun, and thanks for playing! --DDRKirby(ISQ)
de: Dies ist eine frühe Demo-Version von Rhythm Quest, daher sind nur einige Level zugänglich und alles im Spiel kann noch geändert werden! Wenn du das Spiel auf die Steam-Wunschliste setzen, dich in die Mailingliste eintragen oder dem Discord beitreten möchtest, um benachrichtigt zu werden, wenn das komplette Spiel erscheint, besuche bitte <u>rhythmquestgame.com</u> Viel Spaß und danke fürs Spielen! --DDRKirby(ISQ)
es_es: Esta es una demo temprana de Rhythm Quest, solo algunos niveles estáran disponibles, todo en el juego está sujeto a posibles cambios! Si quieres añadir el juego a tu lista de deseados en Steam, suscribirte para recibir correos o unirte a nuestro servidor de Discord para ser notificado cuando el juego completo sea lanzado, por favor visita <u>rhythmquestgame.com</u> Diviertete y gracias por jugar! --DDRKirby(ISQ)
fr: Ceci est une démo préliminaire de Rhythm Quest. Seuls certains niveaux y sont donc accessibles et tout peut encore être mené à changer ! Pour ajouter le jeu à votre Liste de Souhaits Steam, rejoindre le Discord ou vous inscrire sur la liste de diffusion pour savoir quand le jeu sortira, merci de visiter <u>rhythmquestgame.com</u> ! Amusez-vous bien et merci de jouer ! --DDRKirby(ISQ)"
id: Ini adalah versi demo awal dari Rhythm Quest, jadi hanya beberapa level saja yang dapat diakses, dan semua yang ada didalam game masih dapat berubah! Jika anda ingin memasukkan game ini ke dalam wishlist di Steam atau berlangganan email atau Discord agar diberi tahu saat game lengkapnya dirilis, silahkan kunjungi <u>rhythmquestgame.com</u> Selamat bersenang-senang, dan terima kasih sudah bermain! --DDRKirby(ISQ)
it: In questa demo sono disponibili soltanto alcuni livelli e ogni cosa all'interno del gioco è ancora soggetta a cambiamenti! Visita il sito <u>rhythmquestgame.com</u> per aggiungere il gioco alla Lista dei desideri di Steam, iscriverti alla nostra newsletter o al canale Discord o per ricevere un avviso sul rilascio della versione completa. Buon divertimento e grazie per aver giocato! --DDRKirby(ISQ)
ja: これは Rhythm Quest の初期のデモビルドです。そのため一部のレベルのみ遊ぶことができます。また、ゲーム内のすべては変更される可能性があります。 Steamのウィッシュリストに追加、メーリングリストやDiscordの登録は<u>rhythmquestgame.com</u>にアクセスして確認してください。 プレイしてくれてありがとう！楽しんでね！ --DDRKirby(ISQ)
ko: Rhythm Quest의 초기 데모 빌드입니다. 그래서 일부 레벨만 플레이할 수 있고 게임의 모든 것은 변경될 여지가 있습니다! Stream에서 게임 찜하기 또는 메일을 구독하거나 게임이 완전히 출시되었을 때 Discord에서 알림을 받고 싶다면 <u>rhythmquestgame.com</u>에 방문해주세요. 즐거운 시간 보내세요! 플레이해 주셔서 감사합니다! --DDRKirby(ISQ)
lt: Tai ankstyvoji „Rhythm Quest“ demonstracinė versija, todėl prieinami tik kai kurie lygiai, o viskas žaidime dar gali keistis! Jei norite įtraukti žaidimą į pageidavimų sąrašą „Steam“ arba užsiprenumeruoti el. paštu ar per „Discord“, kad gautumėte pranešimą, kai bus išleistas visas žaidimas, apsilankykite <u>rhythmquestgame.com</u>. Smagiai praleiskite laiką ir ačiū, kad žaidžiate! --DDRKirby(ISQ)
pl: To jest wczesne demo Rhythm Quest, więc tylko niektóre poziomy są dostępne, a wszystko w grze może jeszcze ulec zmianie! Jeśli chcesz dodać grę do listy życzeń na Steamie, zapisać się na listę mailingową, lub dołączyć do Discorda, aby zostać powiadomionym kiedy wyjdzie pełna gra, odwiedź <u>rhythmquestgame.com</u>. Miłej zabawy i dzięki za granie! --DDRKirby(ISQ)
pt_br: Esta é uma versão inicial de Rhythm Quest, então apenas alguns níveis estão disponíveis, e tudo no jogo está submetido à mudanças! Se você quiser adicionar à lista de desejos no Steam, inscrever-se na lista de correspondência ou o Discord para ser notificado(a) quando o jogo completo será lançado, por favor visite <u>rhythmquestgame.com</u> Divirta-se e obrigado por jogar! --DDRKirby(ISQ)
ru: Это ранняя демо Rhythm Quest, поэтому в ней доступны лишь некоторые уровни, а любой контент может быть подвержен изменениям! Если вы хотите добавить игру в список желаемого Steam, подписаться на рассылку или зайти на сервер Discord, чтобы быть в курсе, когда выйдет игра, посетите <u>rhythmquestgame.com</u> Веселитесь, и спасибо за то, что играете! --DDRKirby(ISQ)
uk: Це рання демоверсія Rhythm Quest, тому доступні лише деякі рівні, і все в грі ще може бути змінено! Якщо ви хочете додати гру до списку бажаного у Steam або підписатися на список розсилки чи Discord, щоб отримувати сповіщення, коли вийде повна версія гри, відвідайте <u>rhythmquestgame.com</u> Бажаю гарно провести час та дякую за гру! --DDRKirby(ISQ)"
vi: Đây là bản demo của Rhythm Quest, cho nên chỉ có một vài màn có thể được truy cập, và tất cả mọi thứ đều có thể được thay đổi! Nếu bạn muốn wishlist trò chơi trên Steam hoặc đăng kí danh sách gửi thư hoặc Discord để được thông báo khi bản đầy đủ được phát hành, truy cập vào <u>rhythmquestgame.com</u> Cảm ơn bạn đã chơi, và chúc bạn chơi vui vẻ! --DDRKirby(ISQ)
zh_cn: 这是 Rhythm Quest 的早期试玩版，所以只有部分关卡开放，而且游戏的功能后续可能会有更改！ 你可以访问 <u>rhythmquestgame.com</u> 以在 Steam 上添加至愿望单、订阅邮件列表、加入 Discord 服务器，以及获取游戏发布的通知。 感谢你玩我的游戏，祝你玩得愉快！ --DDRKirby(ISQ)
zh_tw: 這是 Rhythm Quest 的早期試玩版本，因此只有部分關卡可以進入，遊戲中的所有內容仍有可能會變更！ 如果您想將游戲加入Steam上的願望清單、訂閱郵件列表或加入Discord伺服器以在完整版遊戲發布時收到通知，請造訪 <u>rhythmquestgame.com</u> 祝您玩得開心，感謝您的參與！ --DDRKirby(ISQ)

# webgl_notice
source: Note: You're playing the browser version of the demo, so you may experience some minor audio hiccups and reduced synchronization accuracy. Please make sure hardware graphics acceleration is enabled for your browser for better performance. Save data is stored in your browser and may potentially not persist across version updates. For the best experience, feel free to try the standalone offline build instead!
de: Hinweis: Da du die Browserversion der Demo spielst, kann es zu kleineren Tonproblemen und einer geringeren Synchronisationsgenauigkeit kommen. Bitte stelle sicher, dass die Hardware-Grafikbeschleunigung deines Browsers aktiviert ist, um die Leistung zu verbessern. Speicherdaten werden in deinem Browser gespeichert und bleiben möglicherweise nicht über Versionsaktualisierungen hinweg erhalten. Um die beste Erfahrung zu erhalten, kannst du stattdessen die Offline-Version ausprobieren!
es_es: Nota: Estás jugando la versión de navegador de la demo, podrías experimentar saltos de audio menores y una sincronización menos precisa. Por favor asegúrate de que la aceleración de gráficos por hardware está habilitada en tu navegador para mayor rendimiento. Los datos del juego serán guardados en tu navegador y podrían no persistir a través de las actualizaciones de versión Para una mejor experiencia, prueba la versión de escritorio!
fr: Note : Vous êtes en train de jouer à la version de la démo pour navigateurs internet. Il est donc possible que vous rencontriez quelques petits pépins audios. Merci de bien vouloir vous assurer que l'accélération matérielle est activée dans votre navigateur pour de meilleures performances. Les données de sauvegardes sont stockées par votre navigateur et pourraient-être perdues après une mise à jour. Pour une meilleure expérience, considérez d'essayer la version hors ligne !
id: Catatan: Anda sedang memainkan demo versi browser, jadi anda mungkin mengalami beberapa gangguan audio kecil dan berkurangnya akurasi sinkronisasi. Harap pastikan "hardware graphics acceleration" diaktifkan untuk browser anda untuk kinerja yang lebih baik. Data simpanan disimpan di browser anda dan mungkin tidak bertahan diseluruh pembaruan versi. Untuk pengalaman terbaik, silahkan mencoba versi offline!
it: Nota: stai giocando la versione browser della demo, quindi potresti avere dei problemi di audio e una precisione di sincronizzazione ridotta. Assicurati che l'accelerazione hardware sia abilitata sul tuo browser per un'esperienza migliore. I dati di salvataggio sono memorizzati sul browser e potrebbero non persistere con i prossimi aggiornamenti. Per un'esperienza migliore prova la versione offline!
ja: 注意: ブラウザ版のデモをプレイしているため、オーディオの不具合や同期精度の低下が起こる可能性があります。 より良いパフォーマンスを得るため、お使いのブラウザでハードウェアグラフィックアクセラレーションが有効になっていることを確認してください。 ブラウザ版ではセーブデータはブラウザに保存されるため、バージョンアップの際には保持されない可能性があります。 最高の体験を得るためには、代わりにスタンドアローンのオフラインビルドを試してみてください！
ko: 참고: 브라우저 버전의 데모를 플레이하고 있습니다, 오디오 멈춤을 경험하거나 싱크 정확도가 떨어질 수 있습니다. 더 나은 성능을 위해 하드웨어 가속이 브라우저에서 켜져 있는지 확인해 주세요. 세이브 데이터는 브라우저에 저장되며 버전에 따라 유지되지 않을 수 있습니다. 최상의 경험을 위해 오프라인 빌드를 사용해 보세요!
lt: Pastaba: žaidžiate demonstracinę versiją naršyklėje, todėl gali pasitaikyti nedidelių garso trikdžių ir sumažėti sinchronizavimo tikslumas. Norėdami užtikrinti geresnį veikimą, įsitikinkite, kad jūsų naršyklėje įjungtas „hardware acceleration“. Išsaugoti duomenys saugomi naršyklėje ir gali būti, kad jie neišliks atnaujinus žaidimo versiją. Norėdami gauti geriausią patirtį, išbandykite versiją, skirtą žaisti neprisijungus prie interneto!
pl: Uwaga: Grasz w wersję przeglądarkową dema, więc możesz doświadczyć drobnych błędów audio i zmniejszonej dokładności synchronizacji. Upewnij się, że sprzętowa akceleracja grafiki jest włączona w twojej przeglądarce, aby uzyskać lepszą wydajność. Dane dotyczące zapisów są przechowywane w przeglądarce i mogą nie zostać zachowane przy updatowaniu do nowszych wersji. Dla najlepszych wyników, polecamy korzystania z wersji offline zamiast tej!
pt_br: Nota: Você está jogando a versão de navegador da demo, talvez você experiêncie alguns engasgos de áudio e redução de precisão na sincronização. Certifique-se de que a aceleração de hardware está ativado no seu navegador para um desempenho melhor. Dados salvos estão armazenados no seu navegador, e podem não persistir entre atualizações de versões. Para obter a melhor experiência, sinta-se a vontade para testar a versão offline!
ru: Замечание: Вы играете в браузерную версию демо, поэтому возможны небольшие дёргания звуков и сниженная точность синхронизации. Проверьте, что аппаратное ускорение графики включено для браузера для лучшей производительности. Сохранения находится в браузере и возможно не совместимы между обновлениями. Для лучшего опыта, попробуйте оффлайн версию!
uk: Примітка: ви граєте в браузерну версію демоверсії гри, тому у вас можуть виникнути деякі незначні збої у звуці та знижена точність синхронізації. Для кращої продуктивності переконайтеся, що для вашого браузера ввімкнено апаратне прискорення графіки. Збережені дані зберігаються у вашому веб-переглядачі та потенційно можуть не зберігатися під час оновлення версії. Щоб отримати найкращий досвід, сміливо спробуйте натомість автономну офлайн-версію!
vi: Lưu ý: Bạn đang chơi bản trên trình duyệt của demo, nên bạn có thể cảm thấy một vài lỗi âm thanh nhỏ và giảm độ chính xác của đồng bộ. Nên đảm bảo rằng tăng tốc phân cứng được bật trên trình duyệt để tăng hiệu suất. Dữ liệu được lưu trên trình duyệt và có thể không được bảo toàn qua các phiên bản. Để có một trải nghiệm tốt nhất, có thể thử bản offline độc lập!
zh_cn: 备注：你正在游玩试玩版的浏览器版本，所以可能会出现少许音频问题，游戏元素和音乐节拍同步的精确度也会降低。 为了你的游戏体验，请在浏览器设置里启用图形硬件加速。 游戏存档储存在你的浏览器里，并且游戏更新时可能无法继承存档。 若要获得最佳的游戏体验，你可以尝试下载离线版本游玩！
zh_tw: 注意：您正在遊玩試玩版的瀏覽器版本，因此您可能會遇到一些輕微的音頻問題或音效與畫面無法同步的問題。 請確保為您的瀏覽器已啟用硬體圖形加速以獲得更好的性能體驗。 遊戲數據將會保存在您的瀏覽器中，可能在後續版本更新後消失。 為了獲得最佳體驗，請試試看玩獨立的離線版本！
